Repository: tomer/phpBB-Hebrew
Catalog: */captcha_qa.po
Languages: he

source: Q&amp;A
he: שאלות ותשובות

source: This question is a means of preventing automated form submissions by spambots.
he: שאלת אימות זו היא אמצעי למניעת שליחה אוטומטית של טפסים על ידי בוטים.

source: You have provided an invalid answer to the question.
he: התשובה שסיפקת לשאלת האימות איננה נכונה.

source: Questions for the captcha could not be retrieved. Please contact a board administrator.
he: שאלות עבור שאלת האימות לא התקבלו. אנא צור קשר עם מנהל המערכת.

source: Answers
he: תשובות

source: Please enter valid answers to the question, one per line.
he: אנא הכנס תשובות נכונות לשאלה, אחת בכל שורה.

# $lang->'CONFIRM_QUESTION'
source: Question
he: שאלת אימות

source: Answer
he: תשובה

source: Edit Question
he: ערוך שאלה

source: Questions
he: שאלות

source: For every form submission where you have enabled the Q&amp;A plugin, users will be asked one of the questions specified here. To use this plugin at least one question must be set in the default language. These questions should be easy for your target audience to answer but beyond the ability of a bot capable of running a Google™ search. Using a large and regularly changed set of questions will yield the best results. Enable the strict setting if your question relies on mixed case, punctuation or whitespace.
he: בכל טופס שליחה שבו אפשרת את התוספת שאלות ותשובות, משתמשים ישאלו אחת מן השאלות המצוינות כאן. כדי להשתמש בתוסף, לפחות אחת מן השאלות צריכה להיות מוגדרת לשפת ברירת המחדל. שאלות אלו צריכות להיות קלות למענה על ידי קהל היעד שלך, אבל מעבר ליכולת של רובוט המסוגל להריץ חיפוש בגוגל™. שימוש במאגר גדול של שאלות שמשתנה בקביעות יפיק את התוצאות הטובות ביותר. אפשר את אפשרות האימות הנוקשה אם התשובה שלך דורשת הקפדה על אותיות רישיות/קטנות, סימני פיסוק או רווחים.

source: Question deleted
he: השאלה נמחקה

source: Language
he: שפה

source: The language this question and its answers are written in.
he: השפה שבהן השאלה והתשובה כתובות.

source: Strict check
he: אימות נוקשה

source: Enable to enforce mixed case, punctuation and whitespace.
he: אפשר בכדי לפסול שינויים באותיות רישיות/גדולות, סימני פיסוק ורווחים.

# $lang->'QUESTION_TEXT'
source: Question
he: שאלה

source: The question presented to the user.
he: השאלה שתוצג למשתמש.

source: Please fill in all fields and enter at least one answer.
he: אנא מלא את כל השדות והכנס לפחות תשובה אחת.

source: You cannot delete all questions while the plugin is active.
he: אתה לא יכול למחוק את כל השאלות בזמן שהרכיב פעיל.
