Repository: tomer/phpBB-Hebrew
Catalog: */common.po
Languages: he

source: ltr
he: rtl

source: en-gb
he: he

source: 1 day
he: יום אחד

source: 1 month
he: חודש אחד

source: 1 year
he: שנה אחת

source: 2 weeks
he: שבועיים

source: 3 months
he: שלושה חודשים

source: 6 months
he: חצי שנה

source: 7 days
he: שבוע

source: Your account has already been activated.
he: חשבונך כבר הופעל.

source: Your account has been manually deactivated and is only able to be reactivated by an administrator.
he: חשבונך הופסק ידנית וניתן להפעלה מחדש על־ידי מנהל ראשי בלבד.

source: Your account has not been activated yet.
he: חשבונך עדיין לא הופעל.

source: Administration Control Panel
he: לוח בקרה למנהל הראשי

source: active
he: פעיל

source: The specified username is currently inactive. If you have problems activating your account, please contact a board administrator.
he: שם המשתמש שצוין לא פעיל כרגע. אם אתה נתקל בבעיות בהפעלת חשבונך, צור קשר עם המנהל הראשי של המערכת.

source: Administrator
he: מנהל ראשי

# $lang->'ADMINISTRATORS'
source: Administrators
he: מנהלים ראשיים

source: Age
he: גיל

source: AJAX error
he: שגיאת AJAX

source: Something went wrong when processing your request.
he: משהו השתבש בזמן עיבוד הבקשה שלך.

source: User aborted request.
he: המשתמש ביטל את הבקשה.

source: Your request timed out; please try again.
he: הבקשה שלך לקחה יותר מדי זמן; אנא נסה שנית.

source: Something went wrong with the request and the server returned an invalid reply.
he: נראה כי משהו השתבש עם הבקשה והשרת החזיר תשובה לא תקינה.

source: Allowed
he: מורשה

source: All files
he: כל הקבצים

source: All forums
he: כל הפורומים

source: All messages
he: כל ההודעות

source: All posts
he: כל ההודעות

source: All times are <span title="%2$s">%1$s</span>
he: כל הזמנים הם <abbr title="%2$s">%1$s</abbr>

source: All Topics
he: כל הנושאים

source: Alternative text
he: מלל חלופי

source: And
he: וגם

source: You have subscribed to be notified of new posts in this forum.
he: נרשמת לקבל עדכונים על הודעות חדשות בפורום זה.

source: You have subscribed to be notified of new posts in this topic.
he: נרשמת לקבל עדכונים על הודעות חדשות בנושא זה.

source: Ascending
he: עולה

source: Attachments
he: קבצים מצורפים

source: The image file you tried to attach is invalid.
he: קובץ התמונה אשר ניסית לצרף אינו חוקי.

source: Author
he: מחבר

source: The creation of a user profile was unsuccessful.
he: המערכת לא הצליחה ליצור פרופיל משתמש.

source: Invalid database entry.
he: פרטי מאגר נתונים שגויים.

source: Invalid service type provided to OAuth service handler.
he: פרטי OAUTH שגויים למטפ בשירות.

source: OAuth service not created
he: שירות OAuth לא נוצר

# $lang->'AUTH_PROVIDER_OAUTH_SERVICE_TWITTER'
source: Twitter
he: טוויטר

source: OAuth token not stored.
he: מפתח OAuth לא אוחסן.

source: OAuth token incorrectly stored.
he: מפתח OAuth אוחסן בצורה שגוייה.

source: The upload was rejected because the uploaded file was identified as a possible attack vector.
he: העלאת הקובץ נדחתה מכיוון שהקובץ זוהה כקובץ חשוד.

source: This file cannot be displayed because the extension <strong>%s</strong> is not allowed.
he: הקובץ אינו ניתן לתצוגה מפני שהסיומת <strong>%s</strong> אינה מורשית.

source: The specified avatar could not be uploaded because the remote data appears to be invalid or corrupted.
he: הסמל האישי שצוין אינו ניתן להעלאה מפני שהנתונים הרחוקים נראים לא חוקיים או פגומים.

source: The uploaded avatar file is empty.
he: קובץ הסמל האישי שהועלה ריק.

source: %s is an invalid filename.
he: %s אינו שם קובץ חוקי.

source: Avatar could not be uploaded.
he: הסמל האישי אינו ניתן להעלאה.

source: Temporary folder could not be found or is not writable.
he: תיקייה זמנית אינה קיימת או שאינת ניתנת לכתיבה

source: The width or height of the linked avatar could not be determined. Please enter them manually.
he: לא ניתן לקבוע את הרוחב או הגובה של הסמל האישי המקושר. הזן אותם ידנית.

source: The specified file was only partially uploaded.
he: הקובץ שצוין הועלה חלקית בלבד.

source: The avatar’s filesize is too large.<br />The maximum allowed filesize set in php.ini could not be determined.
he: קובץ הסמל האישי גדול מדי.<br />לא ניתן לקבל את גודל הקובץ המרבי אשר מוגדר ב־php.ini.

source: The avatar’s filesize is too large. The maximum allowed upload size is %1$d %2$s.<br />Please note this is set in php.ini and cannot be overridden.
he: קובץ הסמל האישי גדול מדי. הגודל המרבי המורשה להעלאה הוא %1$d %2$s.<br />שים לב שהגודל נקבע ב־php.ini ואינו ניתן לשינוי.

source: The specified avatar could not be uploaded because the request timed out.
he: הסמל האישי שבחרת לא הועלה בהצלחה כי הבקשה לקחה יותר מדי זמן.

source: A PHP extension has stopped the file upload.
he: העלאת הקובץ הופסקה מאחר שסיומת הקובץ היא PHP.

source: The URL you specified is invalid.
he: הכתובת שציינת אינה חוקית.

source: The file specified could not be found.
he: הקובץ שצוין לא נמצא.

source: The avatar’s filesize must be between 0 and %1$d %2$s.
he: הסמל האישי חייב להיות בין 0 ו־%1$d %2$s.

source: The submitted avatar is %5$s wide and %6$s high. Avatars must be at least %1$s wide and %2$s high, but no larger than %3$s wide and %4$s high.
he: הסמל האישי שנשלח הוא ברוחב של %5$s פיקסלים ובגובה של %6$s פיקסלים. הסמל האישי חייב להיות לפחות %1$s פיקסלים ברוחב ו-%2$s פיקסלים בגובה, אבל לא יותר גדול מ-%3$s פיקסלים ברוחב ו-%4$s פיקסלים בגובה.

source: Top
he: חזור למעלה

source: Back to previous page
he: חזרה לעמוד הקודם

source: A ban has been issued on your email address.
he: כתובת הדואר האלקטרוני שלך חסומה.

source: A ban has been issued on your IP address.
he: כתובת ה־IP שלך חסומה.

source: A ban has been issued on your username.
he: שם המשתמש שלך חסום.

source: BBCode guide
he: מדריך BBCode

source: BCC
he: עותק חסוי

source: Birthdays
he: ימי הולדת

source: You have been <strong>permanently</strong> banned from this board.<br /><br />Please contact the %2$sBoard Administrator%3$s for more information.
he: נחסמת <strong>לצמיתות</strong> מהמערכת.<br /><br />צור קשר עם %2$sהמנהל הראשי%3$s למידע נוסף.

source: Reason given for ban: <strong>%s</strong>
he: הסיבה שניתנה לחסימה: <strong>%s</strong>

source: You have been banned from this board until <strong>%1$s</strong>.<br /><br />Please contact the %2$sBoard Administrator%3$s for more information.
he: נחסמת מהמערכת עד <strong>%1$s</strong>.<br /><br />נא ליצור קשר עם %2$sהמנהל הראשי%3$s למידע נוסף.

source: Sorry but this board is currently unavailable.
he: מערכת הפורומים אינה זמינה כרגע. עמכם הסליחה.

source: This board is currently disabled.
he: המערכת כבויה כרגע.

source: Sorry but the board is temporarily unavailable, please try again in a few minutes.
he: אבל המערכת אינה זמינה באופן זמני, אנא נסה שוב בעוד מספר דקות.

source: Users browsing this forum: %1$s
he: משתמשים הגולשים בפורום זה: %1$s

source: Users browsing this forum: %2$s and %1$d guest
he: משתמשים הגולשים בפורום זה: %2$s ואורח אחד

source: Users browsing this forum: %2$s and %1$d guests
he: משתמשים הגולשים בפורום זה: %2$s ו־ %1$d אורחים

source: Edit
he: ערוך

# $lang->'BUTTON_FORUM_LOCKED'
source: Locked
he: נעול

source: New Topic
he: נושא חדש

# $lang->'BUTTON_PM'
source: PM
he: הודעה פרטית

source: Forward
he: העבר

source: New PM
he: הודעה פרטית חדשה

source: Send Reply
he: שלח תגובה

source: Reply All
he: הגב לכולם

source: Post Reply
he: פרסם תגובה

source: Quote
he: ציטוט

# $lang->'BUTTON_TOPIC_LOCKED'
source: Locked
he: נעול

source: Cancel
he: בטל

source: Change
he: שנה

source: Change font size
he: שנה גודל גופן

source: Changing board preferences
he: משנה העדפות מערכת

source: Changing profile settings
he: משנה הגדרות פרופיל

source: %d character
he: תו אחד

source: %d characters
he: %d תווים

source: Collapse view
he: צמצם תצוגה

source: Close window
he: סגור חלון

source: Colour swatch
he: מאגר צבעים

source: Confirm
he: אישור

source: Confirmation code
he: קוד אישור

source: Enter the code exactly as it appears. All letters are case insensitive.
he: הזן את הקוד בדיוק כפי שהוא מופיע. כל האותיות הן אותיות גדולות.

source: The confirmation code you entered was incorrect.
he: קוד האישור שהוזן שגוי.

source: Are you sure you wish to carry out this operation?
he: האם אתה בטוח שברצונך להמשיך?

source: Are you sure you wish to delete this avatar?
he: אתה בטוח שאתה רוצה למחוק את האוואטר?

source: Congratulations to
he: מזל טוב ל

source: Connection failed.
he: ההתחברות נכשלה.

source: Connection was successful!
he: ההתחברות הצליחה!

source: Contact
he: יצירת קשר

source: Contact %s
he: יצירת קשר עם %s

source: Contact us
he: יצירת קשר

source: Learn more
he: מידע נוסף

source: This website uses cookies to ensure you get the best experience on our website.
he: אתר זה עושה שימוש בעוגיות כדי להבטיח לך הנאה מרבית.

source: Got it!
he: הבנתי!

source: All board cookies successfully deleted.
he: כל עוגיות המערכת נמחקו בהצלחה.

source: It is currently %s
he: עכשיו %s', // phpBBrew Group:: Original english is 'It is currently %s

source: Day
he: יום

source: Days
he: ימים

source: Delete
he: מחק

source: Delete all
he: מחק הכל

source: Delete all board cookies
he: מחק את כל עוגיות המערכת

source: Delete marked
he: מחק מסומנים

source: Delete post
he: מחק הודעה

source: Delimiter
he: תוחם

source: Descending
he: יורד

source: Disabled
he: מכובה

source: Display
he: הצג

source: Display guests
he: הצג אורחים

source: Display messages from previous
he: הצג הודעות קודמות

source: Display posts from previous
he: הצג הודעות החל מה

source: Display topics from previous
he: הצג נושאים קודמים

source: Downloaded
he: הורד

source: Downloading file
he: מוריד קובץ

source: Not downloaded yet
he: עדיין לא הורד

source: Downloaded %d time
he: הורד פעם אחת', // phpBBrew Group:: Original english is 'Downloaded %d time

source: Downloaded %d times
he: הורד %d פעמים

source: Edit post
he: ערוך הודעה

source: Email
he: דואר אלקטרוני

source: Email address
he: כתובת דואר אלקטרוני

source: The email address you entered is invalid.
he: כתובת הדואר האלקטרוני שהזנת איננה חוקית.

source: Ran into problems sending email at <strong>Line %1$s</strong>. Response: %2$s.
he: שגיאה בשליחת הדואר האלקטרוני ב<strong>שורה %1$s</strong>. תגובה: %2$s.

source: You must specify a subject when posting a new topic.
he: יש לציין כותרת בעת שליחת נושא חדש.

source: You must specify a subject when composing a new message.
he: יש לציין כותרת בעת שליחת הודעה חדשה.

source: Enabled
he: מופעל

source: Enclosure
he: סגור

source: Enter username
he: הזן שם משתמש

source: Unable to change directory.
he: לא ניתן לשנות תיקייה.

source: Error connecting to the server.
he: שגיאה בהתחברות לשרת.

source: Could not authorise on Jabber server.
he: לא ניתן לאמת בשרת Jabber.

source: Could not connect to Jabber server.
he: לא ניתן להתחבר לשרת Jabber.

source: The specified username or password is incorrect.
he: שם המשתמש או הססמה שצוינו לא נכונים.

source: An error occurred while trying to unsubscribe.
he: שגיאה התרחשה בעת הניסיון לבטל ההרשמה.

source: An error occurred while trying to subscribe.
he: שגיאה התרחשה בעת הניסיון להירשם.

source: The phpBB path specified appears to be invalid.
he: נתיב phpBB שצוין שגוי.

source: Error
he: שגיאה

source: Expand view
he: הרחב תצוגה

source: Extension
he: תוספות

source: The extension <strong>%s</strong> is not enabled.
he: התוספת <strong>%s</strong> לא פעילה.

source: The extension <strong>%s</strong> has been deactivated and can no longer be displayed.
he: התוספת <strong>%s</strong> כובתה ולא ניתנת יותר להצגה.

source: The extension <strong>%s</strong> does not exist.
he: התוספת <strong>%s</strong> לא קיימת.

source: FAQ
he: שאלות נפוצות

source: Frequently Asked Questions
he: שאלות נפוצות

source: The requested feature is not available on this board.
he: התכונה המבוקשת אינה זמינה באתר זה.

source: Filename
he: שם הקובץ

source: File size
he: גודל הקובץ

source: File date
he: תאריך קובץ

source: File comment
he: הערה לקובץ

source: Could not read the contents of file: %s
he: לא ניתן לקרוא את תוכן הקובץ: %s

source: Failed to decode json file: %s
he: לא ניתן לפענח קובץ json: %s

source: The requested file could not be found: %s
he: הקובץ המבוקש לא נמצא: %s

source: Find a member
he: מצא משתמש

source: Folder
he: תיקייה

source: I forgot my password
he: שכחתי את ססמתי

source: The submitted form was invalid. Try submitting again.
he: הטופס שנשלח לא תקין. נסה לשלוח שנית.

source: Forum
he: פורום

source: Forums
he: פורומים

source: Forums have been marked read.
he: הפורומים סומנו כנקראו.

source: Forum category
he: קטגוריות הפורום

source: Board index
he: עמוד ראשי

source: Forum link
he: פורום קישור

source: Forum location
he: מיקום בפורום

source: Forum locked
he: פורום נעול

source: Forum rules
he: חוקי הפורום

source: Please click here to view the forum rules
he: אנא לחץ כאן על מנת לצפות בחוקי הפורום

source: from
he: מאת

source: The operation could not be completed because the <var>fsockopen</var> function has been disabled or the server being queried could not be found.
he: לא ניתן להשלים את הפעולה מפני שהפונקציה <var>fsockopen</var> כבויה או שהשרת שהתבקש לא נמצא.

source: A timeout occurred while reading from the network stream.
he: נוצר פסק זמן במהלך הקריאה מהרשת.

# $lang->'FTP_FSOCK_HOST'
source: FTP host
he: שרת FTP

# $lang->'FTP_FSOCK_HOST_EXPLAIN'
source: FTP server used to connect your site.
he: שרת ה־FTP המשמש להתחברות לאתר שלך.

# $lang->'FTP_FSOCK_PASSWORD'
source: FTP password
he: ססמה ל־FTP

# $lang->'FTP_FSOCK_PASSWORD_EXPLAIN'
source: Password for your FTP username.
he: ססמה למשתמש ה־FTP.

# $lang->'FTP_FSOCK_PORT'
source: FTP port
he: יציאת FTP

# $lang->'FTP_FSOCK_PORT_EXPLAIN'
source: Port used to connect to your server.
he: יציאת התקשורת המשמשת להתחברות לשרת.

# $lang->'FTP_FSOCK_ROOT_PATH'
source: Path to phpBB
he: נתיב ל־phpBB

# $lang->'FTP_FSOCK_ROOT_PATH_EXPLAIN'
source: Path from the root to your phpBB board.
he: נתיב מהתיקייה הראשית לתיקייה של מערכת phpBB.

# $lang->'FTP_FSOCK_TIMEOUT'
source: FTP timeout
he: זמן הפסקה ל־FTP

# $lang->'FTP_FSOCK_TIMEOUT_EXPLAIN'
source: The amount of time, in seconds, that the system will wait for a reply from your server.
he: הזמן, בשניות, בו המערכת תמתין לתגובה מהשרת.

# $lang->'FTP_FSOCK_USERNAME'
source: FTP username
he: שם משתמש ל־FTP

# $lang->'FTP_FSOCK_USERNAME_EXPLAIN'
source: Username used to connect to your server.
he: שם המשתמש שבשימוש להתחברות לשרת.

# $lang->'FTP_HOST'
source: FTP host
he: שרת FTP

# $lang->'FTP_HOST_EXPLAIN'
source: FTP server used to connect your site.
he: שרת ה־FTP המשמש להתחברות לאתר שלך.

# $lang->'FTP_PASSWORD'
source: FTP password
he: ססמה ל־FTP

# $lang->'FTP_PASSWORD_EXPLAIN'
source: Password for your FTP username.
he: ססמה למשתמש ה־FTP.

# $lang->'FTP_PORT'
source: FTP port
he: יציאת FTP

# $lang->'FTP_PORT_EXPLAIN'
source: Port used to connect to your server.
he: יציאת התקשורת המשמשת להתחברות לשרת.

# $lang->'FTP_ROOT_PATH'
source: Path to phpBB
he: נתיב ל־phpBB

# $lang->'FTP_ROOT_PATH_EXPLAIN'
source: Path from the root to your phpBB board.
he: נתיב מהתיקייה הראשית לתיקייה של מערכת phpBB.

# $lang->'FTP_TIMEOUT'
source: FTP timeout
he: זמן הפסקה ל־FTP

# $lang->'FTP_TIMEOUT_EXPLAIN'
source: The amount of time, in seconds, that the system will wait for a reply from your server.
he: הזמן, בשניות, בו המערכת תמתין לתגובה מהשרת.

# $lang->'FTP_USERNAME'
source: FTP username
he: שם משתמש ל־FTP

# $lang->'FTP_USERNAME_EXPLAIN'
source: Username used to connect to your server.
he: שם המשתמש שבשימוש להתחברות לשרת.

source: General Error
he: שגיאה כללית

source: Go
he: עבור

source: Go to first post
he: עבור להודעה הראשונה

source: Go to last post
he: עבור להודעה האחרונה

source: Go to page
he: עבור לעמוד

source: Group
he: קבוצה

# $lang->'GROUPS'
source: Groups
he: קבוצות

source: Inappropriate group type specified.
he: סוג הקבוצה שצוין לא מתאים.

source: No group name specified.
he: שם הקבוצה לא צוין.

source: Group names cannot exceed 60 characters. The specified group name is too long.
he: שם הקבוצה עובר את מגבלת האורך של 60 תווים.

source: Guest
he: אורח

source: There is %d guest user online
he: יש אורח אחד מחובר', // was 'There is %d guest user online

source: There are %d guest users online
he: יש %d אורחים מחוברים

source: %d guest
he: אורח אחד

source: %d guests
he: %d אורחים

# $lang->'G_ADMINISTRATORS'
source: Administrators
he: מנהלים ראשיים

source: Bots
he: בוטים

source: Guests
he: אורחים

source: Registered users
he: משתמשים רשומים

source: Registered COPPA users
he: משתמשי COPPA רשומים

source: Global moderators
he: מנהלים גלובליים

source: Newly registered users
he: משתמשים שנרשמו לאחרונה

source: %d hidden user
he: משתמש מוסתר אחד

source: %d hidden users
he: %d משתמשים מוסתרים

# $lang->'HIDDEN_USERS_TOTAL'->1
source: %d hidden
he: מוסתר אחד

# $lang->'HIDDEN_USERS_TOTAL'->2
source: %d hidden
he: %d מוסתרים

source: Hide guests
he: הסתר אורחים

source: Hide my online status this session
he: בהתחברות זו אל תאפשר למשתמשים אחרים לראות אם אני מחובר

source: Hours
he: שעות

source: Home
he: בית

source: If
he: אם

source: Image
he: תמונה

source: Image file type %d for mimetype %s not supported.
he: סוג קובץ התמונה %d לסוג mime %s אינו נתמך.

source: Image file type mismatch: expected extension %1$s but extension %2$s given.
he: סוג קובץ התמונה אינו מתאים: הסיומת הצפויה היא %1$s אבל הסיומת שהתקבלה היא %2$s.

# $lang->'IN'
source: in
he: ב

source: Inactive
he: לא פעיל

source: Index page
he: עמוד ראשי

source: Information
he: מידע

source: Tried to redirect to potentially insecure url.
he: נעשה נסיון הפניה לכתובת שעשויה להיות לא בטוחה.

source: Interests
he: תחומי עניין

source: Invalid digest challenge.
he: טעות באתגר התקציר.

source: <strong>%s</strong> possibly an invalid email address?
he: <strong>%s</strong> ייתכן שזוהי כתובת דואר אלקטרוני לא תקנית?

source: The selected feed tried fetching attachments with invalid constraints.
he: ההזנה הנבחרת ניסתה למשוך צרופות עם אילוצים לא חוקיים.

source: The chosen plural rule is invalid. Valid values are integers between 0 and 15.
he: כלל הריבוי לא תקין. כללי ריבוי תקינים הם מספרים טבעיים בין 0 ל-15.

source: Your IP %1$s has been blocked because it is blacklisted. For details please see <a href="%2$s">%2$s</a>.
he: ה IPשלך %1$s נחסם מפני שהוא רשום ברשימה השחורה. לפרטים: <a href="%2$s">%2$s</a>.

source: Joined
he: הצטרף

source: Enter the page number you wish to go to
he: הכנס את מספר העמוד שאליו ברצונך לעבור

source: Jump to
he: עבור ל

source: Jump to page
he: קפוץ לעמוד

source: Click to jump to page…
he: לחץ כאן כדי לקפוץ לעמוד אחר…

source: Last post
he: הודעה אחרונה

source: Last updated
he: עודכן לאחרונה

source: Last visit
he: ביקור אחרון

source: LDAP extension not available.
he: סיומת LDAP לא זמינה.

source: Could not connect to LDAP server.
he: לא ניתן להתחבר לשרת LDAP.

source: An error occurred while searching the LDAP directory.
he: שגיאה התרחשה בזמן החיפוש בתיקיית LDAP.

source: Legend
he: מקרא

source: Live searches are not allowed.
he: חיפושים חיים לא מורשים.

source: Loading
he: טוען

# $lang->'LOCATION'
source: Location
he: מיקום

source: Lock post
he: נעל הודעה

source: Prevent editing
he: נעל מפני עריכה

source: Lock topic
he: נעל נושא

source: Login
he: התחבר

source: Log in to check your private messages.
he: התחבר כדי לבדוק הודעות פרטיות.

source: Confirmation of login
he: אישור התחברות

source: To prevent brute forcing accounts the board requires you to enter a confirmation code after a maximum amount of failed logins. The code is displayed in the image you should see below. If you are visually impaired or cannot otherwise read this code please contact the %sBoard Administrator%s.
he: כדי להימנע מחשבונות של גורמים עוינים, המערכת דורשת ממך להזין קוד אישור לאחר כמות מרבית של התחברויות שנכשלו. הקוד מוצג בתמונה אשר אתה רואה להלן. אם אינך מצליח לראות את התמונה צור קשר עם %sהמנהל הראשי של המערכת%s.

source: You exceeded the maximum allowed number of login attempts. In addition to your username and password you now also have to solve the CAPTCHA below.
he: עברת את המספר המרבי המותר של ניסיונות התחברות. בנוסף לשם המשתמש והססמה שלך אתה צריך לפתור את האנטי-בוט שמתחת.

source: You have not been authenticated by Apache.
he: אינך אומתת על־ידי Apache.

source: A non-existant OAuth service has been requested.
he: התבקש שירות OAuth שלא קיים.

source: You have specified an incorrect password. Please check your password and try again. If you continue to have problems please contact the %sBoard Administrator%s.
he: ציינת ססמה שגוייה. בדוק את ססמתך ונסה שנית. אם אתה ממשיך להיתקל בבעיות צור קשר עם %sהמנהל הראשי של המערכת%s.

source: It was not possible to convert your password when updating this bulletin board’s software. Please %srequest a new password%s. If you continue to have problems please contact the %sBoard Administrator%s.
he: לא היה ניתן להמיר את ססמתך בעת עדכון מערכת זו. אנא %sבקש ססמה חדשה%s. אם אתה ממשיך להיתקל בבעיות צור קשר עם %sהמנהל הראשי של המערכת%s.

source: You have specified an incorrect username. Please check your username and try again. If you continue to have problems please contact the %sBoard Administrator%s.
he: ציינת שם משתמש שגוי. בדוק את שם המשתמש שלך ונסה שנית. אם אתה ממשיך להיתקל בבעיות צור קשר עם %sהמנהל הראשי של המערכת%s.

source: To view or post in this forum you must enter its password.
he: כדי לצפות או לשלוח בפורום זה אתה חייב להזין את ססמתו.

source: In order to login you must be registered. Registering takes only a few moments but gives you increased capabilities. The board administrator may also grant additional permissions to registered users. Before you register please ensure you are familiar with our terms of use and related policies. Please ensure you read any forum rules as you navigate around the board.
he: כדי להתחבר אתה חייב להיות רשום. ההרשמה לוקחת מספר שניות ומאפשרת לך יכולות גבוהות יותר. המנהל הראשי של המערכת יכול לתת בנוסף הרשאות נוספות למשתמשים רשומים. לפני שאתה מתחבר וודא שאתה מסכים עם תנאי השימוש שלנו וכללי המדיניות. אנא וודא שקראת כל כללי פורום בזמן שאתה גולש במערכת.

source: The board requires you to be registered and logged in to view this forum.
he: המערכת דורשת ממך להיות רשום ומחובר כדי לראות פורום זה.

source: In order to edit posts in this forum you have to be registered and logged in.
he: כדי לערוך הודעות בפורום זה אתה חייב להיות רשום ומחובר.

source: In order to view the online list you have to be registered and logged in.
he: כדי לראות את רשימת המחוברים אתה חייב להיות רשום ומחובר.

source: You need to login to perform this action.
he: עליך להתחבר על מנת לבצע פעולה זו.

source: Logout
he: התנתק

source: Logout [ %s ]
he: [ %s ] התנתק

source: Remember me
he: זכור אותי

source: Main
he: ראשי

source: Mark
he: סמן

source: Mark all
he: סמן הכל

source: Mark all read
he: סמן הכל כנקרא

source: Mark forums read
he: סמן פורומים כנקראו

source: Mark read
he: סמן שנקרא

source: Mark subforums read
he: סמן תת-פורומים כנקראו

source: Moderator Control Panel
he: לוח בקרה למנהל

source: Members
he: משתמשים

source: View complete list of members
he: צפה ברשימת המשתמשים המלאה

source: Merge
he: מיזוג

source: Move posts
he: העבר הודעות

source: Merge topic
he: מזג נושאים

source: Message
he: הודעה

source: Messages
he: הודעות

source: %d message
he: הודעה אחת

source: %d messages
he: %d הודעות

source: Message body
he: גוף ההודעה

source: Minutes
he: דקות

source: Moderate
he: נהל

source: Moderator
he: מנהל

source: Moderators
he: המנהלים

source: Module not accessible
he: לא ניתן לגשת למודול

source: Cannot find module %s
he: המודול %s לא נמצא

source: Module file %s does not contain correct class [%s]
he: קובץ המודול %s לא כולל את המחלקה הנכונה [%s]

source: Month
he: חודש

source: Move
he: העבר

source: N/A
he: לא זמין

source: Our newest member <strong>%s</strong>
he: המשתמש החדש ביותר <strong>%s</strong>

source: New message
he: הודעה חדשה

source: New messages
he: הודעות חדשות

source: New post
he: הודעה חדשה

# $lang->'NEW_POSTS'
source: New posts
he: יש הודעות חדשות

# $lang->'NEXT'
source: Next
he: הבא

# $lang->'NEXT_STEP'
source: Next
he: הבא

source: Never
he: לעולם לא

source: No
he: לא
