Repository: tomer/phpBB-Hebrew
Catalog: */common.po
Languages: he

source: You have no notifications
he: אין לך הודעות

source: You are not allowed to manage this group.
he: אינך מורשה לנהל את הקבוצה הזו.

source: You are not authorised to access this area.
he: אינך מורשה להיכנס לאזור זה.

source: You are no longer subscribed to updates on this forum.
he: אינך רשום יותר לקבלת עדכונים עבור פורום זה.

source: You are no longer subscribed to this topic.
he: אינך רשום יותר לקבלת עדכונים עבור נושא זה.

source: Notifications
he: התראות

source: <strong>Reply</strong> from %1$s in bookmarked topic:
he: <strong>תגובה</strong> מאת %1$s בנושא שסימנת כמועדף:

source: <em>Forum:</em> %1$s
he: <em>פורום:</em> %1$s

source: <strong>Group request</strong> from %1$s to join the group %2$s.
he: <strong>בקשת קבוצה</strong> מ-%1$s להצטרף לקבוצה %2$s.

source: <strong>Group request approved</strong> to join the group %1$s.
he: <strong>בקשת קבוצה אושרה</strong> להצטרף לקבוצה %1$s.

source: The method "%s" does not refer to a valid notification method.
he: השיטה ”%s” אינה מתייחסת לשיטת התרעות חוקית.

source: <strong>Private Message</strong> from %1$s:
he: <strong>הודעה פרטית</strong> מאת %1$s:

source: <strong>Reply</strong> from %1$s in topic:
he: <strong>תגובה</strong> מאת %1$s בנושא:

source: <strong>Post approved</strong>:
he: <strong>הודעה אושרה</strong>:

source: <strong>Post disapproved</strong>:
he: <strong>הודעה לא אושרה</strong>:

source: <strong>Post approval</strong> request by %1$s:
he: <strong>בקשת אישור הודעה</strong> על ידי %1$s:

source: <strong>Quoted</strong> by %1$s in:
he: <strong>צוטט</strong> על ידי %1$s בתוך:

source: <em>Reason:</em> %1$s.
he: <em>סיבה:</em> %1$s.

source: <strong>Private Message reported</strong> by %1$s:
he: <strong>ההודעה הפרטית דווחה</strong> by %1$s:

source: <strong>Post reported</strong> by %1$s:
he: <strong>ההודעה דווחה</strong> על ידי %1$s:

source: <strong>Report closed</strong> by %1$s for:
he: <strong>הדיווח נסגר</strong> על ידי %1$s עבור:

source: <strong>New topic</strong> by %1$s:
he: <strong>נושא חדש</strong> על ידי %1$s:

source: <strong>Topic approved</strong>:
he: <strong>הנושא אושר</strong>:

source: <strong>Topic disapproved</strong>:
he: <strong>הנושא לא אושר</strong>:

source: <strong>Topic approval</strong> request by %1$s:
he: <strong>בקשה לאישור נושא</strong> על ידי %1$s:

source: The notification type "%s" is missing from the file system.
he: סוג ההתראה "%s" חסר במערכת הקבצים.

source: <strong>Activation required</strong> for deactivated or newly registered user: “%1$s”
he: <strong>הפעלה נדרשת</strong> למשתמשים לא פעילים או שנרשמו לאחרונה: “%1$s”

source: others
he: אחרים

source: %d others
he: %d אחרים

source: Please notify the board administrator or webmaster.
he: אנא הודע למנהל הראשי של המערכת או למנהל האתר.

source: Please notify the board administrator or webmaster: <a href="mailto:%1$s">%1$s</a>
he: אנא הודע למנהל הראשי של המערכת או למנהל האתר: <a href="mailto:%1$s">%1$s</a>

source: You are not allowed to access this file.
he: אינך מורשה לגשת לקובץ זה.

source: No action specified.
he: לא צוינה פעולה.

source: There are no administrators.
he: לא קיימים מנהלים ראשיים.

source: Access to the Administration Control Panel is not allowed as you do not have administrative permissions.
he: הגישה ללוח הבקרה למנהל הראשי אסורה מפני שאין לך את הרשאות הניהול הראשי.

source: You are not able to re-authenticate as a different user.
he: אתה לא יכול להתאמת מחדש בתור משתמש אחר.

source: You do not have the necessary permissions to complete this operation.
he: אין לך את ההרשאות המתאימות להשלמת פעולה זו.

source: No avatars currently available
he: אין סמלים אישיים זמינים כרגע

source: Could not connect to smtp host : %1$s : %2$s
he: לא ניתן להתחבר לשרת smtp : %1$s : %2$s

source: No birthdays today
he: אף משתמש לא חוגג יום הולדת היום

source: Email message was blank.
he: הודעת הדואר האלקטרוני ריקה.

source: Could not get mail server response codes.
he: לא ניתן לקבל את תשובת שרת הדואר.

source: No email subject specified.
he: לא צוינה כותרת הודעת הדואר האלקטרוני.

source: The forum you selected does not exist.
he: הפורום שבחרת לא קיים.

source: This board has no forums.
he: במערכת זו אין פורומים.

source: The requested usergroup does not exist.
he: קבוצת המשתמשים שהתבקשה אינה קיימת.

source: This group currently has no members.
he: לקבוצה זו אין כרגע חברים.

source: No IP addresses or hostnames defined
he: אין כתובות IP או שמות שרתים מוגדרים

source: No members found for this search criterion.
he: לא נמצאו משתמשים לאפשרות חיפוש זו.

source: No messages
he: אין הודעות

source: No mode specified.
he: אין מצב מסוים.

source: There are no moderators.
he: לא קיימים מנהלים

source: No new messages
he: אין הודעות חדשות

source: No new posts
he: אין הודעות חדשות

source: No registered users
he: אין משתמשים רשומים

source: No posts
he: אין הודעות

source: No posts exist inside this topic for the selected time frame.
he: אין הודעות קיימות בנושא זה למסגרת הזמן שנבחרה.

source: Feeds are not available on this board.
he: הזנות לא זמינות במערכת זו.

source: The requested feed is not available.
he: ההזנה שביקשת לא זמינה.

source: Could not get style data
he: לא ניתן למצוא מידע לעיצוב

source: No subject specified
he: לא צוינה כותרת

source: The specified search backend doesn’t exist.
he: שיטת החיפוש שצוינה אינה קיימת.

source: No supported authentication methods.
he: אין שיטות אימות נתמכות.

source: The requested topic does not exist.
he: הנושא המבוקש לא קיים.

source: The topic or forum no longer exists.
he: הנושא או הפורום לא קיימים יותר.

source: There are no topics or posts in this forum.
he: אין נושאים או הודעות בפורום זה.

source: No topics exist inside this forum for the selected time frame.
he: אין נושאים קיימים בפורום זה למסגרת הזמן שנבחרה.

source: No unread posts
he: אין הודעות שלא נקראו

source: Upload initiated but no valid file upload form found.
he: ההעלאה הותחלה אבל לא נמצא טופס העלאת קובץ חוקי.

source: The requested user does not exist.
he: המשתמש המבוקש לא נמצא.

source: The requested users do not exist.
he: המשתמשים המבוקשים לא נמצאו.

source: No username was specified.
he: לא צוין שם משתמש.

source: %d attachment
he: קובץ מצורף אחד

source: %d attachments
he: %d קבצים מצורפים

source: No posts in queue
he: אין הודעות ממתינות

source: 1 post in queue
he: הודעה ממתינה אחת

source: %d posts in queue
he: %d הודעות ממתינות

source: Occupation
he: מקצוע

source: Offline
he: מנותק

source: Online
he: מחובר

source: Online friends
he: חברים מחוברים

source: In total there is <strong>%1$d</strong> user online :: %2$s and %3$s
he: בסך הכול יש <strong>משתמש אחד</strong> המחובר כעת :: %2$s ו־%3$s

source: In total there are <strong>%1$d</strong> users online :: %2$s and %3$s
he: בסך הכול יש <strong>%1$d</strong> משתמשים מחוברים :: %2$s ו־%3$s

source: In total there is <strong>%1$d</strong> user online :: %2$s, %3$s and %4$s
he: בסך הכול יש <strong>משתמש אחד</strong> המחובר כעת :: %2$s, %3$s ו־%4$s

source: In total there are <strong>%1$d</strong> users online :: %2$s, %3$s and %4$s
he: בסך הכול יש <strong>%1$d</strong> משתמשים מחוברים :: %2$s, %3$s ו־%4$s

source: Options
he: אפשרויות

source: Page <strong>%1$d</strong> of <strong>%2$d</strong>
he: עמוד <strong>%1$d</strong> מתוך <strong>%2$d</strong>

source: Page %s
he: עמוד %s

source: Password
he: ססמה

source: px
he: פיקסלים

source: %d pixel
he: פיקסל

source: %d pixels
he: %d פיקסלים

source: Please wait.
he: המתן בבקשה.

# $lang->'PM'
source: PM
he: הודעה פרטית

# $lang->'PM_REPORTED'
source: Click to view report
he: לחץ כאן על מנת לצפות בדיווח

source: Posting message in %s
he: מפרסם הודעה ב%s

source: Composing private message
he: כותב הודעה פרטית

source: Post
he: הודעה

source: Announce
he: הכרזה

source: Sticky
he: דביק

source: Posted
he: פורסם

# $lang->'POSTED_IN_FORUM'
source: in
he: ב

source: on
he: ב

# $lang->'POSTS'
source: Posts
he: הודעות

source: At least one post in this topic has not been approved.
he: לפחות הודעה אחת בנושא זה לא אושרה.

source: At least one post in this forum has not been approved.
he: לפחות הודעה אחת בפורום זה לא אושרה.

source: by
he: על ידי

source: <strong>%1$s</strong>, who is currently on your ignore list, made this post.
he: הודעה זו פורסמה על ידי <strong>%1$s</strong>, שכרגע ברשימת ההתעלמות שלך.

source: %1$sDisplay this post%2$s.
he: %1$sהצג הודעה זו%2$s.

source: %.2f posts per day
he: %.2f הודעות ליום

source: Deleted post:
he: הודעה שנמחקה:

source: This post has been deleted.
he: ההודעה נמחקה.

source: <strong>%2$s</strong> deleted the post by <strong>%1$s</strong> on %3$s.
he: הפוסט מאת <strong>%1$s</strong> נמחק על ידי <strong>%2$s</strong> בתאריך %3$s.

source: <strong>%2$s</strong> deleted the post by <strong>%1$s</strong> on %3$s for the following reason: %4$s
he: <strong>%2$s</strong> מחק את הפוסט של <strong>%1$s</strong> בתאריך %3$s מהסיבה הבאה: %4$s

source: Post details
he: פרטי ההודעה

source: Post new topic
he: פרסם נושא חדש

source: %.2f%% of all posts
he: %.2f%% מכל ההודעות

source: %.2f%% of user’s posts
he: %.2f%% מההודעות של המשתמש

source: %.2f%% of your posts
he: %.2f%% מההודעות שלך

source: Post a reply
he: פרסם תגובה

# $lang->'POST_REPORTED'
source: Click to view report
he: לחץ על מנת לצפות בדיווח

source: Post subject
he: נושא ההודעה

source: Post time
he: זמן ההודעה

source: Post a new topic
he: פרסם נושא חדש

source: Post awaiting approval:
he: הודעה ממתינה לאישור:

source: This post has not been approved.
he: הודעה זו לא אושרה.

source: Powered by %s
he: מופעל על־ידי %s

source: Preview
he: תצוגה מקדימה

# $lang->'PREVIOUS'
source: Previous
he: הקודם

# $lang->'PREVIOUS_STEP'
source: Previous
he: הקודם

source: Privacy policy
he: מדיניות הפרטיות

source: Private message
he: הודעה פרטית

source: Private messages
he: הודעות פרטיות

source: Private messaging
he: התכתבות פרטית

source: User Control Panel
he: לוח בקרה למשתמש

source: Quick links
he: קישורים מהירים

# $lang->'RANK'
source: Rank
he: דרגה

source: Viewing topics in %s
he: צופה בנושאים ב%s

source: Reading global announcement
he: קורא הכרזה גלובלית

source: Following forum link %s
he: עובר בקישור לפורום %s

source: Reading topic in %s
he: קורא נושא ב%s

source: Profile
he: פרופיל אישי

source: Reason
he: סיבה

source: Most users ever online was <strong>%1$s</strong> on %2$s
he: מספר הגולשים הרב ביותר אי-פעם הוא <strong>%1$s</strong> ב־%2$s

source: Redirect
he: העברה

source: Total redirects
he: סך הכול העברות

source: Register
he: הרשמה

source: Registered users:
he: משתמשים רשומים:

source: There is %1$d registered user and %2$s online
he: יש משתמש אחד רשום ו־%2$s מחובר

source: There are %1$d registered users and %2$s online
he: יש %1$d משתמשים רשומים ו־%2$s מחוברים

# $lang->'REG_USERS_TOTAL'->1
source: %d registered
he: משתמש רשום אחד

# $lang->'REG_USERS_TOTAL'->2
source: %d registered
he: %d משתמשים רשומים

source: Remove
he: הסר

source: Please delete, move or rename the install directory before you use your board. If this directory is still present, only the Administration Control Panel (ACP) will be accessible.
he: אנא מחק, העבר או שנה את שם התיקייה install לפני שאתה משתמש במערכת. אם התיקייה עדיין קיימת, לוח הבקרה למנהל הראשי בלבד יהיה נגיש.

source: Replies
he: תגובות

source: Reply with quote
he: הגב עם ציטוט

source: Replying to global announcement
he: מגיב להכרזה גלובלית

source: Replying to message in %s
he: מגיב להודעה ב%s

source: Report by
he: דווח על ידי

source: Report this post
he: דווח על הודעה זו

source: Reporting post
he: מדווח על הודעה

source: Resend activation email
he: שלח מחדש הפעלה לדואר אלקטרוני

source: Reset
he: איפוס טופס

source: Restore permissions
he: שחזר הרשאות

source: %sReturn to the index page%s
he: %sחזור לעמוד הראשי%s

source: %sReturn to the forum last visited%s
he: %sחזור לפורום בו ביקרת לאחרונה%s

source: %sReturn to the previous page%s
he: %sחזור לעמוד הקודם%s

source: %sReturn to the topic last visited%s
he: %sחזור לנושא שבו צפית%s

source: Return to “%s”
he: חזור אל “%s”

source: Return to Board Index
he: חזור לעמוד הראשי של הפורום

source: Feed
he: הזנות

source: News
he: חדשות

source: Active Topics
he: נושאים פעילים

source: New Topics
he: נושאים חדשים

source: You <strong>can</strong> post attachments in this forum
he: <strong>ניתן</strong> לצרף קבצים בפורום זה

source: You <strong>cannot</strong> post attachments in this forum
he: <strong>לא ניתן</strong> לצרף קבצים בפורום זה

source: You <strong>can</strong> delete your posts in this forum
he: <strong>ניתן</strong> למחוק את הודעותיך בפורום זה

source: You <strong>cannot</strong> delete your posts in this forum
he: <strong>לא ניתן</strong> למחוק את הודעותיך בפורום זה

source: You <strong>can</strong> download attachments in this forum
he: <strong>ניתן</strong> להוריד קבצים שצורפו בפורום זה

source: You <strong>cannot</strong> download attachments in this forum
he: <strong>לא ניתן</strong> להוריד קבצים שצורפו בפורום זה

source: You <strong>can</strong> edit your posts in this forum
he: <strong>ניתן</strong> לערוך את ההודעות שלך בפורום זה

source: You <strong>cannot</strong> edit your posts in this forum
he: <strong>לא ניתן</strong> לערוך את ההודעות שלך בפורום זה

source: You <strong>can</strong> lock your topics in this forum
he: <strong>ניתן</strong> לנעול את ההודעות שלך בפורום זה

source: You <strong>cannot</strong> lock your topics in this forum
he: <strong>לא ניתן</strong> לנעול את ההודעות שלך בפורום זה

source: You <strong>can</strong> post new topics in this forum
he: <strong>ניתן</strong> לכתוב נושאים חדשים בפורום זה

source: You <strong>cannot</strong> post new topics in this forum
he: <strong>לא ניתן</strong> לכתוב נושאים חדשים בפורום זה

source: You <strong>can</strong> reply to topics in this forum
he: <strong>ניתן</strong> להגיב לנושאים קיימים בפורום זה

source: You <strong>cannot</strong> reply to topics in this forum
he: <strong>לא ניתן</strong> להגיב לנושאים קיימים בפורום זה

source: You <strong>can</strong> vote in polls in this forum
he: <strong>ניתן</strong> להצביע בסקרים בפורום זה

source: You <strong>cannot</strong> vote in polls in this forum
he: <strong>לא ניתן</strong> להצביע בסקרים בפורום זה

source: Search
he: חיפוש

source: Search…
he: חיפוש…

source: Advanced search
he: חיפוש מתקדם

source: View the advanced search options
he: צפה באפשרויות החיפוש המתקדם

source: Search for keywords
he: חיפוש מילות מפתח

source: Searching forums
he: מחפש בפורומים

source: Active topics
he: נושאים פעילים

source: Search for
he: חפש

source: Search this forum…
he: חפש בפורום הזה…

# $lang->'SEARCH_NEW'
source: New posts
he: הודעות חדשות

source: Search posts by
he: חפש הודעות שנכתבו ע"י

source: Your posts
he: הודעותיך

source: Search this topic…
he: חפש בתוך הנושא הזה…

source: Unanswered topics
he: נושאים ללא תגובות

# $lang->'SEARCH_UNREAD'
source: Unread posts
he: הודעות שלא נקראו

source: Search user’s posts
he: חפש את הודעות המשתמש

source: Seconds
he: שניות

source: See All
he: הצג הכל

source: Select
he: בחר

source: Select all
he: בחר הכל

source: Please select a destination forum
he: אנא בחר פורום יעד

source: Select a forum
he: בחר פורום

source: Send email
he: שלח דואר אלקטרוני

source: Send email to %s
he: שלח דואר אלקטרוני אל %s

source: Send private message
he: שלח הודעה פרטית

source: Settings
he: הגדרות

source: Signature
he: חתימה

source: Skip to content
he: דלג לתוכן

source: SMTP server does not support authentication.
he: שרת ה־SMTP אינו תומך באימות.

source: You are not authorised to read this forum.
he: אינך מורשה לקרוא בפורום זה.

source: You are not authorised to read this topic.
he: אין ברשותך הרשאה לקרוא הודעות בנושא זה.

source: You are not authorised to download this attachment.
he: אינך מורשה להוריד קובץ מצורף זה.

source: Sort by
he: מיין לפי

source: Direction
he: כיוון

source: Joined date
he: תאריך הצטרפות

# $lang->'SORT_LOCATION'
source: Location
he: מיקום

source: Display and sorting options
he: אפשרויות הצגה ומיון

# $lang->'SORT_RANK'
source: Rank
he: דירוג

# $lang->'SORT_POSTS'
source: Posts
he: הודעות

# $lang->'SORT_TOPIC_TITLE'
source: Topic title
he: כותרת הנושא

# $lang->'SORT_USERNAME'
source: Username
he: שם משתמש

source: Split topic
he: פצל נושא

source: An SQL error occurred while fetching this page. Please contact the %sBoard Administrator%s if this problem persists.
he: שגיאת SQL התרחשה בעת טעינת עמוד זה. צור קשר עם %sהמנהל הראשי של המערכת%s אם הבעיה ממשיכה.

source: Statistics
he: סטטיסטיקות

source: Subscribe forum
he: הרשם לקבלת עדכונים מפורום זה

source: Subscribe topic
he: הרשם לקבלת עדכונים מנושא זה

source: Unsubscribe forum
he: בטל הרשמתך מפורום זה

source: Unsubscribe topic
he: בטל הרשמתך מנושא זה

source: %1$s, and %2$s
he: %1$s, ו־ %2$s

source: %1$s and %2$s
he: %1$s ו־ %2$s

source: Subforum
he: תת פורום

source: Subforums
he: תת פורומים

source: Subject
he: נושא

source: Submit
he: שלח

source: Terms of use
he: תנאי שימוש

source: Test connection
he: בדוק חיבור

source: The team
he: הצוות

source: Time
he: זמן

source: Request timed out.
he: עבר הזמן המוקצב לבקשה.

source: The value you entered is too large.
he: הערך שהזנת גדול מדי.

source: The value of <strong>Maximum number of allowed recipients per private message</strong> setting you entered is too large.
he: הערך שהזנת ל<strong>מספר מרבי של נמענים מורשים לכל הודעה פרטית</strong> גדול מדי.

source: The value you entered is too long.
he: הערך שהזנת ארוך מדי.

source: The confirm code you entered is too long.
he: קוד האישור שהזנת ארוך מדי.

source: The date format you entered is too long.
he: תבנית התאריך שהזנת ארוכה מדי.

source: The Jabber account name you entered is too long.
he: שם חשבון ה־Jabber שהזנת ארוך מדי.

# $lang->'TOO_LONG_NEW_PASSWORD'
source: The password you entered is too long.
he: הססמה שהזנת ארוכה מדי.

source: The password confirmation you entered is too long.
he: ססמת האישור שהזנת ארוכה מדי.

# $lang->'TOO_LONG_USER_PASSWORD'
source: The password you entered is too long.
he: הססמה שהזנת ארוכה מדי.

source: The username you entered is too long.
he: שם המשתמש שהזנת ארוך מדי.

source: The email address you entered is too long.
he: כתובת הדואר האלקטרוני שהזנת ארוך מדי.

source: You have tried to vote for too many options.
he: ניסית להצביע ליותר מדי אפשרויות.

source: The value you entered is too short.
he: הערך שהזנת קצר מדי.

source: The confirm code you entered is too short.
he: קוד האישור שהזנת קצר מדי.

source: The date format you entered is too short.
he: תבנית התאריך שהזנת קצרה מדי.

source: The Jabber account name you entered is too short.
he: שם חשבון ה־Jabber שהזנת קצר מדי.

# $lang->'TOO_SHORT_NEW_PASSWORD'
source: The password you entered is too short.
he: הססמה שהזנת קצרה מדי.

source: The password confirmation you entered is too short.
he: ססמת האישור שהזנת קצרה מדי.

# $lang->'TOO_SHORT_USER_PASSWORD'
source: The password you entered is too short.
he: הססמה שהזנת קצרה מדי.

source: The username you entered is too short.
he: שם המשתמש שהזנת קצר מדי.

source: The email address you entered is too short.
he: כתובת הדואר האלקטרוני שהזנת ארוכה מדי.

source: The email address confirmation you entered is too short.
he: כתובת הדואר האלקטרוני שהזנת קצרה מידי.

source: The value you entered is too small.
he: הערך שהזנת קטן מדי.

source: The value of <strong>Maximum number of allowed recipients per private message</strong> setting you entered is too small.
he: הערך שהזנת ל<strong>מספר מרבי של נמענים מורשים לכל הודעה פרטית</strong> קטן מדי.

source: Topic
he: נושא

source: Topics
he: נושאים

source: At least one topic in this forum has not been approved.
he: לפחות נושא אחד בפורום זה לא אושר.

source: Topic icon
he: אייקון לנושא

source: This topic is locked, you cannot edit posts or make further replies.
he: נושא זה נעול, אינך יכול לערוך הודעות או לבצע תגובות עתידיות.

source: Topic locked
he: נושא נעול

source: Moved topic
he: נושא הועבר

source: Topic review
he: תקציר הנושא

# $lang->'TOPIC_TITLE'
source: Topic title
he: כותרת הנושא

source: This topic has not been approved.
he: נושא זה לא אושר.

source: This topic has been deleted.
he: נושא זה נמחק.

source: Attachment(s)
he: קבצים מצורפים

source: %d log
he: פעולה %d

source: %d logs
he: %d פעולות

source: %d private message in total
he: הודעה פרטית %d בסך הכל

source: %d private messages in total
he: %d הודעות פרטיות סך הכל

source: This topic has a poll.
he: לנושא זה יש סקר.

source: Total posts
he: הודעות בסך הכל

source: Total posts <strong>%d</strong>
he: <strong>%d</strong> הודעות בסך הכל

source: This topic has been reported
he: נושא זה דווח

source: Total topics <strong>%d</strong>
he: <strong>%d</strong> נושאים בסך הכל

source: Total members <strong>%d</strong>
he: <strong>%d</strong> משתמשים בסך הכל

source: Tracked PHP errors: %s
he: שגיאות PHP מעוקבות: %s

source: It was not possible to determine the dimensions of the image. Please verify that the URL you entered is correct.
he: לא ניתן היה לקבוע את מימדי התמונה, אנא ודא כי כתובת האינטרנט שהכנסת נכונה..

source: Unable to deliver file.
he: לא ניתן למסור קובץ.

source: Unknown browser
he: דפדפן לא ידוע

source: Unmark all
he: בטל סימון

source: Unread messages
he: הודעות שלא נקראו

source: Unread post
he: הודעה שלא נקראה

# $lang->'UNREAD_POSTS'
source: Unread posts
he: הודעות שלא נקראו

source: Are you sure you wish to unsubscribe from this forum?
he: האם אתה בטוח שברצונך לבטל את הרישום לפורום זה?

source: Are you sure you wish to unsubscribe from the forum “%s”?
he: האם אתה בטוח שברצונך לבטל את הרישום מפורום “%s”?

source: Are you sure you wish to unsubscribe from this topic?
he: האם אתה בטוח שברצונך לבטל את הרישום מנושא זה?

source: Are you sure you wish to unsubscribe from the topic “%s”?
he: האם אתה בטוח שברצונך לבטל את הרישום מנושא “%s”?

source: You are no longer subscribed to the selected forums.
he: אינך רשום יותר לעדכונים לפורומים שנבחרו.

source: You are no longer subscribed to the selected topics.
he: אינך רשום יותר לעדכונים לנושאים שנבחרו.

source: You are no longer subscribed to the selected entries.
he: אינך רשום יותר לקבלת עדכונים בפריטים הנבחרים.

source: Update
he: עדכן

source: The upload is currently in progress.
he: ההעלאה כרגע בביצוע.

source: If your browser does not support meta redirection %splease click HERE to be redirected%s.
he: אם הדפדפן שלך אינו תומך בהפניית meta %sלחץ כאן כדי לעבור%s.

# $lang->'USERGROUPS'
source: Groups
he: קבוצות

# $lang->'USERNAME'
source: Username
he: שם משתמש

source: Usernames
he: שמות משתמשים

source: User avatar
he: סמל אישי של המשתמש

source: You cannot read posts in this forum.
he: אינך יכול לקרוא הודעות בפורום זה.

source: %d Post
he: הודעה %d

source: %d Posts
he: %d הודעות

source: Users
he: משתמשים

source: Test out user’s permissions
he: נסה את הרשאות המשתמש

source: We are sorry, but you are not authorised to use this feature. You may have just registered here and may need to participate more in discussions to be able to use this feature.
he: אנו מצטערים, אך אינך מורשה להשתמש באפשרות זו. יכול להיות שרק נרשמת לכאן והנך צריך להשתתף יותר בדיונים כדי להשתמש באפשרות זו.

source: Viewed
he: נצפה

source: Not viewed yet
he: לא נצפה עדיין

source: Viewed %d time
he: נצפה פעם אחת

source: Viewed %d times
he: נצפה %d פעמים

source: Viewing contact page
he: צופה בדף ליצירת הקשר

source: Viewing FAQ
he: צופה בשאלות נפוצות

source: Viewing member details
he: צופה בפרטי משתמש

source: Viewing who is online
he: צופה במי מחובר

source: Viewing moderator control panel
he: צופה בלוח הבקרה למנהל

source: Viewing member profile
he: צופה בפרופיל משתמש

source: Viewing private messages
he: צופה בהודעות פרטיות

source: Registering account
he: נרשם לפורום

source: Viewing user control panel
he: צופה בלוח הבקרה למשתמש

source: Views
he: צפיות

source: View bookmarks
he: צפה בנושאים מועדפים

source: View Logs
he: צופה בלוגים של הפורום

source: View the latest post
he: צפה בהודעה האחרונה

source: View first unread post
he: צפה בהודעה הראשונה שלא נקראה

source: View user notes
he: צפה בהערות על המשתמש

source: based on users active over the past %d minute
he: מבוסס על משתמשים פעילים בדקה האחרונה
