Repository: tomer/phpBB-Hebrew
Catalog: */common.po
Languages: he

source: based on users active over the past %d minutes
he: מבוסס על משתמשים פעילים ב־%d הדקות האחרונות

source: View topic
he: צפה בנושא

source: Announcement:
he: הכרזה:

source: Global Announcement:
he: הכרזה גלובלית:

source: Locked:
he: נעול:

source: View logs
he: ראה פעולות

source: Moved:
he: הועבר:

source: Poll:
he: סקר:

source: Sticky:
he: דביק:

source: Visit website
he: בקר באתר הבית

source: Warnings
he: אזהרות

source: Warn user
he: הזהר משתמש

source: Are you sure you wish to subscribe to this forum?
he: האם אתה בטוח שברצונך להירשם לפורום זה?

source: Are you sure you wish to subscribe to the forum “%s”?
he: האם אתה בטוח שברצונך להירשם לפורום “%s”?

source: Are you sure you wish to subscribe to this topic?
he: האם אתה בטוח שברצונך להירשם לנושא זה?

source: Are you sure you wish to subscribe to the topic “%s”?
he: האם אתה בטוח שברצונך להירשם לנושא “%s”?

source: Welcome to %s forums
he: ברוך הבא לפורום %s

source: Website
he: אתר בית

source: Whois
he: מי זה

source: Who is online
he: מי מחובר

source: You entered an incorrect password.
he: הזנת ססמה שגויה.

source: The colour value you entered is invalid.
he: ערך הצבע שהזנת שגוי.

source: The name you entered is not a valid Jabber account name.
he: השם שהזנת אינו שם חשבון Jabber חוקי.

source: The language you specified is not valid.
he: השפה שציינת אינה חוקית.

source: The post sort direction you specified is not valid.
he: הכיוון של סידור ההודעות לא תקני.

source: The post sort option you specified is not valid.
he: אפשרות הסידור שבחרת לא תקנית.

source: The topic sort direction you specified is not valid.
he: הכיוון של סידור האשכולות שבחרת לא תקני.

source: The topic sort option you specified is not valid.
he: אפשרות הסידור שבחרת לא תקנית.

source: wrote
he: כתב

source: Year
he: שנה

source: Yes
he: כן

source: Last visit was: %s
he: ביקורך האחרון היה ב: %s

source: Today
he: היום

source: Tomorrow
he: מחר

source: Yesterday
he: אתמול

source: less than a minute ago
he: לפני פחות מדקה

source: %d minute ago
he: לפני דקה

source: %d minutes ago
he: לפני %d דקות

source: Sunday
he: יום ראשון

source: Monday
he: יום שני

source: Tuesday
he: יום שלישי

source: Wednesday
he: יום רביעי

source: Thursday
he: יום חמישי

source: Friday
he: יום שישי

source: Saturday
he: יום שבת

source: Sun
he: א'

source: Mon
he: ב'

source: Tue
he: ג'

source: Wed
he: ד'

source: Thu
he: ה'

source: Fri
he: ו'

source: Sat
he: ש'

source: January
he: ינואר

source: February
he: פברואר

source: March
he: מרץ

source: April
he: אפריל

# $lang->'May'
source: May
he: מאי

source: June
he: יוני

source: July
he: יולי

source: August
he: אוגוסט

source: September
he: ספטמבר

source: October
he: אוקטובר

source: November
he: נובמבר

source: December
he: דצמבר

source: Jan
he: ינואר

source: Feb
he: פברואר

source: Mar
he: מרץ

source: Apr
he: אפריל

# $lang->'May_short'
source: May
he: מאי

source: Jun
he: יוני

source: Jul
he: יולי

source: Aug
he: אוגוסט

source: Sep
he: ספטמבר

source: Oct
he: אוקטובר

source: Nov
he: נובמבר

source: Dec
he: דצמבר

source: Africa/Abidjan
he: אפריקה/אביג'ן

source: Africa/Accra
he: אפריקה/אקרה

source: Africa/Addis Ababa
he: אפריקה/אדיס אבבה

source: Africa/Algiers
he: אפריקה/אלג'יר

source: Africa/Asmara
he: אפריקה/אסמרה

source: Africa/Bamako
he: אפריקה/במקו

source: Africa/Bangui
he: אפריקה/בנגי

source: Africa/Banjul
he: אפריקה/בנג'ול

source: Africa/Bissau
he: אפריקה/ביסאו

source: Africa/Blantyre
he: אפריקה/בלנטייר

source: Africa/Brazzaville
he: אפריקה/ברזוויל

source: Africa/Bujumbura
he: אפריקה/בוג'ומבורה

source: Africa/Cairo
he: אפריקה/קהיר

source: Africa/Casablanca
he: אפריקה/קזבלנקה

source: Africa/Ceuta
he: אפריקה/סאוטה

source: Africa/Conakry
he: אפריקה/קונאקרי

source: Africa/Dakar
he: אפריקה/דקר

source: Africa/Dar es Salaam
he: אפריקה/דאר א-סלאם

source: Africa/Djibouti
he: אפריקה/דג'יבוטי

source: Africa/Douala
he: אפריקה/דואלה

source: Africa/El Aaiun
he: אפריקה/לעיון

source: Africa/Freetown
he: אפריקה/פריטאון

source: Africa/Gaborone
he: אפריקה/גבורון

source: Africa/Harare
he: אפריקה/הררה

source: Africa/Johannesburg
he: אפריקה/יוהנסבורג

source: Africa/Juba
he: אפריקה/Juba

source: Africa/Kampala
he: אפריקה/קמפלה

source: Africa/Khartoum
he: אפריקה/Khartoum

source: Africa/Kigali
he: אפריקה/Kigali

source: Africa/Kinshasa
he: אפריקה/Kinshasa

source: Africa/Lagos
he: אפריקה/Lagos

source: Africa/Libreville
he: אפריקה/Libreville

source: Africa/Lome
he: אפריקה/Lome

source: Africa/Luanda
he: אפריקה/Luanda

source: Africa/Lubumbashi
he: אפריקה/Lubumbashi

source: Africa/Lusaka
he: אפריקה/Lusaka

source: Africa/Malabo
he: אפריקה/Malabo

source: Africa/Maputo
he: אפריקה/Maputo

source: Africa/Maseru
he: אפריקה/Maseru

source: Africa/Mbabane
he: אפריקה/Mbabane

source: Africa/Mogadishu
he: אפריקה/Mogadishu

source: Africa/Monrovia
he: אפריקה/Monrovia

source: Africa/Nairobi
he: אפריקה/Nairobi

source: Africa/Ndjamena
he: אפריקה/Ndjamena

source: Africa/Niamey
he: אפריקה/Niamey

source: Africa/Nouakchott
he: אפריקה/Nouakchott

source: Africa/Ouagadougou
he: אפריקה/Ouagadougou

source: Africa/Porto-Novo
he: אפריקה/Porto-Novo

source: Africa/Sao Tome
he: אפריקה/Sao Tome

source: Africa/Tripoli
he: אפריקה/Tripoli

source: Africa/Tunis
he: אפריקה/Tunis

source: Africa/Windhoek
he: אפריקה/Windhoek

source: America/Adak
he: אמריקה/Adak

source: America/Anchorage
he: אמריקה/Anchorage

source: America/Anguilla
he: אמריקה/Anguilla

source: America/Antigua
he: אמריקה/Antigua

source: America/Araguaina
he: אמריקה/Araguaina

source: America/Argentina/Buenos Aires
he: אמריקה/Argentina/Buenos Aires

source: America/Argentina/Catamarca
he: אמריקה/Argentina/Catamarca

source: America/Argentina/Cordoba
he: אמריקה/Argentina/Cordoba

source: America/Argentina/Jujuy
he: אמריקה/Argentina/Jujuy

source: America/Argentina/La Rioja
he: אמריקה/Argentina/La Rioja

source: America/Argentina/Mendoza
he: אמריקה/Argentina/Mendoza

source: America/Argentina/Rio Gallegos
he: אמריקה/Argentina/Rio Gallegos

source: America/Argentina/Salta
he: אמריקה/Argentina/Salta

source: America/Argentina/San Juan
he: אמריקה/Argentina/San Juan

source: America/Argentina/San Luis
he: אמריקה/Argentina/San Luis

source: America/Argentina/Tucuman
he: אמריקה/Argentina/Tucuman

source: America/Argentina/Ushuaia
he: אמריקה/Argentina/Ushuaia

source: America/Aruba
he: אמריקה/Aruba

source: America/Asuncion
he: אמריקה/Asuncion

source: America/Atikokan
he: אמריקה/Atikokan

source: America/Bahia
he: אמריקה/Bahia

source: America/Bahia Banderas
he: אמריקה/Bahia Banderas

source: America/Barbados
he: אמריקה/Barbados

source: America/Belem
he: אמריקה/Belem

source: America/Belize
he: אמריקה/Belize

source: America/Blanc-Sablon
he: אמריקה/Blanc-Sablon

source: America/Boa Vista
he: אמריקה/Boa Vista

source: America/Bogota
he: אמריקה/Bogota

source: America/Boise
he: אמריקה/Boise

source: America/Cambridge Bay
he: אמריקה/Cambridge Bay

source: America/Campo Grande
he: אמריקה/Campo Grande

source: America/Cancun
he: אמריקה/Cancun

source: America/Caracas
he: אמריקה/Caracas

source: America/Cayenne
he: אמריקה/Cayenne

source: America/Cayman
he: אמריקה/Cayman

source: America/Chicago
he: אמריקה/Chicago

source: America/Chihuahua
he: אמריקה/Chihuahua

source: America/Costa Rica
he: אמריקה/Costa Rica

source: America/Creston
he: אמריקה/Creston

source: America/Cuiaba
he: אמריקה/Cuiaba

source: America/Curacao
he: אמריקה/Curacao

source: America/Danmarkshavn
he: אמריקה/Danmarkshavn

source: America/Dawson
he: אמריקה/Dawson

source: America/Dawson Creek
he: אמריקה/Dawson Creek

source: America/Denver
he: אמריקה/Denver

source: America/Detroit
he: אמריקה/Detroit

source: America/Dominica
he: אמריקה/Dominica

source: America/Edmonton
he: אמריקה/Edmonton

source: America/Eirunepe
he: אמריקה/Eirunepe

source: America/El Salvador
he: אמריקה/El Salvador

source: America/Fortaleza
he: אמריקה/Fortaleza

source: America/Glace Bay
he: אמריקה/Glace Bay

source: America/Godthab
he: אמריקה/Godthab

source: America/Goose Bay
he: אמריקה/Goose Bay

source: America/Grand Turk
he: אמריקה/Grand Turk

source: America/Grenada
he: אמריקה/Grenada

source: America/Guadeloupe
he: אמריקה/Guadeloupe

source: America/Guatemala
he: אמריקה/Guatemala

source: America/Guayaquil
he: אמריקה/Guayaquil

source: America/Guyana
he: אמריקה/Guyana

source: America/Halifax
he: אמריקה/Halifax

source: America/Havana
he: אמריקה/Havana

source: America/Hermosillo
he: אמריקה/Hermosillo

source: America/Indiana/Indianapolis
he: אמריקה/Indiana/Indianapolis

source: America/Indiana/Knox
he: אמריקה/Indiana/Knox

source: America/Indiana/Marengo
he: אמריקה/Indiana/Marengo

source: America/Indiana/Petersburg
he: אמריקה/Indiana/Petersburg

source: America/Indiana/Tell City
he: אמריקה/Indiana/Tell City

source: America/Indiana/Vevay
he: אמריקה/Indiana/Vevay

source: America/Indiana/Vincennes
he: אמריקה/Indiana/Vincennes

source: America/Indiana/Winamac
he: אמריקה/Indiana/Winamac

source: America/Inuvik
he: אמריקה/Inuvik

source: America/Iqaluit
he: אמריקה/Iqaluit

source: America/Jamaica
he: אמריקה/Jamaica

source: America/Juneau
he: אמריקה/Juneau

source: America/Kentucky/Louisville
he: אמריקה/Kentucky/Louisville

source: America/Kentucky/Monticello
he: אמריקה/Kentucky/Monticello

source: America/Kralendijk
he: אמריקה/Kralendijk

source: America/La Paz
he: אמריקה/La Paz

source: America/Lima
he: אמריקה/Lima

source: America/Los Angeles
he: אמריקה/Los Angeles

source: America/Lower Princes
he: אמריקה/Lower Princes

source: America/Maceio
he: אמריקה/Maceio

source: America/Managua
he: אמריקה/Managua

source: America/Manaus
he: אמריקה/Manaus

source: America/Marigot
he: אמריקה/Marigot

source: America/Martinique
he: אמריקה/Martinique

source: America/Matamoros
he: אמריקה/Matamoros

source: America/Mazatlan
he: אמריקה/Mazatlan

source: America/Menominee
he: אמריקה/Menominee

source: America/Merida
he: אמריקה/Merida

source: America/Metlakatla
he: אמריקה/Metlakatla

source: America/Mexico City
he: אמריקה/Mexico City

source: America/Miquelon
he: אמריקה/Miquelon

source: America/Moncton
he: אמריקה/Moncton

source: America/Monterrey
he: אמריקה/Monterrey

source: America/Montevideo
he: אמריקה/Montevideo

source: America/Montreal
he: אמריקה/Montreal

source: America/Montserrat
he: אמריקה/Montserrat

source: America/Nassau
he: אמריקה/Nassau

source: America/New York
he: אמריקה/New York

source: America/Nipigon
he: אמריקה/Nipigon

source: America/Nome
he: אמריקה/Nome

source: America/Noronha
he: אמריקה/Noronha

source: America/North Dakota/Beulah
he: אמריקה/North Dakota/Beulah

source: America/North Dakota/Center
he: אמריקה/North Dakota/Center

source: America/North Dakota/New Salem
he: אמריקה/North Dakota/New Salem

source: America/Ojinaga
he: אמריקה/Ojinaga

source: America/Panama
he: אמריקה/Panama

source: America/Pangnirtung
he: אמריקה/Pangnirtung

source: America/Paramaribo
he: אמריקה/Paramaribo

source: America/Phoenix
he: אמריקה/Phoenix

source: America/Port-au-Prince
he: אמריקה/Port-au-Prince

source: America/Port of Spain
he: אמריקה/Port of Spain

source: America/Porto Velho
he: אמריקה/Porto Velho

source: America/Puerto Rico
he: אמריקה/Puerto Rico

source: America/Rainy River
he: אמריקה/Rainy River

source: America/Rankin Inlet
he: אמריקה/Rankin Inlet

source: America/Recife
he: אמריקה/Recife

source: America/Regina
he: אמריקה/Regina

source: America/Resolute
he: אמריקה/Resolute

source: America/Rio Branco
he: אמריקה/Rio Branco

source: America/Santa Isabel
he: אמריקה/Santa Isabel

source: America/Santarem
he: אמריקה/Santarem

source: America/Santiago
he: אמריקה/Santiago

source: America/Santo Domingo
he: אמריקה/Santo Domingo

source: America/Sao Paulo
he: אמריקה/Sao Paulo

source: America/Scoresbysund
he: אמריקה/Scoresbysund

source: America/Shiprock
he: אמריקה/Shiprock

source: America/Sitka
he: אמריקה/Sitka

source: America/St. Barthelemy
he: אמריקה/St. Barthelemy

source: America/St. Johns
he: אמריקה/St. Johns

source: America/St. Kitts
he: אמריקה/St. Kitts

source: America/St. Lucia
he: אמריקה/St. Lucia

source: America/St. Thomas
he: אמריקה/St. Thomas

source: America/St. Vincent
he: אמריקה/St. Vincent

source: America/Swift Current
he: אמריקה/Swift Current

source: America/Tegucigalpa
he: אמריקה/Tegucigalpa

source: America/Thule
he: אמריקה/Thule

source: America/Thunder Bay
he: אמריקה/Thunder Bay

source: America/Tijuana
he: אמריקה/Tijuana

source: America/Toronto
he: אמריקה/Toronto

source: America/Tortola
he: אמריקה/Tortola

source: America/Vancouver
he: אמריקה/Vancouver

source: America/Whitehorse
he: אמריקה/Whitehorse

source: America/Winnipeg
he: אמריקה/Winnipeg

source: America/Yakutat
he: אמריקה/Yakutat

source: America/Yellowknife
he: אמריקה/Yellowknife

source: Antarctica/Casey
he: אנטארקטיקה/Casey

source: Antarctica/Davis
he: אנטארקטיקה/Davis

source: Antarctica/DumontDUrville
he: אנטארקטיקה/DumontDUrville

source: Antarctica/Macquarie
he: אנטארקטיקה/Macquarie

source: Antarctica/Mawson
he: אנטארקטיקה/Mawson

source: Antarctica/McMurdo
he: אנטארקטיקה/McMurdo

source: Antarctica/Palmer
he: אנטארקטיקה/Palmer

source: Antarctica/Rothera
he: אנטארקטיקה/Rothera

source: Antarctica/South Pole
he: אנטארקטיקה/South Pole

source: Antarctica/Syowa
he: אנטארקטיקה/Syowa

source: Antarctica/Vostok
he: אנטארקטיקה/Vostok

source: Arctic/Longyearbyen
he: הארקטי/Longyearbyen

source: Asia/Aden
he: אסיה/Aden

source: Asia/Almaty
he: אסיה/Almaty

source: Asia/Amman
he: אסיה/Amman

source: Asia/Anadyr
he: אסיה/Anadyr

source: Asia/Aqtau
he: אסיה/Aqtau

source: Asia/Aqtobe
he: אסיה/Aqtobe

source: Asia/Ashgabat
he: אסיה/Ashgabat

source: Asia/Baghdad
he: אסיה/Baghdad

source: Asia/Bahrain
he: אסיה/Bahrain

source: Asia/Baku
he: אסיה/Baku

source: Asia/Bangkok
he: אסיה/Bangkok

source: Asia/Beirut
he: אסיה/ביירות

source: Asia/Bishkek
he: אסיה/Bishkek

source: Asia/Brunei
he: אסיה/Brunei

source: Asia/Choibalsan
he: אסיה/Choibalsan

source: Asia/Chongqing
he: אסיה/Chongqing

source: Asia/Colombo
he: אסיה/Colombo

source: Asia/Damascus
he: אסיה/דמשק

source: Asia/Dhaka
he: אסיה/Dhaka

source: Asia/Dili
he: אסיה/Dili

source: Asia/Dubai
he: אסיה/Dubai

source: Asia/Dushanbe
he: אסיה/Dushanbe

source: Asia/Gaza
he: אסיה/עזה

source: Asia/Harbin
he: אסיה/Harbin

source: Asia/Hebron
he: אסיה/חברון

source: Asia/Ho Chi Minh
he: אסיה/Ho Chi Minh

source: Asia/Hong Kong
he: אסיה/הונג קונג

source: Asia/Hovd
he: אסיה/חובד

source: Asia/Irkutsk
he: אסיה/אירקוטסק

source: Asia/Jakarta
he: אסיה/Jakarta

source: Asia/Jayapura
he: אסיה/Jayapura

source: Asia/Jerusalem
he: אסיה/ירושלים

source: Asia/Kabul
he: אסיה/Kabul

source: Asia/Kamchatka
he: אסיה/Kamchatka

source: Asia/Karachi
he: אסיה/Karachi

source: Asia/Kashgar
he: אסיה/Kashgar

source: Asia/Kathmandu
he: אסיה/Kathmandu

source: Asia/Khandyga
he: אסיה/Khandyga

source: Asia/Kolkata
he: אסיה/Kolkata

source: Asia/Krasnoyarsk
he: אסיה/Krasnoyarsk

source: Asia/Kuala Lumpur
he: אסיה/Kuala Lumpur

source: Asia/Kuching
he: אסיה/Kuching

source: Asia/Kuwait
he: אסיה/Kuwait

source: Asia/Macau
he: אסיה/Macau

source: Asia/Magadan
he: אסיה/Magadan

source: Asia/Makassar
he: אסיה/Makassar

source: Asia/Manila
he: אסיה/Manila

source: Asia/Muscat
he: אסיה/Muscat

source: Asia/Nicosia
he: אסיה/Nicosia

source: Asia/Novokuznetsk
he: אסיה/Novokuznetsk

source: Asia/Novosibirsk
he: אסיה/Novosibirsk

source: Asia/Omsk
he: אסיה/Omsk

source: Asia/Oral
he: אסיה/Oral

source: Asia/Phnom Penh
he: אסיה/Phnom Penh

source: Asia/Pontianak
he: אסיה/Pontianak

source: Asia/Pyongyang
he: אסיה/Pyongyang

source: Asia/Qatar
he: אסיה/Qatar

source: Asia/Qyzylorda
he: אסיה/Qyzylorda

source: Asia/Rangoon
he: אסיה/Rangoon

source: Asia/Riyadh
he: אסיה/Riyadh

source: Asia/Sakhalin
he: אסיה/Sakhalin

source: Asia/Samarkand
he: אסיה/Samarkand

source: Asia/Seoul
he: אסיה/Seoul

source: Asia/Shanghai
he: אסיה/Shanghai

source: Asia/Singapore
he: אסיה/Singapore

source: Asia/Taipei
he: אסיה/Taipei

source: Asia/Tashkent
he: אסיה/Tashkent

source: Asia/Tbilisi
he: אסיה/Tbilisi

source: Asia/Tehran
he: אסיה/Tehran

source: Asia/Thimphu
he: אסיה/Thimphu

source: Asia/Tokyo
he: אסיה/Tokyo

source: Asia/Ulaanbaatar
he: אסיה/Ulaanbaatar

source: Asia/Urumqi
he: אסיה/Urumqi

source: Asia/Ust-Nera
he: אסיה/Ust-Nera

source: Asia/Vientiane
he: אסיה/Vientiane

source: Asia/Vladivostok
he: אסיה/Vladivostok

source: Asia/Yakutsk
he: אסיה/Yakutsk

source: Asia/Yekaterinburg
he: אסיה/Yekaterinburg

source: Asia/Yerevan
he: אסיה/Yerevan

source: Atlantic/Azores
he: אנטלנטי/Azores

source: Atlantic/Bermuda
he: אנטלנטי/Bermuda

source: Atlantic/Canary
he: אנטלנטי/Canary

source: Atlantic/Cape Verde
he: אנטלנטי/Cape Verde

source: Atlantic/Faroe
he: אנטלנטי/Faroe

source: Atlantic/Madeira
he: אנטלנטי/Madeira

source: Atlantic/Reykjavik
he: אנטלנטי/Reykjavik

source: Atlantic/South Georgia
he: אנטלנטי/South Georgia

source: Atlantic/St. Helena
he: אנטלנטי/St. Helena

source: Atlantic/Stanley
he: אנטלנטי/Stanley

source: Australia/Adelaide
he: אוסטרליה/Adelaide

source: Australia/Brisbane
he: אוסטרליה/Brisbane

source: Australia/Broken Hill
he: אוסטרליה/Broken Hill

source: Australia/Currie
he: אוסטרליה/Currie

source: Australia/Darwin
he: אוסטרליה/Darwin

source: Australia/Eucla
he: אוסטרליה/Eucla

source: Australia/Hobart
he: אוסטרליה/Hobart

source: Australia/Lindeman
he: אוסטרליה/Lindeman

source: Australia/Lord Howe
he: אוסטרליה/Lord Howe

source: Australia/Melbourne
he: אוסטרליה/Melbourne

source: Australia/Perth
he: אוסטרליה/Perth

source: Australia/Sydney
he: אוסטרליה/Sydney

source: Europe/Amsterdam
he: אירופה/Amsterdam

source: Europe/Andorra
he: אירופה/Andorra

source: Europe/Athens
he: אירופה/Athens

source: Europe/Belgrade
he: אירופה/Belgrade

source: Europe/Berlin
he: אירופה/Berlin

source: Europe/Bratislava
he: אירופה/Bratislava

source: Europe/Brussels
he: אירופה/Brussels

source: Europe/Bucharest
he: אירופה/Bucharest

source: Europe/Budapest
he: אירופה/Budapest

source: Europe/Busingen
he: אירופה/Busingen

source: Europe/Chisinau
he: אירופה/Chisinau

source: Europe/Copenhagen
he: אירופה/Copenhagen

source: Europe/Dublin
he: אירופה/Dublin

source: Europe/Gibraltar
he: אירופה/Gibraltar

source: Europe/Guernsey
he: אירופה/Guernsey

source: Europe/Helsinki
he: אירופה/Helsinki

source: Europe/Isle of Man
he: אירופה/Isle of Man

source: Europe/Istanbul
he: אירופה/Istanbul

source: Europe/Jersey
he: אירופה/Jersey

source: Europe/Kaliningrad
he: אירופה/Kaliningrad

source: Europe/Kiev
he: אירופה/Kiev

source: Europe/Lisbon
he: אירופה/Lisbon

source: Europe/Ljubljana
he: אירופה/Ljubljana

source: Europe/London
he: אירופה/London

source: Europe/Luxembourg
he: אירופה/Luxembourg

source: Europe/Madrid
he: אירופה/Madrid

source: Europe/Malta
he: אירופה/Malta

source: Europe/Mariehamn
he: אירופה/Mariehamn

source: Europe/Minsk
he: אירופה/Minsk

source: Europe/Monaco
he: אירופה/Monaco

source: Europe/Moscow
he: אירופה/Moscow

source: Europe/Oslo
he: אירופה/Oslo

source: Europe/Paris
he: אירופה/Paris

source: Europe/Podgorica
he: אירופה/Podgorica

source: Europe/Prague
he: אירופה/Prague

source: Europe/Riga
he: אירופה/Riga

source: Europe/Rome
he: אירופה/Rome

source: Europe/Samara
he: אירופה/Samara

source: Europe/San Marino
he: אירופה/San Marino

source: Europe/Sarajevo
he: אירופה/Sarajevo

source: Europe/Simferopol
he: אירופה/Simferopol

source: Europe/Skopje
he: אירופה/Skopje

source: Europe/Sofia
he: אירופה/Sofia

source: Europe/Stockholm
he: אירופה/Stockholm

source: Europe/Tallinn
he: אירופה/Tallinn

source: Europe/Tirane
he: אירופה/Tirane

source: Europe/Uzhgorod
he: אירופה/Uzhgorod

source: Europe/Vaduz
he: אירופה/Vaduz

source: Europe/Vatican
he: אירופה/Vatican

source: Europe/Vienna
he: אירופה/Vienna

source: Europe/Vilnius
he: אירופה/Vilnius

source: Europe/Volgograd
he: אירופה/Volgograd

source: Europe/Warsaw
he: אירופה/Warsaw

source: Europe/Zagreb
he: אירופה/Zagreb

source: Europe/Zaporozhye
he: אירופה/Zaporozhye

source: Europe/Zurich
he: אירופה/Zurich

source: Indian/Antananarivo
he: הודי/Antananarivo

source: Indian/Chagos
he: הודי/Chagos

source: Indian/Christmas
he: הודי/Christmas

source: Indian/Cocos
he: הודי/Cocos

source: Indian/Comoro
he: הודי/Comoro

source: Indian/Kerguelen
he: הודי/Kerguelen

source: Indian/Mahe
he: הודי/Mahe

source: Indian/Maldives
he: הודי/Maldives

source: Indian/Mauritius
he: הודי/Mauritius

source: Indian/Mayotte
he: הודי/Mayotte

source: Indian/Reunion
he: הודי/Reunion

source: Pacific/Apia
he: האוקיינוס השקט/Apia

source: Pacific/Auckland
he: האוקיינוס השקט/Auckland

source: Pacific/Chatham
he: האוקיינוס השקט/Chatham

source: Pacific/Chuuk
he: האוקיינוס השקט/Chuuk

source: Pacific/Easter
he: האוקיינוס השקט/Easter

source: Pacific/Efate
he: האוקיינוס השקט/Efate

source: Pacific/Enderbury
he: האוקיינוס השקט/Enderbury

source: Pacific/Fakaofo
he: האוקיינוס השקט/Fakaofo

source: Pacific/Fiji
he: האוקיינוס השקט/Fiji

source: Pacific/Funafuti
he: האוקיינוס השקט/Funafuti

source: Pacific/Galapagos
he: האוקיינוס השקט/Galapagos

source: Pacific/Gambier
he: האוקיינוס השקט/Gambier

source: Pacific/Guadalcanal
he: האוקיינוס השקט/Guadalcanal

source: Pacific/Guam
he: האוקיינוס השקט/Guam

source: Pacific/Honolulu
he: האוקיינוס השקט/Honolulu

source: Pacific/Johnston
he: האוקיינוס השקט/Johnston

source: Pacific/Kiritimati
he: האוקיינוס השקט/Kiritimati

source: Pacific/Kosrae
he: האוקיינוס השקט/Kosrae

source: Pacific/Kwajalein
he: האוקיינוס השקט/Kwajalein

source: Pacific/Majuro
he: האוקיינוס השקט/Majuro

source: Pacific/Marquesas
he: האוקיינוס השקט/Marquesas

source: Pacific/Midway
he: האוקיינוס השקט/Midway

source: Pacific/Nauru
he: האוקיינוס השקט/Nauru

source: Pacific/Niue
he: האוקיינוס השקט/Niue

source: Pacific/Norfolk
he: האוקיינוס השקט/Norfolk

source: Pacific/Noumea
he: האוקיינוס השקט/Noumea

source: Pacific/Pago Pago
he: האוקיינוס השקט/Pago Pago

source: Pacific/Palau
he: האוקיינוס השקט/Palau

source: Pacific/Pitcairn
he: האוקיינוס השקט/Pitcairn

source: Pacific/Pohnpei
he: האוקיינוס השקט/Pohnpei

source: Pacific/Port Moresby
he: האוקיינוס השקט/Port Moresby

source: Pacific/Rarotonga
he: האוקיינוס השקט/Rarotonga

source: Pacific/Saipan
he: האוקיינוס השקט/Saipan

source: Pacific/Tahiti
he: האוקיינוס השקט/Tahiti

source: Pacific/Tarawa
he: האוקיינוס השקט/Tarawa

source: Pacific/Tongatapu
he: האוקיינוס השקט/Tongatapu

source: Pacific/Wake
he: האוקיינוס השקט/Wake

source: Pacific/Wallis
he: האוקיינוס השקט/Wallis

source: 01 Jan 2007, 13:37
he: 01 ינואר 2007, 13:37

source: 01 Jan 2007 13:37
he: 01 ינואר 2007 13:37

source: Jan 1st, '07, 13:37
he: ינואר 1st, '07, 13:37

source: Mon Jan 01, 2007 1:37 pm
he: שני ינואר 01, 2007 1:37 pm

source: January 1st, 2007, 1:37 pm
he: ינואר 1st, 2007, 1:37 pm

source: Today, 13:37 / 01 Jan 2007, 13:37
he: היום, 13:37 / 01 Jan 2007, 13:37

source: Today, 1:37 pm / January 1st, 2007, 1:37 pm
he: היום, 1:37 pm / ינואר 1st, 2007, 1:37 pm
