Repository: tomer/phpBB-Hebrew
Catalog: */groups.po
Languages: he

source: The selected group is already your default group.
he: הקבוצה הנבחרת היא כבר קבוצת ברירת המחדל שלך.

source: You are already a member of the selected group.
he: אתה כבר חבר של הקבוצה הנבחרת.

source: You already requested joining the selected group.
he: כבר ביקשת להצטרף לקבוצה הנבחרת.

source: You are not able to join this group. You are only able to join open and freely open groups.
he: אינך מורשה להוסיף קבוצה זו. אתה יכול רק להוסיף קבוצות פתוחות.

source: You are not able to resign from this group. You are only able to resign from open and freely open groups.
he: אינך יכול להסיר מקבוצה זו. אתה יכול רק להסיר מקבוצות פתוחות .

source: Successfully changed default group.
he: קבוצת ברירת המחדל שונתה בהצלחה.

source: Group avatar
he: סמל אישי לקבוצה

source: Are you sure you want to change your default membership to the group “%s”?
he: האם אתה בטוח שאתה רוצה לשנות את חברות ברירת המחדל שלך לקבוצה “%s”?

source: Closed
he: סגורה

source: Group description
he: תיאור הקבוצה

source: Hidden
he: מוסתרת

source: Usergroup information
he: פרטי קבוצת המשתמשים

source: This is a closed group, new members can only join upon invitation of a group leader.
he: זוהי קבוצה סגורה, משתמשים חדשים יכולים להצטרף רק על־ידי הזמנה מראש הקבוצה.

source: This is a freely open group, all new members are welcome.
he: זוהי קבוצה הפתוחה בחופשיות, כל המשתמשים החדשים מוזמנים בברכה.

source: This is a hidden group, only members of this group can view its membership.
he: זוהי קבוצה מוסתרת, רק משתמשי הקבוצה יכולים לצפות בחברויות שלה.

source: This is an open group, members can apply to join.
he: זוהי קבוצה פתוחה, משתמשים יכולים לבקש להצטרף.

source: This is a special group, special groups are managed by the board administrators.
he: זוהי קבוצה מיוחדת, קבוצות מיוחדות מנוהלות על־ידי המנהלים הראשיים של המערכת.

source: Join group
he: הצטרף לקבוצה

source: Are you sure you want to join the selected group?
he: האם אתה בטוח שאתה רוצה להצטרף לקבוצה הנבחרת?

source: Request to join group
he: בקש להצטרף לקבוצה

source: Are you sure you want to request joining the selected group?
he: האם אתה בטוח שאתה רוצה לבקש להצטרף לקבוצה הנבחרת?

source: Successfully joined selected group.
he: הצטרפת לקבוצה הנבחרת בהצלחה.

source: Successfully requested group membership. Please wait for a group leader to approve your membership.
he: הבקשה לחברות בקבוצה עברה בהצלחה. אנא המתן שראש קבוצה יאשר את החברות שלך.

source: Manage users
he: ניהול משתמשים

source: Group members
he: חברי הקבוצה

source: Group name
he: שם הקבוצה

source: Open
he: פתוחה

source: Group rank
he: דירוג לקבוצה

source: Resign group membership
he: בטל חברות קבוצה

source: Are you sure you want to resign your membership from the selected group?
he: האם אתה בטוח שאתה רוצה לבטל את החברות שלך בקבוצה הנבחרת?

source: Resign a pending group membership
he: בטל חברות ניסיונית בקבוצה

source: Are you sure you want to resign your pending membership from the selected group?
he: האם אתה בטוח שאתה מעוניין לבטל את החברות הניסיונית שלך בקבוצה הנבחרת?

source: You were successfully removed from the selected group.
he: הוסרת מהקבוצה הנבחרת בהצלחה.

source: Your pending membership was successfully removed from the selected group.
he: חברותך הניסיונית הוסרה מהקבוצה הנבחרת בהצלחה.

source: Group type
he: סוג הקבוצה

source: Hidden group
he: קבוצה מוסתרת

source: Moderating hidden forum(s)
he: ניהול פורומים מוסתרים

source: You need to login to view group details.
he: אתה צריך להתחבר כדי לצפות בפרטי הקבוצה.

source: You are not a leader of any group.
he: אינך ראש קבוצה של אף קבוצה.

source: The requested operation cannot be taken because you are not a leader of the selected group.
he: הפעולה המבוקשת אינה יכולה להתבצע מפני שאינך ראש הקבוצה.

source: The requested operation cannot be taken because you are not a member of the selected group or your membership has not been approved yet.
he: הפעולה המבוקשת אינה יכולה להתבצע מפני שאינך חבר בקבוצה הנבחרת או שחברותך עדיין לא אושרה.

source: You are not allowed to resign from your default group.
he: אינך רשאי לבטל את חברותך מקבוצת ברירת המחדל שלך.

source: Primary group
he: קבוצה ראשית

source: Remove selected
he: הסר נבחרים

source: From “%1$s” group to “%2$s”
he: מקבוצה “%1$s” ל־“%2$s”

source: Demote leadership
he: בטל ניהול קבוצה

source: Are you sure you want to demote as group leader from the selected group?
he: אתה בטוח שאתה רוצה לבטל את ניהול הקבוצה שלך בקבוצה הנבחרת?

source: Successfully demoted your leadership.
he: ניהול הקבוצה שלך בוטל בהצלחה.
