Repository: tomer/phpBB-Hebrew
Catalog: */mcp.po
Languages: he

source: Action
he: פעולה

source: Action/Note
he: פעולה/הערה

source: Add feedback
he: הוסף משוב

source: If you would like to add a report on this please fill out the following form. Only use plain text; HTML, BBCode, etc. are not permitted.
he: אם ברצונך להוסיף דיווח באזור זה, אנא מלא את הטופס הבא. השתמש בטקסט רגיל בלבד; HTML, BBCode, לא מאופשרים.

source: Add warning
he: הוסף אזהרה

source: To send a warning to this user please fill out the following form. Only use plain text; HTML, BBCode, etc. are not permitted.
he: בכדי לשלוח אזהרה למשתמש זה אנא מלא את הטופס הבא. השתמש בטקסט רגיל בלבד; HTML, BBCode, etc. לא מאופשרים.

source: All entries
he: כל הכניסות

source: Successfully removed all user notes.
he: כל הערות המשתמשים נמחקו בהצלחה.

source: All reports
he: כל הדיווחים

source: This post has already been reported.
he: הודעה זו כבר דווחה.

source: This private message has already been reported.
he: הודעה פרטית זו כבר דווחה.

source: A warning has already been issued for this post.
he: הערה כבר נרשמה על הודעה זו.

source: Approve
he: אשר

source: Approve post
he: אשר הודעה

source: Are you sure you want to approve this post?
he: האם אתה בטוח שברצונך לאשר הודעה זו?

source: Approve posts
he: אשר הודעות

source: Are you sure you want to approve the selected posts?
he: האם אתה בטוח שברצונך לאשר הודעות אלה?

source: Approve topic
he: אשר נושא

source: Are you sure you want to approve this topic?
he: אתה בטוח שברצונך לאשר את הנושא שנבחר?

source: Approve topics
he: אשר נושאים

source: Are you sure you want to approve the selected topics?
he: אתה בטוח שברצונך לאשר את הנושאים שנבחרו?

source: You cannot move a topic to the forum it’s already in.
he: אתה לא יכול להעביר נושא לפורום בו הוא כבר נמצא.

source: You cannot warn unregistered guest users.
he: אינך יכול להזהיר משתמש שאינו רשום למערכת.

source: You cannot warn yourself.
he: אינך יכול להזהיר את עצמך.

source: This can be left blank.
he: ניתן להשאיר ריק.

source: Change poster
he: שנה כותב

source: Close PM report
he: סגור דיווח הודעה פרטית

source: Are you sure you want to close the selected PM report?
he: האם אתה בטוח שברצונך לסגור את דיווח ההודעה הפרטית שבחרת?

source: Close PM reports
he: סגור דיווחי הודעות פרטיות

source: Are you sure you want to close the selected PM reports?
he: האם אתה בטוח שברצונך לסגור את הדיווחי הודעות פרטיות שבחרת?

source: Close report
he: סגור דיווח

source: Are you sure you want to close the selected report?
he: האם אתה בטוח שברצונך לסגור את הדיווח שבחרת?

source: Close reports
he: סגור דיווחים

source: Are you sure you want to close the selected reports?
he: האם אתה בטוח שברצונך לסגור את הדיווחים שבחרת?

source: Delete PM report
he: מחק דיווח הודעה פרטית

source: Are you sure you want to delete the selected PM report?
he: האם אתה בטוח שברצונך למחוק את דיווח ההודעה הפרטית שבחרת?

source: Delete PM reports
he: מחק דיווחי הודעות פרטיות

source: Are you sure you want to delete the selected PM reports?
he: האם אתה בטוח שברצונך למחוק את דיווחי ההודעות הפרטיות שבחרת?

source: Delete posts
he: מחק הודעות

source: Delete report
he: מחק דיווחים

source: Are you sure you want to delete the selected report?
he: האם אתה בטוח שברצונך למחוק את הדיווח שבחרת?

source: Delete reports
he: מחק דיווחים

source: Are you sure you want to delete the selected reports?
he: האם אתה בטוח שברצונך למחוק את הדיווחים שבחרת?

source: Delete shadow topic
he: מחק את צל ההודעה

source: Delete selected topics
he: מחק נושאים שנבחרו

source: Disapprove
he: לא מאשר

source: Reason for disapproval
he: הסיבה לאי האישור

source: Disapprove post
he: אל תאשר הודעה זו

source: Are you sure you want to disapprove this post?
he: אתה בטוח שברצונך לא לאשר את הודעה זו?

source: Disapprove posts
he: אל תאשר הודעות אלו

source: Are you sure you want to disapprove the selected posts?
he: אתה בטוח שברצונך לא לאשר את הודעות אלו?

source: Display entries from previous
he: הצג כניסות קודמות

source: Display options
he: הצג אפשרויות

source: You must enter a description when selecting this reason.
he: אתה חייב להכניס תיאור אם בחרת בסיבה זו.

source: Please note that one or several topics have been removed from the database because they were or become empty.
he: שים לב, הודעה או חלק מההודעות הוסרו בעקבות היותם ריקות או חסרות תוכן.

source: Feedback
he: משוב

source: Copy
he: העתק

source: Copy topic
he: עתק נושא

source: Are you sure you want to copy this topic?
he: אתה בטוח שברצונך להעתיק נושא זה?

source: Copy selected topics
he: העתק נושאים נבחרים

source: Are you sure you want to copy the selected topics?
he: אתה בטוח שברצונך להעתיק את הנושאים שנבחרו?

source: Description
he: תיאור

source: Forum name
he: שם הפורום

source: The forum you selected does not exist.
he: הפורום שבחרת אינו קיים.

source: The forum you selected cannot be posted to.
he: הפורום שהזנת אינו יכול לקבל נושאים חדשים.

source: Forum status
he: מצב הפורום

source: Forum style
he: סגנון הפורום

source: Global announcement
he: הכרזה כללית

source: IP address information
he: מידע על כתובת IP

source: IP addresses this user has posted from
he: כתובת ה־IP של משתמש זה נשלחה מ

source: Latest 5 logged actions
he: 5 פעולות אחרונות

source: Latest 5 reports
he: 5 דיווחים אחרונים

source: Latest 5 PM reports
he: 5 דיווחי ההודעות הפרטיות האחרונות

source: Latest 5 posts awaiting approval
he: 5 הודעות הממתינות לאישור

source: Latest warning issued
he: אזהרה אחרונה

source: Latest 5 warnings
he: 5 אזהרות אחרונות

source: Leave shadow topic in place
he: השאר העתק מנושא זה

source: %d report
he: דיווח %d

source: %d reports
he: %d דיווחים

source: Lock
he: נעל

source: Lock post
he: נעל הודעה

source: Are you sure you want to prevent editing this post?
he: אתה בטוח שברצונך למנוע מעריכת הודעה זו?

source: Lock selected posts
he: נעל הודעות נבחרות

source: Are you sure you want to prevent editing the selected posts?
he: אתה בטוח שברצונך למנוע מעריכת הודעות אלה?

source: Are you sure you want to lock this topic?
he: אתה בטוח שברצונך לנעול נושא זה?

source: Lock selected topics
he: נעל נושאים שנבחרו

source: Are you sure you want to lock all selected topics?
he: אתה בטוח שברצונך לנעול את הנושאים שנבחרו?

source: Currently viewing logs of:
he: התנתקויות:

source: To moderate this forum you must login.
he: בכדי לנהל פורום זה אתה חייב להתחבר.

# $lang->'LOGVIEW_VIEWTOPIC'
source: View topic
he: צפה בנושא

source: View topic log
he: צפה בלוג הנושא

# $lang->'LOGVIEW_VIEWFORUM'
source: View forum
he: צפה בפורום

source: Look up all IPs
he: צפה בכל רשימת ה־IP

source: Look up IP
he: ראה IP

source: Successfully removed all marked user notes.
he: כל הערות המשתמשים שסומנו נמחקו בהצלחה.

source: Add a warning
he: הוסף הערה

source: Banning
he: חסימה

source: Ban emails
he: חסום כתובת דואר אלקטרוני

source: Ban IPs
he: חסימות IP

source: Ban Usernames
he: חסימות שם משתמש

source: Moderator logs
he: יומן מנהל

# $lang->'MCP_LOGS_FRONT'
source: Front page
he: עמוד ראשון

source: Forum logs
he: יומן הפורום

source: Topic logs
he: יומן הנושא

source: Main
he: ראשי

# $lang->'MCP_MAIN_FORUM_VIEW'
source: View forum
he: ראה פורום

# $lang->'MCP_MAIN_FRONT'
source: Front page
he: עמוד ראשון

source: Post details
he: פרטי ההודעה

# $lang->'MCP_MAIN_TOPIC_VIEW'
source: View topic
he: ראה נושא

source: Modify to “Announcement”
he: שנה ל־“הכרזה”

source: Are you sure you want to change this topic to an “Announcement”?
he: אתה בטוח שברצונך לשנות נושא זה ל־“הכרזה”?

source: Modify to “Announcements”
he: הערוך ל־“הכרזות”

source: Are you sure you want to change the selected topics to “Announcements”?
he: אתה בטוח שברצונך לשנות את הנושאים שנבחרו ל־“הכרזות”?

source: Modify to “Global announcement”
he: שנה ל־“הכרזה כללית”

source: Are you sure you want to change this topic to a “Global announcement”?
he: אתה בטוח שברצונך לשנות נושא זה ל־“הכרזה כללית”?

source: Modify to “Global announcements”
he: שנה ל־“הכרזה כללית”

source: Are you sure you want to change the selected topics to “Global announcements”?
he: אתה בטוח שברצונך לשנות את הנושאים שנבחרו ל־“הכרזות כלליות”?

source: Modify to “Sticky”
he: שנה ל־“דביק”

source: Are you sure you want to change this topic to a “Sticky”?
he: אתה בטוח שברצונך לשנות נושא זה ל־“דביק”?

source: Modify to “Stickies”
he: שנה ל־“דביקים”

source: Are you sure you want to change the selected topics to “Stickies”?
he: אתה בטוח שברצונך לשנות את הנושאים שנבחרו לנושאים “דביקים”?

source: Modify to “Standard Topic”
he: שנה ל־“נושא רגיל”

source: Are you sure you want to change this topic to a “Standard Topic”?
he: אתה בטוח שברצונך לשנות את הנושא ל־“נושא רגיל”?

source: Modify to “Standard Topics”
he: שנה ל־“נושאים רגילים”

source: Are you sure you want to change the selected topics to “Standard Topics”?
he: אתה בטוח שברצונך לשנות את הנושאים שנבחרו ל־“נושאים רגילים”?

# $lang->'MCP_NOTES'
source: User notes
he: הערות המשתמש

# $lang->'MCP_NOTES_FRONT'
source: Front page
he: עמוד ראשון

source: User details
he: פרטי המשתמש

source: Reports issued on this post
he: דווח על הודעה זו

source: Reported PMs
he: הודעות פרטיות מדווחות

source: PM Report details
he: פרטי הודעות פרטיות מדווחות

source: Closed PM reports
he: דיווחים סגורים של הודעות פרטיות

source: This is a list of all reports about private messages which have previously been resolved.
he: זוהי רשימה של כל הדיווחים של הודעות פרטיות שטופלו בעבר.

source: Open PM reports
he: דיווחים פתוחים של הודעות פרטיות

source: This is a list of all reported private messages which are still to be handled.
he: זוהי רשימה של כל הדיווחים על הודעות פרטיות שעדיין צריך לטפל בהם.

source: Reported messages
he: הודעות מדווחות

# $lang->'MCP_REPORT_DETAILS'
source: Report details
he: פרטי הדיווח

source: Closed reports
he: דיווחים סגורים

source: This is a list of all reports about posts which have previously been resolved.
he: זוהי רשימה של דיווחים קודמים שנפתרו.

source: Open reports
he: דיווחים פתוחים

source: This is a list of all reported posts which are still to be handled.
he: זוהי רשימת הדיווחים אשר עדין לא נבדקו.

source: Moderation queue
he: תור המנהל

source: Approve details
he: פרטי האישור

source: Posts awaiting approval
he: הודעות הממתינות לאישור

source: This is a list of all posts which require approving before they will be visible to users.
he: זוהי רשימת ההודעות שנרשמו על ידי משתמשים אשר ממתינות לקבל אישור לפני פרסום ההודעות לקהל המשתמשים בפורום.

source: Topics awaiting approval
he: נושאים הממתינים לאישור

source: This is a list of all topics which require approving before they will be visible to users.
he: זוהי רשימת הנושאים שנרשמו על ידי משתמשים אשר ממתינים לקבל אישור לפני פרסום ההודעות לקהל המשתמשים בפורום.

source: Deleted posts
he: הודעות שנמחקו

source: Deleted topics
he: נושאים שנמחקו

source: View warnings for a specific user
he: ראה אזהרות של משתמשים מסוימים

# $lang->'MCP_WARN'
source: Warnings
he: אזהרות

# $lang->'MCP_WARN_FRONT'
source: Front page
he: עמוד ראשון

source: List warnings
he: רשימת הערות

source: Warn for specific post
he: הזהר הודעה ספציפית

source: Warn user
he: הזהר משתמש

source: Are you sure you want to move the selected posts?
he: האם אתה בטוח שברצונך להעביר את ההודעות שנבחרו

source: Using the form below you can move selected posts into another topic. The posts will be split from this topic and merged into the other topic. These posts will not be reordered and will appear as if the users posted them to the new topic.<br />Please enter the destination topic id or click on “Select topic” to search for one.
he: במילוי הטופס הנמצא מטה תוכל להעביר הודעות לנושא אחר. ההודעות יפוצלו מנושא זה וימזגו לנושא אחר. סדר ההודעות לא ישתנה ויופיע כאילו שהמשתמשים פרסמו אותם בנושא חדש.<br />אנא בחר את מספר הזיהוי של הנושא או לחץ על “בחר נושא” בכדי לחפש את הנושא המבוקש.

source: Destination topic identification number
he: מספר הזיהוי של הנושא

source: Merge topics
he: מזג נושאים

source: Are you sure you want to merge the selected topics?
he: האם אתה בטוח שברצונך למזג את הנושאים שנבחרו?

source: Moderate forum
he: נהל פורום

source: Moderate topic
he: נהל נושא

source: Moderate post
he: נהל הודעה

source: Moderator options
he: אפשרויות ניהול

source: Further information
he: מידע מתקדם

source: Users with most warnings
he: משתמשים עם הכי הרבה אזהרות

source: Are you sure you want to move the topic into a new forum?
he: האם אתה בטוח שברצונך להעביר את הנושא אל פורום זה?

source: Move selected topics
he: העבר נושאים שנבחרו

source: Are you sure you want to move the selected topics into a new forum?
he: האם אתה בטוח שברצונך להעביר את הנושאים שנבחרו לפורום זה?

source: Notify poster about approval?
he: ידע את שולח על האישור?

source: Notify poster about disapproval?
he: ידע את השולח על אי האישור לבקשתו?

source: Notify user about warning?
he: ידע את המשתמש על אזהרה חדשה?

source: You are not a moderator of this forum.
he: אינך המנהל של פורום זה.

source: Please select a forum for destination.
he: אנא בחר את ידע הפורום.

source: There is no destination forum available.
he: אין יעד פורום נוכחי.

source: No log entries.
he: אין רשימת כניסות.

source: No feedback exists for this user.
he: אין משוב עבור משתמש זה.

source: You have to select a destination topic for merging posts.
he: אתה חייב לבחור את יעד הנושא בכדי למזג את ההודעות.

source: No matches found.
he: לא נמצאו תוצאות תואמות.

source: You have to select a post in order to warn the user for a post.
he: אתה חייב לבחור הודעה על מנת להזהיר את המשתמש על הודעה.

source: This post was not reported.
he: ההודעה לא דווחה.

source: You must select at least one post to perform this action.
he: אתה חייב לבחור לפחות הודעה אחת על מנת לקיים את הפעולה.

source: There are no deleted posts.
he: אין הודעות שנמחקו.

# $lang->'NO_POSTS_QUEUE'
source: There are no posts waiting for approval.
he: אין הודעות שמחכות לאישור.

source: Please give an appropriate reason for disapproval.
he: אנא הזן סיבה לדחייה.

source: No report found
he: לא נמצאו דיווחים

source: No reports found
he: אין דיווחים

source: You must select at least one report to perform this action.
he: אתה חייב לבחור לפחות דיווח אחת על מנת לקיים את הפעולה.

source: None
he: אין

source: You must select at least one topic to perform this action.
he: אתה חייב לבחור לפחות נושא אחת על מנת לקיים את הפעולה.

source: There are no deleted topics.
he: אין נושאים שנמחקו.

source: There are no topics waiting for approval.
he: אין נושאים שמחכים לאישור.

source: Only topic “%s”
he: רק נושא “%s”

source: Other users posting from this IP
he: משתמשים אחרים שמגיבים מה-ip הזה

source: %s not allowed as quickmod
he: %s לא ניתן להפעלה במצב מהיר

source: The selected PM report has been closed successfully.
he: הדיווח על ההודעה הפרטית נסגר בהצלחה.

source: The selected PM report has been deleted successfully.
he: הדיווח על ההודעה הפרטית נמחק בהצלחה.

source: This private message has been successfully reported.
he: ההודעה הפרטית דווחה בהצלחה.

source: The selected PM reports have been closed successfully.
he: הדיווחים על ההודעות הפרטיות נסגרו בהצלחה.

source: The selected PM reports have been deleted successfully.
he: הדיווחים על ההודעות הפרטיות נמחקו בהצלחה.

source: There are no PM reports to review.
he: אין הודעות פרטיות שצריך לבדוק.

source: In total there is <strong>1</strong> PM report to review.
he: בסך, קיימת הודעה פרטית <strong>אחת</strong> לבדיקה.

source: In total there are <strong>%d</strong> PM reports to review.
he: בסך הכל יש <strong>%d</strong> הודעות פרטיות לבדיקה.

source: Private message report details
he: פרטי דיווח הודעה פרטית

source: Poster
he: שולח

source: The selected posts have been approved.
he: ההודעות שנבחרו אושרו בהצלחה.

source: The selected posts have been successfully removed from the database.
he: ההודעות שנבחרו הוסרו מבסיס הנתונים בהצלחה.

source: The selected posts have been disapproved.
he: ההודעות שנבחרו נדחו בהצלחה.

source: The selected posts have been locked successfully.
he: ההודעות שנבחרו ננעלו בהצלחה.

source: The selected posts have been merged.
he: ההודעות שנבחרו אוחדו בהצלחה.

source: Posts per page
he: הודעות לעמוד

source: (Set to 0 to view all posts.)
he: (הגדר 0 כדי לראות את כל ההודעות.)

source: The selected posts have been restored successfully.
he: ההודעות שנבחרו שוחזרו בהצלחה.

source: The selected posts have been unlocked successfully.
he: ההודעות שנבחרו נפתחו בהצלחה.

source: The selected post has been approved.
he: ההודעות שנבחרו אושרו בהצלחה.

source: The selected post has been successfully removed from the database.
he: ההודעה שנבחרה הוסרה מבסיס הנתונים בהצלחה.

source: The selected post has been disapproved.
he: ההודעה שנבחרה נדחתה בהצלחה.

source: Post locked successfully.
he: ההודעה ננעלה בהצלחה.

source: The post you requested does not exist.
he: ההודעה שביקשת איננה קיימת.

source: This post has been successfully reported.
he: ההודעה דווחה בהצלחה.

source: This post has been restored successfully.
he: הודעה זו שוחזרה בהצלחה.

source: Post unlocked successfully.
he: ההודעה נפתחה בהצלחה.

# $lang->'READ_USERNOTES'
source: User notes
he: הערות המשתמש

source: User warnings
he: אזהרות המשתמש

source: Reporter
he: מדווח

source: Reported
he: דווח

source: Reported by
he: דווח על ידי

source: on
he: ב

source: The selected reports have been closed successfully.
he: הדיווחים שנבחרו נסגרו בהצלחה.

source: The selected reports have been deleted successfully.
he: הדיווחים שנבחרו נמחקו בהצלחה.

source: There are no reports to review.
he: אין דיווחים חדשים.

source: In total there is <strong>1</strong> report to review.
he: בסך הכל, יש דיווח <strong>אחד</strong> לבדיקה.

source: In total there are <strong>%d</strong> reports to review.
he: בסך הכל, יש <strong>%d</strong> דיווחים לבדיקה.

source: This report has already been closed.
he: דיווח זה כבר נסגר.

source: The selected report has been closed successfully.
he: הדיווח שנבחר נסגר בהצלחה.

source: The selected report has been deleted successfully.
he: הדיווח שנבחר נמחק בהצלחה.

# $lang->'REPORT_DETAILS'
source: Report details
he: פרטי הדיווח

source: Report this message
he: דווח על הודעה זו

source: Use this form to report the selected private message. Reporting should generally be used only if the message breaks forum rules. <strong>Reporting a private message will make its contents visible to all moderators.</strong>
he: השתמש בטופס זה כדי לדווח על ההודעה הפרטית שנבחרה. יש להשתמש בדיווח אם ההודעה עוברת על חוקי הפורום. <strong>דיווח על הודעה פרטית תאפשר למנהלים לראות את תוכן ההודעה.</strong>

source: Notify me
he: ידע אותי

source: Informs you when your report is dealt with.
he: ידע אותי כאשר הדיווח נכנס לטיפול.

source: Use this form to report the selected post to the forum moderators and board administrators. Reporting should generally be used only if the post breaks forum rules.
he: השתמש בדף זה בכדי לדווח למנהל הפורום ולמנהלי המערכת. בדרך כלל יש להשתמש בדיווחים אם ההודעה עברה על חוקי הפורום.

source: Report reason
he: סיבת הדיווח

source: Report time
he: זה הדיווח

source: Restore
he: שחזור

source: Restore post
he: שחזר הודעה

source: Are you sure you want to restore this post?
he: אתה בטוח שברצונך לשחזר את ההודעה שנבחרה?

source: Restore posts
he: שחזר הודעות

source: Are you sure you want to restore the selected posts?
he: אתה בטוח שברצונך לשחזר את ההודעות שנבחרו?

source: Restore topic
he: שחזר נושא

source: Are you sure you want to restore this topic?
he: אתה בטוח שברצונך לשחזר את הנושא שבחרת?

source: Restore topics
he: שחזר נושאים

source: Are you sure you want to restore the selected topics?
he: אתה בטוח שברצונך לשחזר את הנושאים שנבחרו?

source: Resync
he: חדש

source: %sReturn to the message%s
he: %sחזור להודעה%s

source: %sGo to the new forum%s
he: %sעבור לפורום החדש%s

source: %sGo to the new topic%s
he: %sעבור לנושא החדש%s

source: %sReturn to the private message%s
he: %sחזור להודעה פרטית%s

source: %sReturn to the post%s
he: %sחזור להודעה%s

source: %sReturn to the queue%s
he: %sחזור אל תור המנהל%s

source: %sReturn to the reports%s
he: %sחזור אל הדיווחים%s

source: %sReturn to the topic%s
he: %sחזור לנושא%s

source: Search posts by
he: חפש הודעות ע"י שם משתמש

source: Select desired action
he: בחר בפעולה מתבקשת

source: Please select the forum you wish this global announcement to be displayed.
he: אנא בחר את הפורום שברצונך להציג בו את ההכרזה הכללית.

source: One or more of the selected topics are global announcements. Please select the forum you wish these to be displayed.
he: נושא או כמה נושאים שנבחרו הם הכרזות כלליות. אנא בחר את הפורום שברצונך להציג הכרזות אלו.

source: Select for merge
he: בחר למיזוג

source: Select topics from
he: בחר נושאים מ

source: Select topic
he: בחר נושא

source: Select user
he: בחר משתמש

source: Log action
he: יומן פעולות

source: Date
he: תאריך

source: IP address
he: כתובת IP

# $lang->'SORT_WARNINGS'
source: Warnings
he: אזהרות

source: Split topic from selected post onwards
he: פצל נושא החל מההודעה שנבחרה

source: Forum for new topic
he: פורום לנושא חדש

source: Split selected posts
he: פצל הודעות שנבחרו

source: New topic title
he: כותרת הנושא החדש

source: Split topic from selected posts
he: פצל נושא מההודעות הנבחרות

source: Are you sure you want to split this topic?
he: אתה בטוח שברצונך לפצל נושא זה?

source: Split topic at selected post
he: פצל נושא מההודעה שנבחרה

source: Are you sure you want to split this topic at the selected post?
he: אתה בטוח שברצונך לפצל נושא זה מההודעה?

source: Using the form below you can split a topic in two, either by selecting the posts individually or by splitting at a selected post.
he: בשימוש דף זה הנך יכול לפצל נושאים ולהפוך לכמה נושאים, או לפצל הודעות מסוימות מהנושא הנבחר.

source: IP for this private message
he: כתובת הIP של הודעה פרטית זו

source: IP for this post
he: כתובת ה־IP של הודעה זו

source: The selected topics have been approved.
he: הנושאים שנבחרו אושרו.

source: The selected topics have been successfully removed from the database.
he: הנושאים שנבחרו הוסרו בהצלחה מבסיס הנתונים.

source: The selected topics have been disapproved.
he: הנושאים שנבחרו לא אושרו.

source: The selected topics have been copied successfully.
he: הנושאים שנבחרו הועתקו בהצלחה.

source: The selected topics have been locked.
he: הנושאים שנבחרו ננעלו בהצלחה.

source: The selected topics have been moved successfully.
he: הנושאים שנבחרו הועברו בהצלחה.

source: The selected topics have been restored successfully.
he: הנושאים שנבחרו שוחזרו בהצלחה.

source: The selected topics have been resynchronised.
he: הנושאים שנבחרו חודשו בהצלחה.

source: Topic types changed successfully.
he: סוג הנושא שונה בהצלחה.

source: The selected topics have been unlocked.
he: הנושאים שנבחרו נפתחו בהצלחה.

source: The selected topic has been approved.
he: הנושא הנבחר אושר.

source: The selected topic has been successfully removed from the database.
he: הנושא הנבחר הוסר בהצלחה מבסיס הנתונים.

source: The selected topic has been disapproved.
he: הנושא הנבחר לא אושר.

source: The selected topic has been copied successfully.
he: הנושא הנבחר הועתק בהצלחה.

source: The selected topic has been locked.
he: הנושא הנבחר ננעל.

source: The selected topic has been moved successfully.
he: הנושא הנבחר הועבר בהצלחה.

source: The topic you selected does not exist.
he: הנושא שבחרת אינו קיים.

source: The selected topic has been restored successfully.
he: הנושא הנבחר שוחזר בהצלחה.

source: The selected topic has been resynchronised.
he: הנושא הנבחר חודש בהצלחה.

source: The selected topic has been split successfully.
he: הנושא הנבחר פוצל בהצלחה.

source: Topic time
he: זמן הנושא

source: Topic type changed successfully.
he: סוג הנושא שונה בהצלחה.

source: The selected topic has been unlocked.
he: הנושא שנבחר נפתח.

source: Total Warnings
he: סה"כ אזהרות

# $lang->'UNAPPROVED_POSTS_TOTAL'->0
source: There are no posts waiting for approval.
he: אין הודעות הממתינות לאישור.

source: In total there is <strong>1</strong> post waiting for approval.
he: בסך הכל יש הודעה <strong>אחת</strong> הממתינה לאישור.

source: In total there are <strong>%d</strong> posts waiting for approval.
he: בסך הכל יש <strong>%d</strong> הודעות הממתינות לאישור.

source: Unlock
he: פתח

# $lang->'UNLOCK_POST'
source: Unlock post
he: פתח הודעה
