Repository: tomer/phpBB-Hebrew
Catalog: */mcp.po
Languages: he

source: Allow editing
he: אפשר עריכה.

# $lang->'UNLOCK_POST_POST'
source: Unlock post
he: פתח הודעה

source: Are you sure you want to allow editing this post?
he: אתה בטוח שברצונך לאפשר עריכת הודעה זו?

source: Unlock selected posts
he: פתח הודעות שנבחרו

source: Are you sure you want to allow editing the selected posts?
he: האם אתה בטוח שברצונך לאפשר את ההודעות שנבחרו?

source: Unlock topic
he: פתח נושא

source: Are you sure you want to unlock this topic?
he: האם אתה בטוח שברצונך לפתוח נושא זה?

source: Unlock selected topics
he: פתח נושאים שנבחרו

source: Are you sure you want to unlock all selected topics?
he: האם אתה בטוח שברצונך לאפשר את פתיחתם של הנושאים שנבחרו?

source: You cannot post in this forum.
he: אתה לא יכול לכתוב בפורום זה.

source: You cannot report posts in this forum.
he: אתה לא יכול לדווח על הודעות בפורום זה.

source: User feedback added successfully.
he: משוב המשתמש נוסף בהצלחה.

source: User warned successfully.
he: המשתמש הוזהר בהצלחה.

source: View details
he: ראה פרטים

source: View private message
he: צפה בהודעה פרטית

# $lang->'VIEW_POST'
source: View post
he: ראה הודעה

source: Warned users
he: משתמשים שאוזהרו

source: This is a list of users with unexpired warnings issued to them.
he: זוהי רשימת המשתמשים המוזהרים.

source: The following is a warning which has been issued to you by an administrator or moderator of this site.[quote]%s[/quote]
he: רשימת האזהרות הבאה ניתנה ע"י סמכות של מנהלי פורומים ומנהלים ראשים.[quote]%s[/quote]

source: Board warning issued
he: מערכת אזהרות הפורום

source: This is a warning regarding the following post made by you: %s .
he: אזהרה ניתנה בעיקבות הודעה ששלחת: %s.

source: No warnings exist.
he: לא קיימות אזהרות.

source: You selected topic number %d: %s.
he: בחרת את נושא מספר %d: %s.

source: Warez
he: תוכן בלתי חוקי

source: Spam
he: ספאם

source: Off-topic
he: נושא שאינו קשור

source: Other
he: אחר

source: The message contains links to illegal or pirated software.
he: ההודעה מכילה קישורים לתוכנה לא חוקית או המוגנת בזכויות יוצרים.

source: The reported message has the only purpose to advertise for a website or another product.
he: ההודעה שדווחה הייתה רק למטרת פרסום אתרים או מוצרים..

source: The reported message is off topic.
he: ההודעה שדווחה היא נושא שאינו קשור לפורום.

source: The reported message does not fit into any other category, please use the further information field.
he: ההודעה שדווחה לא תואמת לאף אחת מהאפשרויות לדיווח, אנא השתמש בשדה המידע נוסף.
