Repository: tomer/phpBB-Hebrew
Catalog: */memberlist.po
Languages: he

source: Profile
he: פרופיל

source: Most active forum
he: פעיל ביותר בפורום

source: Most active topic
he: פעיל ביותר בנושא

source: Add foe
he: הוסף נודניק

source: Add friend
he: הוסף חבר

source: After
he: לאחר

source: All
he: כולם

source: Before
he: לפני

source: Send a copy of this email to yourself.
he: שלח העתק של הדואר האלקטרוני לעצמך.

source: Contact a Board Administrator
he: צור קשר עם מנהל ראשי

source: Language
he: שפה

source: Select an appropriate language (if available) for the recipient of this message.
he: בחר בשפה המתאימה (אם קיימת) עבור הבן אדם שמקבל הודעה זאת.

source: Edit profile
he: ערוך פרופיל

source: This message will be sent as plain text, do not include any HTML or BBCode. The return address for this message will be set to your email address.
he: הודעה זו תשלח כטקסט נקי, אל תכלול כאו קוד HTML או BBCode. הכתובת לחזרה תיקבע על פי כתובת הדואר אלקטרוני שלך.

source: Sorry but all email related functions have been disabled.
he: פונקציית הדואר האלקטרוני איננה פעילה.

source: The email has been sent.
he: הדואר האלקטרוני נשלח.

source: This message will be sent as plain text, do not include any HTML or BBCode. Please note that the topic information is already included in the message. The return address for this message will be set to your email address.
he: הודעה זו תשלח כטקסט נקי, אל תכלול כאו קוד HTML או BBCode. אנא שים לב שפירטי הנושא כבר כלולים בהודעה, הכתובת לחזרה תיקבע על פי כתובת הדואר אלקטרוני שלך.

source: You must provide a valid email address for the recipient.
he: אתה מוכרח לספק כתובת דואר אלקטרוני תקינה של הנמען.

source: You must enter a message to be emailed.
he: אתה מוכרח לכתוב את ההודעה שהנך רוצה לשלוח בדואר אלקטרוני.

source: You must enter a message to be send.
he: אתה חייב להזין הודעה לשליחה.

source: You must enter the real name of the recipient.
he: אתה מוכרח לציין שם אמיתי של הנמען.

source: You must provide a valid email address.
he: אתה מוכרח לציין כתובת דואר אלקטרוני תקינה.

source: You must provide a name.
he: אתה מוכרח לציין שם.

source: You must specify a subject for the email.
he: אתה מוכרח לציין נושא להודעה.

source: Equal to
he: שווה ל

source: Use this form to search for specific members. You do not need to fill out all fields. To match partial data use * as a wildcard. When entering dates use the format <kbd>YYYY-MM-DD</kbd>, e.g. <samp>2004-02-29</samp>. Use the mark checkboxes to select one or more usernames (several usernames may be accepted depending on the form itself) and click the Select Marked button to return to the previous form.
he: תשתמש בטופס זה על מנת לחפש משתמשים מסוימים. אינך מוכרח למלא את כל השדות בטופס. השתמש ב־* בתור תו משלים. בהוספת תאריכים אנא השתמש בפורמט <kbd>YYYY-MM-DD</kbd>, לדוגמה <samp>2004-02-29</samp>. תשתמש בתיבות הבחירה על מנת לבחור שם משתמש אחד או יותר (יותר משם משתמש אחד יתקבל בהתאם לטופס עצמו) ותלחץ על הכפתור בחר מסומנים על מנת לחזור לטופס הקודם.

source: You cannot send another email at this time. Please try again later.
he: אינך יכול לשלוח דואר אלקטרוני נוסף כרגע, אנא נסה שנית מאוחר יותר.

source: Group leader
he: ראש קבוצה

source: Hide member search
he: הסתר טופס חיפוש משתמש

source: Add Contact
he: הוסף איש קשר

source: Download application
he: הורדת היישום

source: Please note that users may have selected to not receive unsolicited instant messages.
he: אנא שים לב שיש משתמשים שבחרו שלא לקבל הודעות ללא הזמנה.

source: This is an automated message please do not reply! Message from user %1$s at %2$s.
he: זוהי הודעה אוטומטית, אנא אל תגיב לה! הודעה מהמשתמש %1$s בשעה %2$s.

source: Your message
he: הודעתך

source: Your Name
he: שמך

source: There is no suitable contact information for this user.
he: אין פרטי תוכן מתאימים למשתמש זה.

source: Sorry, direct messaging of Jabber users is not supported on this board. You will need a Jabber client installed on your system to contact the recipient above.
he: סליחה, שליחת הודעה באופן ישיר למשתמש Jabber אינה נתמכת במערכת זו, אתה צריך שתוכנת הJabber תהיה מותקנת אצלך במחשב כדי לשלוח הודעה למשתמש זה.

# $lang->'IM_RECIPIENT'
source: Recipient
he: נמען

# $lang->'IM_SEND'
source: Send message
he: שלח הודעה

# $lang->'IM_SEND_MESSAGE'
source: Send message
he: שלח הודעה

source: Your message to %1$s has been sent successfully.
he: הודעתך ל־%1$s נשלחה בהצלחה.

source: Send an instant message
he: שלח הודעה מיידית.

# $lang->'LAST_ACTIVE'
source: Last active
he: פעיל לאחרונה

source: Less than
he: פחות מ

source: %d user
he: משתמש %d

source: %d users
he: %d משתמשים

source: The board requires you to be registered and logged in to view the team listing.
he: המערכת דורשת ממך להיות רשום ומחובר על מנת לצפות ברשימות הצוות.

source: The board requires you to be registered and logged in to access the memberlist.
he: המערכת דורשת ממך להיות רשום ומחובר על מנת לגשת לרשימת משתמשים.

source: The board requires you to be registered and logged in to search users.
he: המערכת דורשת ממך להיות רשום ומחובר על מנת לחפש משתמשים.

source: The board requires you to be registered and logged in to view profiles.
he: המערכת דורשת ממך להיות רשום ומחובר על מנת לצפות בפרופילים.

source: Manage Group
he: נהל קבוצה

source: More than
he: יותר מ

source: The board administrator contact form has been disabled.
he: טופס יצירת הקשר עם המנהל הראשי לא פעיל.

source: The board administrator contact page has been disabled.
he: עמוד יצירת הקשר עם המנהל הראשי לא פעיל.

source: You are not permitted to send email to this user.
he: אינך מורשה לשלוח דואר אלקטרוני למשתמש זה.

source: You are not authorised to view the member list or profiles.
he: אין לך הרשאה לצפות ברשימות משתמשים או בפרופילים.

source: Order
he: סדר

source: Other
he: אחר

source: Posted from IP/domain
he: נשלח מהאייפי\דומיין

source: Recipient name
he: שם הנמען

# $lang->'RECIPIENT'
source: Recipient
he: נמען

source: Remove foe
he: הסר נודניק

source: Remove friend
he: הסר חבר

source: Select marked
he: בחר מסומנים

source: Select sort method
he: בחר שיטת מיון

source: Your email address
he: כתובת הדואר האלקטרוני שלך

source: Your name
he: השם שלך

source: Send ICQ message
he: שלח הודעת ICQ

source: Instant messaging
he: הודעה מיידית

source: Send Jabber message
he: שלח הודעת Jabber

source: Message
he: הודעה

source: Send YIM message
he: שלח הודעת YIM

source: Email
he: דואר אלקטרוני

# $lang->'SORT_LAST_ACTIVE'
source: Last active
he: פעיל לאחרונה

source: Post count
he: מונה הודעות

source: Username begins with
he: שמות משתמש המתחילים באות

source: Administer user
he: נהל משתמש

source: Banning
he: חסימה

source: User statistics
he: סטטיסטיקת המשתמש

source: No reminder sent at this time
he: לא נשלחו תזכורות בזמן זה

# $lang->'USER_LAST_REMINDED'->1
source: %1$d reminder sent<br />» %2$s
he: %1$d נשלחה תזכורת<br />» %2$s

# $lang->'USER_LAST_REMINDED'->2
source: %1$d reminder sent<br />» %2$s
he: %1$d נשלחה תזכורת<br />» %2$s

source: Online
he: מחובר

source: Board presence
he: נוכחות בפורום

source: Users per page
he: משתמשים בעמוד

source: Viewing profile - %s
he: צופה בפרופיל - %s

source: View Facebook Profile
he: צפה בפרופיל Facebook

source: View Skype Profile
he: צפה בפרופיל Skype

source: View Twitter Profile
he: צפה בפרופיל Twitter

source: View YouTube Channel
he: צפה בערוץ YouTube

source: View Google+ Profile
he: צפה בפרופיל Google+
