Repository: tomer/phpBB-Hebrew
Catalog: */migrator.po
Languages: he

source: The config setting "%s" unexpectedly does not exist.
he: פריט ההגדרה "%s" לא קיים בצורה חריגה

source: The group "%s" unexpectedly does not exist.
he: הקבוצה "%s" לא קיימת בצורה חריגה

source: Apply dependencies of %s.
he: אשר את התלויות של %s.

source: Installed Data: %1$s; Time: %2$.2f seconds
he: מידע מותקן %1$s; זמן: %2$.2f שניות

source: Installing Data: %1$s; Time: %2$.2f seconds
he: מתקין מידע: %1$s; זמן: %2$.2f שניות

source: Installing Data: %s.
he: מתקין מידע: %s.

source: Migration already effectively installed (skipped): %s
he: ההגירה כבר התקינה בצורה אפקטיבית (דולג) את: %s

source: Something went wrong during the request and an exception was thrown. The changes made before the error occurred were reversed to the best of our abilities, but you should check the board for errors.
he: משהו לא עלה יפה במהלך הבקשה, וחריגה הוגשה..השינויים שבוצעו לפני השגיאה שוחזרו כמיטב יכולתנו,אבל כדאי שתבדוק את המערכת עבור שגיאות.

source: The migration "%1$s" is not fulfillable, missing migration "%2$s".
he: ההגירה של "%1$s" לא אפשרית, חסרה ההגירה "%2$s".

source: The migration "%s" is not installed.
he: רכיבה ההגירה ”%s” אינו מותקן.

source: %s is not a valid migration.
he: %s היא לא הגירה תקינה.

source: Installed Schema: %1$s; Time: %2$.2f seconds
he: תכנון התקנה: %1$s; זמן: %2$.2f שניות

source: Installing Schema: %1$s; Time: %2$.2f seconds
he: Installing Schema: %1$s; זמן: %2$.2f שניות

source: Installing Schema: %s.
he: תכנון התקנה: %s.

source: Reverted Data: %1$s; Time: %2$.2f seconds
he: שחזור נתונים: %1$s; זמן: %2$.2f שניות

source: Reverting Data: %1$s; Time: %2$.2f seconds
he: הנתונים בשחזור: %1$s; זמן: %2$.2f שניות

source: An error occurred while creating a module: %s
he: התרחשה שגיאה בעת יצירת המודול: %s

source: A module already exists: %s
he: מודול כבר קיים: %s

source: A required module info file is missing: %2$s
he: קובץ מידע חשוב של מודול חסר: %2$s

source: A required module does not exist: %s
he: מודול חיוני לא קיים: %s

source: The permission setting "%s" unexpectedly does not exist.
he: הגדרות ההרשאה "%s" לא קיימות בצורה חריגה.

source: The permission role "%s" unexpectedly does not exist.
he: תפקיד ההרשאות "%s" לא קיים בצורה חריגה.
