Repository: tomer/phpBB-Hebrew
Catalog: */plupload.po
Languages: he

source: Add files
he: הוסף קבצים

source: Add files to the upload queue and click the start button.
he: הוסף קבצים ולחץ על לחצן ההפעלה…

source: %s already present in the queue.
he: %s כבר קיים.

source: Close
he: סגור

source: Drag files here.
he: גרור את הקבצים לכאן.

source: Duplicate file error.
he: שגיאת קובץ כפול

source: You may also attach files by dragging and dropping them in the message box.
he: ניתן לצרף קבצים על ידי גרירה ושחרורם בתיבת ההודעה.

source: Failed to open input stream.
he: לא הצליח, נכשל.

source: Failed to move uploaded file.
he: ניסיון העלאת הקובץ נכשל.

source: Failed to open output stream.
he: נכשל בפתיחת זרם הפלט. נסו שוב.

source: File too large:
he: קובץ גדול מדי:

source: File count error.
he: שגיאת העלאה.

source: Invalid file extension:
he: סיומת קובץ לא חוקית:

source: Runtime ran out of available memory.
he: אין מספיק זכרון באחסון, נסו מאוחר יותר.

source: Upload URL might be wrong or does not exist.
he: הקישור שהעלת עשויה להיות שגויה או אינה קיימת.

source: File extension error.
he: שגיאה בסיומת הקובץ.

source: File: %s
he: קובץ: %s

source: File: %s, size: %d, max file size: %d
he: קובץ: %s, גודל: %d, גודל הקובץ: %d

source: Filename
he: שם קובץ

source: %d files queued
he: %d קבצים בתור

source: Generic error.
he: שגיאה כללית.

source: HTTP error.
he: שגיאת HTTP.

source: Image format either wrong or not supported.
he: פורט שגוי או אינו נתמך.

source: Init error.
he: שגיאת INIT.

source: IO error.
he: שגיאת IO.

source: N/A
he: לא זמין

source: Security error.
he: שגיאת אבטחה.

source: Select files
he: בחר קבצים

source: Size
he: גודל

source: File size error.
he: שגיאת גודל הקובץ.

source: Status
he: מצב

source: Start upload
he: התחל בהעלה

source: Start uploading queue
he: מעלה לאתר

source: Stop upload
he: עצירת העלאה

source: Stop current upload
he: הפסק העלאה נוכחית

source: Uploaded %d/%d files
he: הועלו %d/%d קבצים
