Repository: tomer/phpBB-Hebrew
Catalog: */posting.po
Languages: he

source: Upload attachment
he: צירוף קובץ

source: If you wish to attach one or more files enter the details below.
he: אם אתה מעוניין לצרף קובץ אחד או יותר, הזן את הפרטים שלהלן.

source: Add the file
he: צרף קובץ

source: Poll creation
he: יצירת סקר

source: If you do not want to add a poll to your topic leave the fields blank.
he: אם אינך מעוניין להוסיף סקר לנושא שלך, השאר את השדות ריקים.

source: Sorry but this message is already deleted.
he: סליחה אך ההודעה כבר נמחקה.

source: There is not enough free disk space to post this attachment.
he: אין מספיק מקום פנוי בכונן על מנת לצרף את הקובץ המצורף.

source: Sorry, the board attachment quota has been reached.
he: סליחה אך מכסת הקבצים המצורפים של המערכת התמלאה.

source: Attach a signature (signatures can be altered via the UCP)
he: צרף חתימה (חתימות ניתנות לשינוי דרך לוח הבקרה למשתמש)

source: Inline uploaded attachment: [attachment=]filename.ext[/attachment]
he: הוספת קובץ מצורף: [attachment=]שם הקובץ[/attachment]

source: Bold text: [b]text[/b]
he: טקסט מודגש: [b]טקסט[/b]

source: Code display: [code]code[/code]
he: תצוגת קוד: [code]קוד[/code]

source: Flash: [flash=width,height]http://url[/flash]
he: פלאש: [flash=רוחב,גובה]כתובת[/flash]

source: Font size: [size=85]small text[/size]
he: גודל גופן: [small=85]טקסט קטן[/size]

source: %sBBCode%s is <em>OFF</em>
he: %sBBCode%s <em>כבוי</em>

source: %sBBCode%s is <em>ON</em>
he: %sBBCode%s <em>פעיל</em>

source: Italic text: [i]text[/i]
he: טקסט נטוי: [i]טקסט[/i]

source: List: [list][*]text[/list]
he: רשימה: [list][*]טקסט[/list]

source: List item: [*]text
he: פריט רשימה: [*]טקסט

source: Ordered list: e.g. [list=1][*]First point[/list] or [list=a][*]Point a[/list]
he: רשימה מסודרת: לדוגמא [list=1][*]נקודה ראשונה[/list] או [list=a][*]נקודה א[/list]

source: Insert image: [img]http://image_url[/img]
he: הוספת תמונה: [img]כתובת התמונה[/img]

source: Quote text: [quote]text[/quote]
he: טקסט מצוטט: [quote]טקסט[/quote]

source: Font colour: [color=red]text[/color] or [color=#FF0000]text[/color]
he: צבע גופן: [color=red]טקסט[/color] או [color=#FF0000]טקסט[/color]

source: Underline text: [u]text[/u]
he: טקסט עם קו תחתון: [u]טקסט[/u]

source: Insert URL: [url]http://url[/url] or [url=http://url]URL text[/url]
he: הוספת כתובת: [url]כתובת[/url] או [url=כתובת]טקסט לקישור[/url]

source: List: Add list element
he: רשימה: הוספת פריט רשימה

source: You cannot bump this topic so soon after the last post.
he: אתה לא יכול להקפיץ נושא זה בזמן קצר כל כך מאז ההודעה האחרונה.

source: Sorry but you may only delete posts which have not been replied to.
he: סליחה אך אתה יכול למחוק רק הודעות שלא קיבלו תגובה.

source: This post has been locked. You can no longer edit that post.
he: הודעה זו ננעלה. אתה לא יכול לערוך יותר את ההודעה.

source: You can no longer edit or delete that post.
he: אתה לא יכול לערוך או למחוק יותר את הודעה זו.

source: Sorry but you cannot post announcements.
he: סליחה אבל אתה לא יכול לשלוח הכרזות.

source: Sorry but you cannot post sticky topics.
he: סליחה אבל אתה לא יכול לשלוח נושאים דביקים.

source: Change topic type to
he: שנה את סוג נושא ל

source: Your message contains %1$d character.
he: ההודעה שלך מכילה תו אחד.

source: Your message contains %1$d characters.
he: ההודעה שלך מכילה %1$d תווים.

source: Your signature contains %1$d character.
he: החתימה שלך מכילה תו אחד.

source: Your signature contains %1$d characters.
he: החתימה שלך מכילה %1$d תווים.

source: Close tags
he: סגור תגים

source: Current topic
he: נושא נוכחי

source: Delete file
he: מחק קובץ

source: Delete message
he: מחק הודעה

source: Are you sure you want to delete this message?
he: האם אתה בטוח שאתה רוצה למחוק את הודעה זו?

source: Sorry but you can only delete your own posts.
he: סליחה אבל אתה יכול למחוק רק את ההודעות שלך.

source: Delete permanently
he: מחק לצמיתות

source: Are you sure you want to delete this post?
he: האם אתה בטוח שאתה רוצה למחוק את ההודעה הזאת?

source: Are you sure you want to <strong>permanently</strong> delete this post?
he: האם אתה בטוח שאתה רוצה למחוק <strong>לצמיתות</strong> את ההודעה הזאת?

source: Permanently delete this post so it can not be recovered
he: מחק את ההודעה הזו לצמיתות כך שלא יהיה ניתן לשחזר אותה

source: Permanently delete %1$d posts so they can not be recovered
he: מחק לצמיתות %1$d הודעות כך שלא יהיה ניתן לשחזר אותן

source: Are you sure you want to delete these posts?
he: אתה בטוח שאתה רוצה למחוק את הודעות אלו?

source: Are you sure you want to <strong>permanently</strong> delete these posts?
he: האם אתה בטוח שאתה רוצה למחוק <strong>לצמיתות</strong> את הודעות אלו?

source: Reason for deletion
he: סיבה להעברה לסל המחזור

source: The specified reason for deletion will be visible to moderators.
he: הסיבה המוגדרת תוצג למנהלים

source: Delete this post
he: מחק את הודעה זו

source: Are you sure you want to delete this topic?
he: האם אתה בטוח שאתה רוצה למחוק את נושא זה?

source: Permanently delete this topic so it can not be recovered
he: מחק את הנושא הזה לצמיתות כך שלא יהיה ניתן לשחזר אותו

source: Permanently delete %1$d topics so they can not be recovered
he: מחק לצמיתות %1$d נושאים כך שלא יהיה ניתן לשחזר אותם

source: Are you sure you want to <strong>permanently</strong> delete this topic?
he: האם אתה בטוח שאתה רוצה למחוק <strong>לצמיתות</strong> את הנושא הזה?

source: Are you sure you want to delete these topics?
he: אתה בטוח שאתה רוצה למחוק את נושאים אלו?

source: Are you sure you want to <strong>permanently</strong> delete these topics?
he: האם אתה בטוח שאתה רוצה למחוק <strong>לצמיתות</strong> את נושאים אלו?

source: Disable BBCode
he: כבה BBCode

source: Do not automatically parse URLs
he: אל תהפוך קישורים ללחיצים

source: Disable smilies
he: כבה סמיילים

source: The upload was rejected because the uploaded file was identified as a possible attack vector.
he: ההעלאה נדחתה מכיוון שהקובץ זוהה כקובץ חשוד.

source: The extension %s is not allowed.
he: הסיומת %s אינה מורשת.

source: Draft loaded into posting area, you may want to finish your post now.<br />Your draft will be deleted after submitting this post.
he: טיוטה נטענה אל אזור השליחה, תוכל לסיים את ההודעה כעת.<br />הטיוטה תמחק לאחר שליחת ההודעה.

source: Draft loaded into message area, you may want to finish your private message now.<br />Your draft will be deleted after submitting this private message.
he: טיוטה נטענה אל אזור השליחה, תוכל לסיים את ההודעה הפרטית כעת.<br />הטיוטה תמחק לאחר שליחת ההודעה הפרטית.

source: Draft successfully saved.
he: הטיוטה נשמרה בהצלחה.

source: Draft title
he: כותרת הטיוטה

source: Reason for editing this post
he: סיבה לעריכת ההודעה

source: The uploaded file is empty.
he: הקובץ שהועלה ריק.

source: You must enter a message when posting.
he: אתה חייב להזין הודעה בעת שליחה.

source: File could not be uploaded, please try uploading the file manually.
he: הקובץ לא ניתן להעלאה, נסה להעלות את הקובץ בעצמך.

source: [flash] is <em>OFF</em>
he: [flash] <em>כבוי</em>

source: [flash] is <em>ON</em>
he: [flash] <em>פעיל</em>

source: You cannot make another post so soon after your last.
he: אתה לא יכול לשלוח הודעה נוספת בזמן קצר כל כך מאז ההודעה האחרונה.

source: Font colour
he: צבע גופן

source: Hide font colour
he: הסתר צבע גופן

source: Huge
he: ענק

source: Large
he: גדול

# $lang->'FONT_NORMAL'
source: Normal
he: רגיל

source: Font size
he: גודל גופן

source: Small
he: קטן

source: Tiny
he: קטנטן

source: Could not upload attachment to %s.
he: לא ניתן לצרף קובץ ל־%s.

source: [img] is <em>OFF</em>
he: [img] <em>כבוי</em>

source: [img] is <em>ON</em>
he: [img] <em>פעיל</em>

source: %s is an invalid filename.
he: %s אינו שם קובץ חוקי.

source: Load
he: טען

source: Load draft
he: טען טיוטה

source: Here you are able to select the draft you want to continue writing. Your current post will be cancelled, all current post contents will be deleted. View, edit and delete drafts within your User Control Panel.
he: כאן אתה יכול לבחור את הטיוטה שאתה רוצה להמשיך לכתוב. ההודעה הנוכחית שלך תבוטל, כל תוכן ההודעה הנוכחית ימחק. צפייה, עריכה ומחיקת טיוטות בלוח הבקרה למשתמש שלך.

source: You need to login in order to bump topics within this forum.
he: אתה צריך להתחבר כדי להבליט נושאים בפורום זה.

source: You need to login in order to delete posts within this forum.
he: אתה צריך להתחבר כדי למחוק הודעות בפורום זה.

source: You need to login in order to post within this forum.
he: אתה צריך להתחבר כדי לשלוח הודעות בפורום זה.

source: You need to login in order to quote posts within this forum.
he: אתה צריך להתחבר כדי לצטט הודעות בפורום זה.

source: You need to login in order to reply to topics within this forum.
he: אתה צריך להתחבר כדי להגיב לנושאים בפורום זה.

source: You may only use fonts up to size %d.
he: אפשר להשתמש בפונט עד לגודל %d

source: Your flash files may only be up to %d pixel high.
he: קבצי הפלאש שלך יכולים להיות עד גובה של פיקסל אחד.

source: Your flash files may only be up to %d pixels high.
he: קבצי הפלאש שלך יכולים להיות עד גובה של %d פיקסלים.

source: Your flash files may only be up to %d pixel wide.
he: קבצי הפלאש שלך יכולים להיות עד רוחב של פיקסל אחד.

source: Your flash files may only be up to %d pixels wide.
he: קבצי הפלאש שלך יכולים להיות עד רוחב של %d פיקסלים.

source: Your images may only be up to %1$d pixel high.
he: התמונות שלך יכולות להיות עד גובה של פיקסל אחד.

source: Your images may only be up to %1$d pixels high.
he: התמונות שלך יכולות להיות עד גובה של %d פיקסלים.

source: Your images may only be up to %d pixel wide.
he: התמונות שלך יכולות להיות עד רוחב של פיקסל אחד.

source: Your images may only be up to %d pixels wide.
he: התמונות שלך יכולות להיות עד רוחב של %d פיקסלים.

source: Enter your message here, it may contain no more than <strong>%d</strong> character.
he: הכנס את ההודעה שלך כאן, היא יכולה לכלול לא יותר מ<strong>תו אחד</strong>.

source: Enter your message here, it may contain no more than <strong>%d</strong> characters.
he: .הכנס את ההודעה שלך כאן, היא יכולה לכלול לא יותר מ<strong>%d</strong> תווים

source: This message has been deleted successfully.
he: ההודעה נמחקה בהצלחה.

source: View more smilies
he: צפה בסמיילים נוספים

source: Notify me when a reply is posted
he: הודע לי כאשר תגובה נשלחת

source: File could not be uploaded.
he: הקובץ לא ניתן להעלאה.

source: You cannot delete existing poll options.
he: אתה לא יכול למחוק אפשרויות סקר קיימות.

source: No PM icon
he: ללא סמל להודעה פרטית

source: You have to enter a poll title.
he: אתה חייב להזין כותרת לסקר.

source: The requested post does not exist.
he: ההודעה המבוקשת לא נמצאה.

source: No post mode specified.
he: לא צוין מצב נושא.

source: The uploaded file was only partially uploaded.
he: הקובץ הועלה באופן חלקי בלבד.

source: The attachment’s file size is too large.<br />Could not determine the maximum size defined by PHP in php.ini.
he: גודל הקובץ המצורף גדול מדי.<br />לא ניתן לקבל את הגודל המרבי המוגדר על־ידי PHP בקובץ php.ini.

source: The attachment’s file size is too large, the maximum upload size is %1$d %2$s.<br />Please note this is set in php.ini and cannot be overridden.
he: גודל הקובץ המצורף גדול מדי, הגודל המרבי להעלאה הוא %1$d %2$s.<br />שים לב שהגודל נקבע בקובץ php.ini ואינו ניתן לשינוי.

source: Place inline
he: הכנס בשורה

source: Delete poll
he: מחק סקר

source: Run poll for
he: הרץ סקר למשך

source: Enter 0 for a never ending poll.
he: הכנס 0 לסקר ללא הגבלת תוקף.

source: Options per user
he: אפשרויות למשתמש

source: This is the number of options each user may select when voting.
he: זהו מספר האפשרויות שכל משתמש יוכל לבחור בזמן הצבעה.

source: Poll options
he: אפשרויות סקר

source: Place each option on a new line. You may enter <strong>%d</strong> option.
he: מקם כל אפשרות בשורה חדשה. אתה יכול להזין אפשרות <strong>אחת</strong>.

source: Place each option on a new line. You may enter up to <strong>%d</strong> options.
he: מקם כל אפשרות בשורה חדשה. אתה יכול להזין עד <strong>%d</strong> אפשרויות.

source: Place each option on a new line. You may enter <strong>%d</strong> option. If you remove or add options all previous votes will be reset.
he: מקם כל אפשרות בשורה חדשה. אתה יכול להזין אפשרות <strong>אחת</strong>. אם תסיר או תוסיף אפשרויות חדשות כל ההצבעות הקודמות יתאפסו.

source: Place each option on a new line. You may enter up to <strong>%d</strong> options. If you remove or add options all previous votes will be reset.
he: מקם כל אפשרות בשורה חדשה. אתה יכול להזין עד <strong>%d</strong> אפשרויות. אם תסיר או תוסיף אפשרויות חדשות כל ההצבעות הקודמות יתאפסו.

source: Poll question
he: שאלת הסקר

source: The poll title must contain fewer than 100 characters.
he: כותרת הסקר חייבת להכיל פחות מ־100 תווים.

source: The parsed size of your poll title is too large, consider removing BBCodes or smilies.
he: הגודל המפורק של כותרת הסקר שלך גדול מדי, נסה להסיר תגי BBCodes או סמיילים.

source: Allow re-voting
he: אפשר הצבעה מחדש

source: If enabled users are able to change their vote.
he: אם פעיל משתמשים יוכלו לשנות את הצבעתם.

source: Posted attachments
he: קבצים מצורפים

source: You will be notified when your post has been approved.
he: אתה תקבל דואר אלקטרוני כאשר ההודעה תאושר.

source: Confirmation of post
he: אישור הודעה

source: To prevent automated posts the board requires you to enter a confirmation code. The code is displayed in the image you should see below. If you are visually impaired or cannot otherwise read this code please contact the %sBoard Administrator%s.
he: כדי למנוע הודעות הנשלחות באופן אוטומטי המערכת דורשת ממך להזין קוד אישור. הקוד מוצג בתמונה אשר אתה אמור לראות להלן. אם אינך מצליח לקרוא את הקוד מכל סיבה שהיא צור קשר עם %sהמנהל הראשי%s.

source: This post has been deleted successfully.
he: ההודעה נמחקה בהצלחה.

source: This post has been edited successfully.
he: ההודעה נערכה בהצלחה.

source: This post has been edited successfully, but it will need to be approved by a moderator before it is publicly viewable.
he: ההודעה נערכה בהצלחה, אך היא צריכה לקבל אישור ממנהל לפני שתוצג לקהילה.

source: Global
he: גלובלי

source: Post icon
he: סמל ההודעה

# $lang->'POST_NORMAL'
source: Normal
he: רגיל

# $lang->'POST_REVIEW'
source: Post review
he: תקציר ההודעה

# $lang->'POST_REVIEW_EDIT'
source: Post review
he: סקירת הודעה

source: This post has been altered by another user while you were editing it. You may wish to review the current version of this post and adjust your edits.
he: ההודעה שונתה על ידי משתמש אחר בזמן שערכת אותה. יכול להיות שתרצה לסקור את ההודעה בגרסה הנוכחית שלה ולתקן את העריכה שלך.

source: At least one new post has been made to this topic. You may wish to review your post in light of this.
he: לפחות הודעה אחת נשלחה בנושא זה. תוכל לסקור את ההודעה בתמציתיות.

source: This message has been posted successfully.
he: ההודעה נשלחה בהצלחה.

source: This message has been submitted successfully, but it will need to be approved by a moderator before it is publicly viewable.
he: ההודעה נשלחה בהצלחה, אך היא צריכה לקבל אישור ממנהל לפני שתוצג לקהילה.

source: Post topic as
he: שלח נושא בתור

source: Progress bar
he: פס התקדמות

source: You may embed only %d quote within each other.
he: ניתן להטמיע עד ציטוט אחד בתוך ציטוט אחר.

source: You may embed only %d quotes within each other.
he: ניתן להטמיע עד %d ציטוטים אחד בתוך השני.

source: You may not embed quotes within each other.
he: לא ניתן להטמיע ציטוטים בתוך ציטוטים אחרים.

source: The specified file could not be uploaded because the request timed out.
he: הקובץ הנבחר לא הועלה בהצלחה בגלל שהבקשה לקחה יותר מדי זמן.

source: Save
he: שמור

source: Saved at
he: נשמר ב

source: Save draft
he: שמור טיוטה

source: Please note that saved drafts only include the subject and the message, any other element will be removed. Do you want to save your draft now?
he: שים לב שטיוטות שנשמרו כוללות את הכותרת וההודעה בלבד, כל פריטים אחרים יוסרו. אתה רוצה לשמור את הטיוטה שלך כעת?

source: Smilies
he: סמיילים

source: Smilies are <em>OFF</em>
he: סמיילים <em>כבויים</em>

source: Smilies are <em>ON</em>
he: סמיילים <em>פעילים</em>

source: Sticky/Announcement time limit
he: זמן הגבלה להכרזה/דביק

source: Stick topic for
he: נושא מודבק למשך

source: Enter 0 for a never ending Sticky/Announcement. Please note that this number is relative to the date of the post.
he: הזן 0 לנושא דביק/הכרזה ללא הגבלת תוקף. אנא שים לב כי מספר זה הוא יחסי לתאריך פרסום ההודעה.

source: Tip: Styles can be applied quickly to selected text.
he: טיפ: ניתן להחיל סגנונות בקלות על טקסט שנבחר.

source: Your message contains too few characters.
he: ההודעה שלך מכילה מעט מדי תווים.

source: You need to enter at least %1$d character.
he: אתה צריך להזין לפחות תו אחד.

source: You need to enter at least %1$d characters.
he: אתה צריך להזין לפחות %d תווים.

source: You must enter at least two poll options.
he: עליך להזין לפחות שתי אפשרויות בסקר.

source: Cannot add another attachment, %d is the maximum.
he: לא ניתן להוסיף עוד קובץ מצורף, המקסימום הוא %d.

source: Your message contains too many characters.
he: ההודעה שלך מכילה יותר מדי תווים.

source: The maximum number of allowed characters is %1$d.
he: מספר התווים המקסימלי שמאופשר הנו %1$d.

source: You have tried to enter too many poll options.
he: ניסית להזין יותר מדי אפשרויות סקר.

source: Your message contains too many smilies. The maximum number of smilies allowed is %d.
he: ההודעה שלך מכילה יותר מדי סמיילים. המספר המרבי של סמיילים המורשה הוא %d.

source: Your message contains too many URLs. The maximum number of URLs allowed is %d.
he: ההודעה שלך מכילה יותר מדי כתובות. המספר המרבי של כתובות המורשה הוא %d.

source: You cannot specify more options per user than existing poll options.
he: אתה לא יכול לציין יותר אפשרויות לכל משתמש ממספר אפשרויות הסקר.

source: Topic has been bumped successfully.
he: הנושא הוקפץ בהצלחה.

source: You cannot use certain BBCodes: %s.
he: אתה לא יכול להשתמש בתגי ה־BBCode הבאים: %s.

source: To switch this topic back from being global to a normal topic, you need to select the forum you wish this topic to be displayed.
he: כדי להחליף את מצב הנושא מגלובלי לרגיל, אתה צריך לבחור את הפורום אשר אתה רוצה שבו הנושא יוצג.

source: Your message contains the following unsupported characters:<br />%s
he: ההודעה שלך מכילה את התווים הלא נתמכים הבאים:<br />%s

source: Your subject contains the following unsupported characters:<br />%s
he: הנושא שלך מכיל את התווים הלא נתמכים הבאים:<br />%s

source: Update comment
he: עדכן תיאור

source: The URL you specified is invalid.
he: הכתובת שציינת אינה חוקית.

source: The file specified could not be found.
he: הקובץ שצוין לא נמצא.

source: [url] is <em>OFF</em>
he: [url] <em>כבוי</em>

source: [url] is <em>ON</em>
he: [url] <em>פעיל</em>

source: You cannot bump topics in this forum.
he: אתה לא יכול להבליט נושאים בפורום זה.

source: You cannot delete posts in this forum.
he: אתה לא יכול למחוק הודעות בפורום זה.

source: You cannot edit posts in this forum.
he: אתה לא יכול לערוך הודעות בפורום זה.

source: You cannot reply in this forum.
he: אתה לא יכול להגיב בפורום זה.

source: You are not able to do posting operations on this forum due to the forum type not supporting it.
he: אתה לא יכול לבצע אפשרויות שליחה בפורום זה מפני שהפורום אינו תומך בהן.

source: %sView your submitted message%s
he: %sצפה בהודעה ששלחת זה עתה%s

source: %sView your submitted private message%s
he: %sצפה בהודעה הפרטית ששלחת זה עתה%s

source: The file is too big, maximum allowed size is %1$d %2$s.
he: הקובץ גדול מדי, הגודל המרבי המורשה הוא %1$d %2$s.

source: The image must be at least %1$s wide, %2$s high and at most %3$s wide and %4$s high. The submitted image is %5$s wide and %6$s high.
he: התמונה חייבת להיות לפחות ברוחב של %1$s,בגובה של %2$s ולכל היותר ברוחב של %3$s ובגובה של %4$s. התמונה שנשלחה ברוחב של %5$s ובגובה של %6$s.
