Repository: tomer/phpBB-Hebrew
Catalog: */search.po
Languages: he

source: All available
he: כל התווים

source: All results
he: כל התוצאות

source: Display results as
he: הצג את תוצאות החיפוש כ

source: Search found %d match
he: החיפוש הנציב תוצאה %d

source: Search found %d matches
he: החיפוש הניב %d תוצאות

source: Search found more than %d match
he: החיפוש הניב יותר מתוצאה %d

source: Search found more than %d matches
he: החיפוש הניב יותר מ %d תוצאות

source: Global announcement
he: הכרזה גלובלית

source: ignored
he: לא נכלל

source: The following words in your search query were ignored because they are too common words: <strong>%s</strong>.
he: המילים הבאות לא נכללו בחיפוש שלך מפני שהן מילים נפוצות מדי: <strong>%s</strong>.

source: Jump to post
he: עבור להודעה

source: The board requires you to be registered and logged in to view your own posts.
he: המערכת דורשת ממך להיות רשום ומחובר על מנת לצפות בהודעות שלך.

source: The board requires you to be registered and logged in to view your unread posts.
he: המערכת דורשת ממך להיות רשום ומחובר על מנת לצפות בהודעות שלך שלא נקראו.

source: The board requires you to be registered and logged in to view new posts since your last visit.
he: המערכת דורשת ממך להיות רשום ומחובר על מנת לצפות בהודעות חדשות מאז ביקורך האחרון.

source: You specified too many words to search for. Please do not enter more than %1$d word.
he: החיפוש שלך כולל יותר מדי מילים. אנא אל תזין יותר ממילה אחת.

source: You specified too many words to search for. Please do not enter more than %1$d words.
he: החיפוש שלך כולל יותר מדי מילים. אנא אל תזין יותר מ-%1$d מילים.

source: You must specify at least one word to search for. Each word must consist of at least %s and must not contain more than %s excluding wildcards.
he: יש לציין לפחות מילה אחת לחיפוש. כל מילה חייבת להכיל לפחות %s אותיות ולא יכולה להכין יותר מ־%s אותיות, לא כולל תווים משלימים.

source: No searches have been carried out recently.
he: לא בוצעו חיפושים במערכת לאחרונה.

source: Sorry but you are not permitted to use the search system.
he: אנו מתנצלים, אך אינך מורשה להשתמש במערכת החיפוש.

source: No suitable matches were found.
he: לא נמצאו תוצאות מתאימות.

source: Sorry but you cannot use search at this time. The server has high load. Please try again later.
he: השרת עמוס כרגע. על כן לא ניתן לחפש בשלב זה. אנא נסה מאוחר יותר.

source: Sorry but you cannot use search at this time. Please try again in %d second.
he: אנו מתנצלים אך אין אפשרות להשתמש בחיפוש בזמן זה. אנא נסה שנית בעוד כשניה.

source: Sorry but you cannot use search at this time. Please try again in %d seconds.
he: אנו מתנצלים אך אין אפשרות להשתמש בחיפוש בזמן זה. אנא נסה שנית בעוד %d שניות.

source: Sorry but searching for unread posts has been disabled on this board.
he: סליחה אך חיפוש הודעות שלא נקראו בוטל בפורום.

source: No posts were found because the word <strong>%s</strong> is not contained in any post.
he: לא נמצאו תוצאות מכיוון והמילה <strong>%s</strong> לא נמצאה כלל בשום הודעה.

source: No posts were found because the words <strong>%s</strong> are not contained in any post.
he: לא נמצאו תוצאות מכיוון והמילים <strong>%s</strong> לא נמצאו כלל בשום הודעה.

source: characters of posts
he: תווים מההודעה

source: Searching by exact phrase is not supported on this board.
he: חיפוש לפי ביטוי מדויק אינו נתמך במערכת פורומים זו.

source: Recent searches
he: חיפושים אחרונים שבוצעו

source: Limit results to previous
he: הגבל תוצאות לפי זמן כתיבה

source: Sort results by
he: סדר את התוצאות עפ"י

source: Return first
he: מספר התווים אשר יוצגו מכל הודעה שתימצא

source: Go to advanced search
he: עבור לחיפוש מתקדם

source: Search term used
he: חפש לפי התנאים

source: Searched topic
he: החיפוש בוצע בנושא

source: Searched query
he: החיפוש בוצע על-פי שאילתה

source: Search for all terms or use query as entered
he: חפש הודעות הכוללות את כל מילות המפתח או השתמש בשאילתה כפי שהוכנסה

source: Search for any terms
he: חפש הודעות הכוללות לפחות אחת ממילות המפתח

source: Search for author
he: חפש לפי שם מחבר ההודעה

source: Use * as a wildcard for partial matches.
he: השתמש ב־* (כוכבית) כתו משלים.

source: First post of topics only
he: הודעה ראשונה בנושא בלבד

source: Search in forums
he: חפש בפורומים

source: Select the forum or forums you wish to search in. Subforums are searched automatically if you do not disable “search subforums“ below.
he: בחר את הפורום או פורומים שבהם אתה מעוניין לבצע את החיפוש. החיפוש בתתי-פורומים מתבצע אוטומטית אם אינך מכבה את "חפש בתת-פורומים" למטה.

source: Search these results
he: חפש בתוך תוצאות החיפוש

source: Place <strong>+</strong> in front of a word which must be found and <strong>-</strong> in front of a word which must not be found. Put a list of words separated by <strong>|</strong> into brackets if only one of the words must be found. Use * as a wildcard for partial matches.
he: הצב <strong>+</strong> לפני ביטוי שחייב להימצא ולהיכלל בתוצאות החיפוש שלך, או <strong>-</strong> לפני ביטוי שלא חייב. תוכל גם לרשום רשימת ביטויים מופרדים ב־<strong>|</strong> וכל התאמה מאחד הביטויים יוצג לך בתוצאות החיפוש. השתמש ב־* (כוכבית) כתו משלים.

source: Message text only
he: תוכן ההודעה בלבד

source: Search options
he: אפשרויות חיפוש

source: Search query
he: שאילתת חיפוש

source: Search subforums
he: חפש בתתי-פורומים

source: Post subjects and message text
he: נושא ההודעה ותוכן ההודעה

source: Topic titles only
he: נושא ההודעה בלבד

source: Search within
he: חפש בתוך

source: Ascending
he: סדר עולה

source: Author
he: מחבר ההודעה

source: Descending
he: סדר יורד

source: Forum
he: פורום

source: Post subject
he: נושא ההודעה

source: Post time
he: תאריך ושעת הכתיבה

source: Search failed: %s
he: חיפוש נכשל: %s

source: Sorry, search could not be performed. More information about this failure has been logged in the error log.
he: סליחה, החיפוש לא ניתן לביצוע. מידע נוסף עבור שגיאה זו תועד ביומן השגיאות.

source: You must specify at least %d character of the authors name.
he: אתה חייב לציין לפחות תו %d מהשם של המחבר.

source: You must specify at least %d characters of the authors name.
he: אתה חייב לציין לפחות %d תווים מהשם של המחבר.
