Repository: tomer/phpBB-Hebrew
Catalog: */ucp.po
Languages: he

source: Data that is necessary to link your account with an external service is not available. Please restart the login process.
he: נתונים שהכרחיים לביצוע הקישור של החשבון שלך עם שירות חיצוני אינם זמינים. נסה מחדש את תהליך הכניסה.

source: No data has been provided to this page to link an external account to a forum account. Please contact the board administrator if you continue to experience problems.
he: לא סופקו נתונים לדף זה כדי לקשר חשבון חיצוני לחשבון מערכת פורומים זו. אנא צור קשר עם המנהל הראשי של המערכת אם אתה ממשיך להיתקל בבעיות.

source: Login Key
he: מפתח ההתחברות

source: Login Time
he: זמן ההתחברות

source: You have been successfully logged in.
he: התחברת בהצלחה.

source: You were not logged out, as the request did not match your session. Please contact the board administrator if you continue to experience problems.
he: אינך מנותק, מפני שהבקשה אינה התאימה לחיבור שלך. צור קשר עם המנהל הראשי אם אתה ממשיך להיתקל בבעיות.

source: You have been successfully logged out.
he: התנתקת בהצלחה.

source: Mark/Unmark as important
he: סמן/בטל סימון כחשוב

source: Marked message
he: הודעה מסומנת

source: Maximum number of allowed user defined folders reached.
he: המספר המרבי המורשה של תיקיות המוגדרות על־ידי המשתמש התקבל.

source: by
he: על־ידי

source: Message colours
he: צבעי הודעה

source: Message successfully deleted.
he: ההודעה נמחקה בהצלחה.

source: Message successfully edited.
he: ההודעה נערכה בהצלחה.

source: Message history
he: היסטורית ההודעה

source: This message was deleted by its author.
he: הודעה זו נמחקה על ידי הכותב שלה.

source: on
he: ב

source: This message has been sent successfully.
he: ההודעה נשלחה בהצלחה.

source: To
he: אל

source: Messages successfully deleted
he: ההודעות נמחקו בהצלחה

source: Move messages from removed folder to
he: העבר הודעות מהתיקייה שהוסרה אל

source: Move down
he: העבר למטה

source: Move marked to %s
he: העבר מסומנים אל %s

source: An error occurred while moving the messages to the new folder, only %2$d out of %1$s was moved.
he: אירעה שגיאה בעת העברת ההודעה לתיקייה החדשה, רק %2$d מתוך %1$s הועברה.

source: An error occurred while moving the messages to the new folder, only %2$d out of %1$s were moved.
he: אירעה שגיאה בעת העברת ההודעות לתיקייה החדשה, רק %2$d מתוך %1$s הועברו.

source: Move to folder
he: העבר לתיקייה

source: Move up
he: העבר למעלה

source: New folder name
he: השם החדש לתיקייה

source: New password
he: ססמה חדשה

source: You did not enter a confirm password.
he: לא הזנת את הססמה בשנית.

source: The passwords you entered do not match.
he: הססמאות שהזנת אינן תואמות.

source: Mark all notifications read
he: סמן את כל ההודעות כנקראו

source: Are you sure you want to mark all notifications read?
he: האם אתה בטוח שברצונך לסמן את כל ההודעות כנקראו?

source: All notifications have been marked read.
he: כל ההודעות סומנו כנקראו.

source: Miscellaneous Notifications
he: הודעות שונות

source: Moderation Notifications
he: התראות ניהול

source: Administration Notifications
he: התראות ניהול המערכת

source: Posting Notifications
he: התראות הודעות

source: Notifications
he: התרעות

source: Email
he: דואר אלקטרוני

source: Notification type
he: סוג ההודעה

source: Someone replies to a topic you have bookmarked
he: מישהו מגיב לנושא שסימנת כמועדף

source: Someone requests to join a group you lead
he: מישהו ביקש להצטרף לקבוצה שאתה מוביל

source: A post or topic needs approval
he: נושא או הודעה חדשים ממתינים לאישור

source: Your topics/posts are approved or disapproved by a moderator
he: הנושאים/ההודעות שלך יאושרו או לא יאושרו על ידי מנהל

source: Someone sends you a private message
he: מישהו שלח לך הודעה פרטית

source: Someone replies to a topic to which you are subscribed
he: מישהו הגיב לנושא אליו נרשמת לקבלת עדכונים

source: Someone quotes you in a post
he: מישהו ציטט אותך בהודעה

source: Someone reports a post
he: מישהו דיווח על הודעה

source: Someone creates a topic in a forum to which you are subscribed
he: מישהו פירסם נושא חדש בפורום אליו נרשמת לקבלת עדכונים

source: User requiring activation
he: משתמש ממתין להפעלה

source: Notification method
he: אמצעי התראה

source: Both
he: שניהם

source: Email only
he: דואר אלקטרוני בלבד

source: Method for sending messages sent via this board.
he: שיטה להעברת ההודעות שנשלחו דרך המערכת.

source: Jabber only
he: Jabber בלבד

source: Notify me on new private messages
he: הודע לי בעת הודעות פרטיות חדשות

source: You cannot add the anonymous user to your friends list.
he: אתה לא יכול להוסיף את משתמש האורח אל רשימת החברים שלך.

source: You cannot add bots to your friends list.
he: אתה לא יכול להוסיף רובוטים אל רשימת החברים שלך.

source: You cannot add users to your friends list who are on your foes list.
he: אתה לא יכול להוסיף משתמשים לרשימת החברים שלך אשר נמצאים ברשימת הנודניקים שלך.

source: You cannot add yourself to the friends list.
he: אתה לא יכול להוסיף את עצמך לרשימת החברים שלך.

source: You cannot add administrators and moderators to your foes list.
he: אתה לא יכול להוסיף מנהלים ראשיים ומנהלים לרשימת הנודניקים שלך.

source: You cannot add the anonymous user to your foes list.
he: אתה לא יכול להוסיף את משתמש האורח לרשימת הנודניקים שלך.

source: You cannot add bots to your foes list.
he: אתה לא יכול להוסיף רובוטים לרשימת הנודניקים שלך.

source: You cannot add users to your foes list who are on your friends list.
he: אתה לא יכול להוסיף משתמשים לרשימת הנודניקים שלך אשר נמצאים ברשימת החברים שלך.

source: You cannot add yourself to the foes list.
he: אתה לא יכול להוסיף את עצמך לרשימת הנודניקים.

source: I do not agree to these terms
he: אני לא מסכים לתנאים אלו

source: The destination folder “%s” seems to be full. The requested action has not been taken.
he: תיקיית היעד “%s” נראית מלאה. הפעולה המבוקשת לא התבצעה.

source: You have %d private message currently on hold because of full folder.
he: יש לך הודעה פרטית %d כרגע בהמתנה בגלל שהתיקייה מלאה.

source: You have %d private messages currently on hold because of full folder.
he: יש לך %d הודעות פרטיות כרגע בהמתנה בגלל שהתיקייה מלאה.

source: No message action specified.
he: לא צוינה פעולת הודעה.

source: No author defined for this message
he: לא מוגדר כותב להודעה זו

source: No avatar selected
he: לא נבחר סמל אישי

# $lang->'NO_AVATAR_CATEGORY'
source: None
he: ללא

source: You are not authorised to delete private messages.
he: אינך מורשה למחוק הודעות פרטיות.

source: You are not authorised to edit private messages.
he: אינך מורשה לערוך הודעות פרטיות.

source: You are not authorised to forward private messages.
he: אינך מורשה להעביר הודעות פרטיות.

source: You are not authorised to send private messages to groups.
he: אינך מורשה לשלוח הודעות פרטיות לקבוצות.

source: You are not authorised to request a new password.
he: אינך מורשה לבקש ססמה חדשה.

source: You are not authorised to change your profile information.
he: אינך מורשה לשנות את פרטי הפרופיל שלך.

source: You are not authorised to read private messages that are on hold.
he: אינך מורשה לקרוא הודעות פרטיות אשר בהמתנה.

source: You are not authorised to read private messages.
he: אינך מורשה לקרוא הודעות פרטיות.

source: You are not able to read this message because it was removed by the author.
he: אתה לא יכול לקרוא הודעה זו מפני שהיא הוסרה על־ידי הכותב.

source: You are not authorised to send private messages.
he: אינך מורשה לשלוח הודעות פרטיות.

source: You are not authorised to define a signature.
he: אינך מורשה להגדיר חתימה.

# $lang->'NO_BCC_RECIPIENT'
source: None
he: ללא

source: You have no bookmarks.
he: אין לך פריטים מועדפים.

source: You have selected no bookmarks.
he: לא בחרת פריטים מועדפים.

source: Private message cannot be edited because it has already been read.
he: ההודעה הפרטית אינה ניתנת לעריכה מפני שהיא כבר נקראה.

source: The email/username information submitted could not be found.
he: פרטי הדואר האלקטרוני/שם המשתמש שנשלחו לא נמצאו.

source: No foes currently defined
he: אין נודניקים מוגדרים כרגע

source: No friends currently defined
he: אין חברים מוגדרים כרגע

source: No friends offline
he: אין חברים מנותקים

source: No friends online
he: אין חברים מחוברים

source: No group specified.
he: לא צוינה קבוצה.

source: No important announcements present.
he: אין הכרזות חשובות כרגע.

source: Private message could not be found.
he: ההודעה הפרטית לא נמצאה.

source: You have to specify a new folder name.
he: אתה חייב לציין שם לתיקייה החדשה.

source: No newer messages.
he: אין הודעות חדשות יותר.

source: No older messages.
he: אין הודעות ישנות יותר.

source: You cannot login without a password.
he: אתה לא יכול להתחבר ללא ססמה.

source: No recipient defined.
he: לא מוגדר נמען.

source: No rules defined.
he: לא מוגדרים כללים.

source: No drafts saved.
he: אין טיוטות שמורות.

# $lang->'NO_TO_RECIPIENT'
source: None
he: ללא

source: You are not subscribed to any forums.
he: אינך רשום לקבלת עדכונים לאף פורום.

source: You have not selected any subscribed topics or forums.
he: לא בחרת להירשם לאף פורום או נושא.

source: You are not subscribed to any topics.
he: אינך רשום לקבלת עדכונים לאף נושא.

source: Password must be between %1$s and %2$s long, must contain letters in mixed case and must contain numbers.
he: הססמה חייבת להיות בין %1$s לבין %2$s באורך, חייבת להכיל אותיות קטנות וגדולות באנגלית וחייבת להכיל מספרים.

source: Must be between %1$s and %2$s.
he: חייבת להיות בין %1$s לבין %2$s.

source: Password must be between %1$s and %2$s long and must contain letters in mixed case.
he: הססמה חייבת להיות בין %1$s לבין %2$sבאורך, חייבת להכיל אותיות קטנות וגדולות באנגלית.

source: Password must be between %1$s and %2$s long, must contain letters in mixed case, must contain numbers and must contain symbols.
he: הססמה חייבת להיות בין %1$s לבין %2$s באורך,חייבת להכיל אותיות קטנות וגדולות באנגלית, חייבת להכיל מספרים וחייבת להכיל סימנים.

source: Password
he: ססמה

source: Your new password has been activated.
he: הססמה החדשה שלך הפועלה.

source: A new password was sent to your registered email address.
he: ססמה חדשה נשלחה לדואר האלקטרוני שלך.

source: Successfully restored original permissions.
he: ההרשאות המקוריות שוחזרו בהצלחה.

source: Successfully transferred permissions from <strong>%s</strong>, you are now able to browse the board with this user’s permissions.<br />Please note that admin permissions were not transferred. You are able to revert to your permission set at any time.
he: ההרשאות הועברו בהצלחה מ־<strong>%s</strong>, תוכל לגלוש כעת במערכת עם הרשאות משתמש זה.<br />שים לב שהרשאות מנהל ראשי לא הועברו. תוכל לחזור להרשאות אשר נקבעו לך בכל זמן נתון.

source: Private messaging has been disabled on this board.
he: אפשרות ההודעות הפרטיות כבויה במערכת זו.

source: From
he: מאת

source: This message was sent by a user no longer registered.
he: הודעה זו נשלחה על־ידי משתמש אשר אינו רשום יותר.

source: PM icon
he: סמל ההודעה הפרטית

source: Inbox
he: דואר נכנס

source: Mark all messages read
he: סמן את כל ההודעות כנקראו

source: All private messages in this folder have been marked read
he: כל ההודעות הפרטיות שבתיקיה הזו סומנו כהודעות שנקראו

source: The requested users to be added do not exist.
he: המשתמשים המבוקשים להוספה לא קיימים.

source: Outbox
he: דואר יוצא

source: Sent messages
he: הודעות שנשלחו

source: Message subject
he: כותרת ההודעה

source: Send to
he: שלח אל

source: Message tools
he: כלי הודעות

source: Some users couldn’t be added as they do not have permission to read private messages.
he: לא ניתן להוסיף חלק מהמשתמשים מכיוון שאין להם הרשאה לקרוא הודעות פרטיות.

source: Some users couldn’t be added as they have disabled private message receipt.
he: כמה מהמשתמשים לא נתנו להוספה מפני שהם כיבו את קבלת ההודעות הפרטיות.

source: Edit message
he: ערוך הודעה

source: Forward message
he: העבר הודעה

# $lang->'POST_NEW_PM'
source: Compose message
he: שלח הודעה

source: Private messaging is locked.
he: אפשרות ההודעות הפרטיות נעולה.

source: Quote post
he: צטט הודעה

source: Quote message
he: צטט הודעה

source: Reply to message
he: הגב להודעה

source: Print view
he: תצוגה לפני הדפסה

source: Your preferences have been updated.
he: ההעדפות שלך עודכנו.

source: Please note that this information may be viewable to other members. Be careful when including any personal details. Any fields marked with a * must be completed.
he: שים לב שמידע זה ניתן לצפייה על־ידי המשתמשים האחרים. הזהר מלכלול פרטים אישיים. כל השדות המסומנים עם * חייבים להיות שלמים.

source: Your profile has been updated.
he: הפרופיל שלך עודכן.

source: The "Remember Me" login keys automatically log you in when you visit the board. If you logout, the remember me login key is deleted only on the computer you are using to logout. Here you can see remember login keys created on other computers you used to access this site.
he: מפתחות ההתחברות "זכור אותי" מחברים אותך אוטומטית כשאתה מבקר במערכת הפורומים. אם התנתקת, מפתח ההתחברות "זכור אותי" ימחק רק במחשב בו אתה משתמש כדי להתנתק. כאן אתה יכול לראות את מפתחות ההתחברות שנוצרו במחשבים אחרים שבו השתמשת כדי להתחבר לאתר זה.

source: There are no saved "Remember Me" login keys.
he: לא קיימים מפתחות כניסה "זכור אותי".

# $lang->'RECIPIENT'
source: Recipient
he: נמען

# $lang->'RECIPIENTS'
source: Recipients
he: נמענים

source: Registration
he: הרשמה

source: %sRelease all on-hold messages%s… they will be re-sorted into the appropriate folder if enough space is made available.
he: %sפתח את כל ההודעות שבהמתנה%s… הן ימוינו מחדש אל התיקייה המתאימה אם מספיק מקום זמין.

source: Remove address
he: הסר כתובת

source: Remove selected bookmarks
he: הסר פריטי מועדפים נבחרים

source: Are you sure you want to delete all selected bookmarks?
he: אתה בטוח שאתה רוצה למחוק את כל פריטי המועדפים הנבחרים?

source: Remove marked bookmarks
he: הסר פריטי מועדפים מסומנים

source: Remove folder
he: הסר תיקייה

source: Are you sure you want to remove this folder?
he: אתה בטוח שאתה רוצה להסיר תיקייה זו?

source: Rename
he: שנה שם

source: Rename folder
he: שנה שם תיקייה

source: Replied to message
he: הגיב להודעה

source: Reply to sender and all recipients.
he: הגב לשולח ולכל הנמענים.

source: Report private message
he: דווח על הודעה פרטית זו

source: Resign selected
he: רשום מחדש נבחרים

source: %1$sReturn to previous folder%2$s
he: %1$sחזור לתיקייה הקודמת%2$s

source: %sReturn to the User Control Panel%s
he: %sחזור ללוח הבקרה למשתמש%s

source: Rule successfully added.
he: הכלל נוסף בהצלחה.

source: This rule was defined previously.
he: כלל זה הוגדר כבר קודם לכן.

source: Rule successfully removed.
he: הכלל הוסר בהצלחה.

source: You cannot add more PM rules. You have reached the maximum number of rules.
he: אינך יכול להוסיף יותר כללים להודעות הפרטיות. הגעת למקסימום הכללים שניתן להגדיר.

source: Rule not correctly specified.
he: הכלל לא צוין כראוי.

source: %d private message was removed due to private message filters.
he: הודעה פרטית %d הוסרה עקב מסנני ההודעות הפרטיות.

source: %d private messages were removed due to private message filters.
he: %d הודעות פרטיות הוסרו עקב מסנני ההודעות הפרטיות.

source: The new password you entered is the same as your current password.
he: הססמה החדשה שהזנת זהה לססמתך הנוכחית.

source: Show your posts
he: הצג את ההודעות שלך

# $lang->'SEND_PASSWORD'
source: Send password
he: שלח ססמה

source: Sent
he: נשלח

source: Users can contact me by email
he: משתמשים יכולים ליצור איתי קשר בעזרת דואר אלקטרוני

source: This is a block of text that can be added to posts you make. There is a %d character limit.
he: זהו חלק טקסט אשר מתווסף להודעות שלך בפורומים. ישנה הגבלה של %d תווים.

source: Your signature will appear like this in posts
he: כך תיראה חתימתך בהודעות

source: Your signature is too long.
he: חתימתך ארוכה מידי.

source: Select current time
he: בחר זמן נוכחי

source: Select timezone
he: בחר אזור זמן

source: Sort
he: מיין

source: File comment
he: תיאור הקובץ

# $lang->'SORT_DOWNLOADS'
source: Downloads
he: הורדות

source: Extension
he: סיומת

source: Filename
he: שם קובץ

source: Post time
he: זמן השליחה

source: File size
he: גודל קובץ

source: Timezone
he: אזור זמן

source: Suggestion: %s
he: הצעה: %s

source: The timezone you selected is invalid.
he: אזור הזמן שבחרת לא תקין.

# $lang->'TO'
source: Recipient
he: נמען

# $lang->'TO_MASS'
source: Recipients
he: נמענים

source: Add recipient
he: הוסף נמען

source: Add recipients
he: הוסף נמענים

source: Add groups
he: הוסף קבוצות

source: You tried to send a private message to too many recipients.
he: ניסית לשלוח הודעה פרטית ליותר מדי נמענים.

source: You have exceeded the maximum number of registration attempts for this session. Please try again later.
he: עברת את המספר המרבי של ניסיונות הרשמה לחיבור זה. נסה שנית מאוחר יותר.

source: User Control Panel
he: לוח בקרה למשתמש

source: Activate account
he: הפעל חשבון

source: Please note that you will need to enter a valid email address before your account is activated. The administrator will review your account and if approved you will receive an email at the address you specified.
he: שים לב שאתה צריך להזין כתובת דואר אלקטרוני חוקית לפני שחשבונך יופעל. המנהל הראשי יסקור את חשבונך ואם יאשר, תקבל הודעת דואר אלקטרוני לכתובת שציינת.

source: Attachments
he: קבצים מצורפים

source: External accounts
he: חשבונות חיצוניים

source: You currently have no account associated with this external service. Click the button below to link your board account to an account with this external service.
he: אין לך כרגע חשבון קשור לשירות חיצוני זה. לחץ על הכפתור מטה כדי לקשר את החשבון שלך במערכת לחשבון בשירות החיצוני הזה.

source: Unique identifier
he: מזהה ייחודי

source: Link
he: קשר

source: Manage external account associations
he: ניהול חיבורי חשבונות חיצוניים

source: Linking board accounts to external services is not supported by this board’s current authentication method.
he: קישור חשבונות במערכת לשירותים חיצוניים אינו נתמך על ידי שיטת האימות הנוכחית של מערכת הפורומים הזו.

source: Manage your external account associations
he: נהל את חיבורי החשבונות החיצוניים שלך

source: Unlink
he: נתק

source: Before %s
he: לפני %s

source: On or after %s
he: בתאריך או לאחר %s

source: Please note that you will need to enter a valid email address before your account is activated. You will receive an email at the address you provide that contains an account activation link.
he: שים לב שאתה צריך להזין כתובת דואר אלקטרוני חוקית לפני שחשבונך יופעל. תקבל הודעת דואר אלקטרוני לכתובת שציינת אשר מכילה קישור להפעלת החשבון.

source: Jabber address
he: כתובת Jabber

source: Set up an external account association
he: הגדר חיבור עם חשבון חיצוני

source: Overview
he: סקירה כללית

source: Manage attachments
he: ניהול קבצים מצורפים

source: Manage bookmarks
he: ניהול מועדפים

source: Manage drafts
he: ניהול טיוטות

source: Front page
he: עמוד ראשי

source: Manage subscriptions
he: ניהול הרשמות

source: You have posted no files.
he: לא שלחת קבצים.

source: Manage notifications
he: נהל התראות

source: Here you may view all past notifications.
he: כאן אתה יכול לצפות בכל ההתראות הקודמות.

source: Edit notification options
he: שינוי הגדרות התראה

source: Here you can set your preferred notification methods for the board.
he: כאן אתה יכול להגדיר את אמצעי ההתראה המועדף עליך למערכת.

source: Board preferences
he: העדפות מערכת

source: Edit global settings
he: ערוך הגדרות כלליות

source: Edit posting defaults
he: ערוך הגדרות שליחה

source: Edit display options
he: ערוך אפשרויות תצוגה

source: Private messages
he: הודעות פרטיות

# $lang->'UCP_PM_COMPOSE'
source: Compose message
he: צור הודעה

source: Manage PM drafts
he: ניהול טיוטות הודעות פרטיות

source: Rules, folders &amp; settings
he: כללים, תיקיות והגדרות

source: Unread messages
he: הודעות שלא נקראו

source: View messages
he: צפה בהודעות

source: Profile
he: פרופיל

source: Edit avatar
he: ערוך סמל אישי

source: Edit profile
he: ערוך פרופיל

source: Edit account settings
he: ערוך הגדרות חשבון

source: Edit signature
he: ערוך חתימה

source: Manage “Remember Me” login keys
he: ניהול מפתחות התחברות "זכור אותי" אוטומטיים

source: Usergroups
he: קבוצות משתמשים

source: Edit memberships
he: ערוך חברויות

source: Manage groups
he: ניהול קבוצות

source: The password reset functionality has been disabled. If you need help accessing your account, please contact the %sBoard Administrator%s
he: לא ניתן לבצע איפוס ססמה במערכת פורומים זו. אם אתה צריך עזרה בגישה לחשבון שלך, אנא צור קשר עם %sמנהל מערכת הפורומים%s

source: Creating a new account is currently not possible.
he: יצירת חשבון חדש כרגע בלתי אפשרית.

# $lang->'UCP_REMIND'
source: Send password
he: שלח ססמה

source: Send activation email
he: שלח קישור להפעלה לדואר אלקטרוני

source: Welcome to the User Control Panel. From here you can monitor, view and update your profile, preferences, subscribed forums and topics. You can also send messages to other users (if permitted). Please ensure you read any announcements before continuing.
he: ברוך הבא ללוח הבקרה למשתמש. מכאן אתה יכול לפקח, לראות ולעדכן את הפרופיל, ההעדפות והנושאים והפורומים אליהם אתה רשום. אתה יכול גם לשלוח הודעות למשתמשים אחרים (אם ניתן). וודא שקראת את כל ההכרזות לפני שתמשיך.

source: Friends &amp; Foes
he: חברים ונודניקים

source: Manage foes
he: ניהול נודניקים

source: Manage friends
he: ניהול חברים

source: Undisclosed Recipient
he: נמען בלתי מזוהה

source: Unknown folder
he: תיקייה לא ידועה

source: Unwatch marked
he: הפסק לעקוב אחר מסומנים

source: Upload from your machine
he: העלה מהמחשב שלך

source: Upload from a URL
he: העלה מכתובת

source: Enter the URL of the location containing the image. The image will be copied to this site.
he: הזן את כתובת המיקום המכיל את התמונה, התמונה תועתק לאתר זה.

source: Username must be between %1$s and %2$s long and use only alphanumeric characters.
he: שם המשתמש חייב להיות בין %1$s לבין %2$s ולהכיל אותיות בלבד.

source: Username must be between %1$s and %2$s long and use alphanumeric, space or -+_[] characters.
he: שם המשתמש חייב להיות בין %1$s לבין %2$s ולהכיל אותיות, רווח או -+_[].

source: Username must be between %1$s and %2$s long and use only ASCII characters, so no special symbols.
he: שם המשתמש חייב להיות בין %1$s לבין %2$s ולהכיל תווי ASCII בלבד, ללא תווים מיוחדים.

source: Username must be between %1$s and %2$s long and use only letter or number characters.
he: שם המשתמש חייב להיות בין %1$s לבין %2$s ולהכין אותיות ומספרים בלבד.

source: Username must be between %1$s and %2$s long and use letter, number, space or -+_[] characters.
he: שם המשתמש חייב להיות בין %1$s לבין %2$s ולהכין אותיות, מספרים, רווח או -+_[].

source: Length must be between %1$s and %2$s.
he: האורך חייב להיות בין %1$s לבין %2$s.

source: The username you entered is already in use, please select an alternative.
he: שם המשתמש שבחרת כבר בשימוש, אנא בחר בשם אחר.

source: The username you entered has been disallowed or contains a disallowed word. Please choose a different name.
he: שם המשתמש שהזנת לא מורשה או מכיל מילה לא מורשת. אנא בחר בשם אחר.

source: The usernames you specified could either not be found or are not activated users.
he: שמות המשתמשים שציינת לא נמצאו או שלא הופעלו.

source: Display avatars
he: הצג סמלים אישיים

source: View/Edit
he: ראה/ערוך

source: Display Flash animations
he: הצג אנימציות פלאש

source: Display images within posts
he: הצג תמונות בהודעות

source: Next PM in history
he: הודעה פרטית הבאה בהיסטוריה

source: Next PM
he: הודעה פרטית הבאה

source: View message
he: צפה בהודעה

source: Message details
he: פרטי ההודעה

source: %d message
he: הודעה %d

source: %d messages
he: %d הודעות

source: Previous PM in history
he: הודעה פרטית קודמת בהיסטוריה

source: Previous PM
he: הודעה פרטית קודמת

source: View profile
he: צפה בפרופיל

source: Display signatures
he: הצג חתימות

source: Display smilies as images
he: הצג סמיילים כתמונות

source: Display topics from previous days
he: הצג נושאים מימים קודמים

source: Display topic order direction
he: הצג כיוון סדר נושא

source: Display topics ordering by
he: הצג סידור נושאים על־ידי

source: Display posts from previous days
he: הצג הודעות מימים קודמים

source: Display post order direction
he: הצג כיוון סדר הודעה

source: Display posts ordering by
he: הצג סידור הודעות על־ידי
