Repository: tomer/phpBB-Hebrew
Catalog: */ucp.po
Languages: he

source: This policy explains in detail how “%1$s” along with its affiliated companies (hereinafter “we”, “us”, “our”, “%1$s”, “%2$s”) and phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “www.phpbb.com”, “phpBB Limited”, “phpBB Teams”) use any information collected during any session of usage by you (hereinafter “your information”).<br /> <br /> <br /> <br /> <br /> Your password is ciphered (a one-way hash) so that it is secure. However, it is recommended that you do not reuse the same password across a number of different websites. Your password is the means of accessing your account at “%1$s”, so please guard it carefully and under no circumstance will anyone affiliated with “%1$s”, phpBB or another 3rd party, legitimately ask you for your password. Should you forget your password for your account, you can use the “I forgot my password” feature provided by the phpBB software. This process will ask you to submit your user name and your email, then the phpBB software will generate a new password to reclaim your account.<br />
he: הסכם זה מסביר בפירוט כיצד “%1$s” יחד עם החברות הקשורות אליה (להלן “אנחנו”, “אותנו”, “שלנו”, “%1$s”, “%2$s”) ו־phpBB (להלן “הם”, “אותם”, “שלהם”, “מערכת phpBB”, “www.phpbb.co.il”, “קבוצת phpBB”, “צוות phpBB הישראלי”) משתמשים בכל מידע אשר נאסף במשך כל חיבור בשימוש שלך (להלן “המידע שלך”).<br /> <br /> <br /> <br /> <br /> הססמה שלך מוצפנת (הצפנה לכיוון אחד) כך שהיא מאובטחת. עם זאת, מומלץ שאתה לא תבצע שימוש חוזר באותה הססמה במספר אתרים שונים. הססמה שלך היא האמצעי לגישה לחשבון שלך ב־“%1$s”, אז אנא שמור עליה בבטחה ותחת שום מצב שבו מישהו הקשור ל־“%1$s”, phpBB או כל צד שלישי אחר, יבקש את ססמתך בדרך לא חוקית. אם תשכח את הססמה לחשבון שלך, תוכל להשתמש במאפיין “שכחתי את ססמתי” המסופק על־ידי מערכת phpBB. תהליך זה יבקש ממך להזין את שם המשתמש שלך והדואר האלקטרוני שלך, לאחר מכן מערכת phpBB תיצור ססמה חדשה כדי להשיב את חשבונך.<br />

source: Your account has now been activated. Thank you for registering.
he: חשבונך הופעל. תודה שנרשמת.

source: The account has now been activated.
he: החשבון הופעל.

source: Your account has now been successfully reactivated.
he: חשבונך הופעל מחדש בהצלחה.

source: Thank you for registering, your account has been created. You may now login with your username and password.
he: תודה שנרשמת, חשבונך נוצר. תוכל להתחבר כעת עם שם המשתמש והססמה שלך.

source: Your account has been created but has to be approved, please check your email for details.
he: חשבונך נוצר אבל צריך לקבל אישור, בדוק את תיבת הדואר האלקטרוני שלך לפרטים נוספים.

source: Your account has been updated. However, this board requires account reactivation on email changes. An activation key has been sent to the new email address you provided. Please check your email for further information.
he: חשבונך עודכן, אך המערכת דורשת הפעלת חשבון מחדש בעת שינוי דואר אלקטרוני. קישור להפעלה נשלח לכתובת הדואר האלקטרוני שסיפקת. בדוק את תיבת הדואר האלקטרוני שלך לפרטים נוספים.

source: Your account has been updated. However, this board requires account reactivation by the administrators on email changes. An email has been sent to them and you will be informed when your account has been reactivated.
he: חשבונך עודכן, אך המערכת דורשת הפעלת חשבון מחדש על־ידי מנהל ראשי בעת שינוי דואר אלקטרוני. הודעה נשלחה אל המנהלים הראשיים ואתה תקבל הודעה כאשר חשבונך יופעל מחדש.

source: Your account has been created. However, this board requires account activation. An activation key has been sent to the email address you provided. Please check your email for further information and also be sure to check your junk mail box. It may take a while to get the email depending on your email provider.
he: חשבונך נוצר, אך המערכת דורשת הפעלת חשבון, קישור להפעלה נשלח לתיבת הדואר האלקטרוני שסיפקת. בדוק את תיבת הדואר האלקטרוני שלך לפרטים נוספים בנוסף מומלץ לבדוק בדואר הזבל. ייתכן ויקח זמן לקבלת הדואר האלקטרוני כתלות בספק הדואר האלקטרוני שלך.

source: Your account has been created. However, this board requires account activation by the administrator group. An email has been sent to them and you will be informed when your account has been activated.
he: חשבונך נוצר, אך המערכת דורשת הפעלת חשבון על־ידי מנהל ראשי. הודעה נשלחה אל המנהלים הראשיים ואתה תקבל הודעה כאשר חשבונך יופעל.

source: The activation email has been sent to your email address.
he: הדואר האלקטרוני שמכיל את קישור ההפעלה נשלח אל תיבת הדואר שלך.

source: The activation email has been sent to the administrators email addresses.
he: הדואר האלקטרוני שמכיל את קישור ההפעלה נשלח אל תיבת הדואר של המנהלים הראשיים.

source: Add
he: הוסף

source: Add [BCC]
he: הוסף [מקור חסוי]

source: Add new foes
he: הוספת נודניקים חדשים

# $lang->'ADD_FOES_EXPLAIN'
source: You may enter several usernames each on a different line.
he: תוכל להזין כמה שמות משתמשים בשורות נפרדות.

source: Add folder
he: הוספת תיקייה

source: Add new friends
he: הוספת חברים חדשים

# $lang->'ADD_FRIENDS_EXPLAIN'
source: You may enter several usernames each on a different line.
he: אתה יכול להזין כמה שמות משתמשים בשורות נפרדות.

source: Add new rule
he: הוספת כלל חדש

source: Add rule
he: הוסף כלל

source: Add [To]
he: הוסף [נמען]

source: Here you can add new users to the group. You may select whether this group becomes the new default for the selected users. Please enter each username on a separate line.
he: כאן אתה יכול לצרף משתמשים חדשים לקבוצה. אתה יכול לבחור שקבוצה זו תהפוך לקבוצת ברירת המחדל למשתמשים הנבחרים. אנא הכנס כל שם משתמש בשורה חדשה.

source: Administrators can email me information
he: מנהלים ראשיים יכולים לשלוח אלי מידע

source: I agree to these terms
he: אני מסכים לתנאים אלו

source: Allow users to send you private messages
he: אפשר למשתמשים לשלוח אליך הודעות פרטיות

source: Note that administrators and moderators will always be able to send you messages.
he: שים לב שמנהלים ראשיים ומנהלים יוכלו תמיד לשלוח אליך הודעות.

source: You have already activated your account.
he: כבר הפעלת את חשבונך.

source: This is a list of attachments you have made in posts to this board.
he: זוהי רשימת הקבצים אשר צירפת להודעות בפורומים.

source: Attachments successfully deleted.
he: הקבצים המצורפים נמחקו בהצלחה.

source: Attachment successfully deleted.
he: הקובץ המצורף נמחק בהצלחה.

source: The selected "Remember Me" login keys were successfully deleted.
he: מפתחות הכניסה האוטומטית שנבחרו נמחקו בהצלחה.

source: Category
he: קטגוריה

source: Gravatar is a service that allows you to maintain the same avatar across multiple websites. Visit <a href="http://www.gravatar.com/">Gravatar</a> for more information.
he: Gravatar הוא שירות המאפשר לך לשמור את אותו סמל אישי על פני מספר אתרי אינטרנט. בקר ב-<a href="http://www.gravatar.com/">Gravatar</a> לקבלת מידע נוסף.

source: Gallery avatar
he: גלרית סמלים אישיים

source: You can choose your avatar from a locally available set of avatars.
he: אתה יכול לבחור את הסמל האישי שלך מאוסף מקומי של סמלים אישיים.

source: Remote avatar
he: סמל אישי מרוחק

source: Link to avatar images from another website.
he: קשר לסמלים אישיים מאתר אחר.

source: Upload avatar
he: העלאת סמל אישי

source: Upload your own custom avatar.
he: העלה את הסמל האישי שלך.

source: Maximum dimensions; width: %1$s, height: %2$s, file size: %3$.2f KiB.
he: ממדים מירביים; רוחב: %1$s, גובה: %2$s, גודל קובץ: %3$.2f KiB.

source: Maximum dimensions; width: %1$s, height: %2$s.
he: ממדים מירביים; אורך: %1$s, רוחב: %2$s.

source: The avatar functionality is currently disabled.
he: אפשרות הסמל האישי כבויה כרגע.

source: Local gallery
he: גלריה מקומית

source: Could not upload avatar to %s.
he: לא ניתן להעלות סמל אישי אל %s.

source: Your avatar cannot be displayed because avatars have been disallowed.
he: לא ניתן להציג את הסמל האישי שלך מכיוון שסמלים אישיים נהפכו ללא מורשים.

source: Page
he: עמוד

source: Select your avatar
he: בחר את הסמל האישי שלך

source: Avatar type
he: סוג הסמל האישי

source: Your current avatar cannot be displayed because its type has been disallowed.
he: לא ניתן להציג את הסמל האישי הנוכחי שלך בגלל שסוגו נהפך ללא מורשה.

source: Back to saved drafts
he: חזור לטיוטות השמורות

source: Back to login screen
he: חזור למסך ההתחברות

source: Birthday
he: יום הולדת

source: Setting a year will list your age when it is your birthday.
he: הגדרת השנה תרשום את גילך בזמן יום ההולדת שלך.

source: My date format
he: תבנית התאריך שלי

source: The syntax used is identical to the PHP <a href="http://www.php.net/date">date()</a> function.
he: התחביר שבשימוש זהה לפונקציית ה־PHP <a href="http://www.php.net/date">date()</a>.

source: My language
he: השפה שלי

source: My board style
he: עיצוב המערכת שלי

source: My timezone
he: אזור הזמן שלי

source: Bookmarks
he: מועדפים

source: You can bookmark topics for future reference. Select the checkbox for any bookmark you wish to delete, then press the <em>Remove marked bookmarks</em> button.
he: אתה יכול לסמן נושאים כמועדפים לשימוש עתידי. בחר בתיבת הסימון של כל פריט מועדף אשר אתה מעוניין למחוק, ולחץ על הכפתור <em>הסר פריטי מועדפים מסומנים</em>.

source: Bookmarks are disabled on this board.
he: אפשרות המועדפים כבויה במערכת זו.

source: Bookmarks removed successfully.
he: פריטי המועדפים הוסרו בהצלחה.

source: You can no longer edit or delete that message.
he: אתה לא יכול לערוך או למחוק יותר הודעה זו.

source: Messages cannot be moved to the folder you want to remove.
he: לא ניתן להעביר הודעות אל התיקייה אשר אתה מעוניין למחוק.

source: Messages cannot be moved from the outbox.
he: לא ניתן להעביר הודעות מתיבת הדואר היוצא.

source: This folder cannot be renamed.
he: לא ניתן לשנות את שם התיקייה הזו.

source: This folder cannot be removed.
he: לא ניתן להסיר את התיקייה הזו.

source: Change default group
he: שנה קבוצה כברירת מחדל

source: Change password
he: שנה ססמה

source: %1$sGo to your “%3$s” folder%2$s
he: %1$sעבור לתיקיית “%3$s” שלך%2$s

source: %1$sReturn to your “%3$s” folder%2$s
he: %1$sחזור לתיקיית “%3$s” שלך%2$s

source: Confirmation of registration
he: אישור הרשמה

source: Confirm changes
he: אישור שינויים

source: To prevent automated registrations the board requires you to enter a confirmation code. The code is displayed in the image you should see below. If you are visually impaired or cannot otherwise read this code please contact the %sBoard Administrator%s.
he: כדי להימנע מהרשמות אוטומטיות, המערכת דורשת ממך להזין קוד אישור. הקוד מוצג בתמונה אשר אתה אמור לראות להלן. אם אינך מצליח לקרוא את הקוד מכל סיבה שהיא, צור קשר עם %sהמנהל הראשי%s.

source: Refresh confirmation code
he: רענן קוד אישור

source: If you cannot read the code you can request a new one by clicking the button.
he: אם אינך מצליח לקרוא את הקוד תוכל לבקש אחד חדש בעזרת לחיצה על הכפתור.

source: Confirm password
he: אישור ססמה

source: You only need to confirm your password if you changed it above.
he: אתה צריך לאשר את ססמתך אם שינית את הקודמת בלבד.

source: To continue with the registration procedure please tell us when you were born.
he: כדי להמשיך בתהליך ההרשמה, אנא ספר לנו מתי נולדת.

source: COPPA compliance
he: התאמת COPPA

source: Please note that clicking submit will create your account. However it cannot be activated until a parent or guardian approves your registration. You will be emailed a copy of the necessary form with details of where to send it.
he: שים לב שלחיצה על שלח תיצור את חשבונך, אך הוא לא יופעל עד שהורה או אפוטרופוס יאשר את הרשמתך. ישלח אליך עותק של הטופס הנדרש כולל פרטים לגבי כתובת הנמען.

source: Add folder…
he: הוסף תיקייה…

source: Current image
he: תמונה נוכחית

source: Current password
he: ססמה נוכחית

source: You must enter your current password if you wish to alter your email address or username.
he: אתה חייב להזין את ססמתך הנוכחית אם ברצונך לשנות את כתובת הדואר האלקטרוני שלך או את שם המשתמש.

source: To change your password, your email address, or your username, you must enter your current password.
he: על מנת לשנות את ססמתך, כתובת הדואר האלקטרוני שלך, או שם המשתמש שלך, אתה חייב להזין את ססמתך הנוכחית.

source: You did not enter your current password.
he: לא הזנת את הססמה הנוכחית.

source: The current password you entered is incorrect.
he: הססמה הנוכחית שהזנת שגויה.

source: Custom…
he: מותאם אישית…

source: Default action
he: פעולה כברירת מחדל

source: This action will be triggered if none of the above is applicable.
he: פעולה זו תתבצע אם אף אחד מהקודמות ברות-ישום.

source: Attach my signature by default
he: צרף את החתימה שלי כברירת מחדל

source: Enable BBCode by default
he: הפעל BBCode כברירת מחדל

source: Notify me upon replies by default
he: הודע לי בעת תגובות כברירת מחדל

source: Enable smilies by default
he: הפעל סמיילים כברירת מחדל

source: Defined rules
he: כללים מוגדרים

source: Topic has been removed.
he: הנושא הוסר.

source: Delete attachment
he: מחק קובץ מצורף

source: Delete attachments
he: מחק קבצים מצורפים

source: Are you sure you want to delete this attachment?
he: אתה בטוח שאתה רוצה למחוק קובץ מצורף זה?

source: Are you sure you want to delete these attachments?
he: אתה בטוח שאתה רוצה למחוק קבצים מצורפים אלו?

source: Delete image
he: מחק תמונה

source: Are you sure you want to delete all cookies set by this board?
he: אתה בטוח שאתה רוצה למחוק את כל העוגיות אשר נקבעו על־ידי המערכת?

source: Delete marked messages
he: מחק הודעות מסומנות

source: Are you sure you want to delete all marked messages?
he: אתה בטוח שאתה רוצה למחוק את כל ההודעות המסומנות?

source: Delete oldest messages
he: מחק הודעות ישנות יותר

# $lang->'DELETE_MESSAGE'
source: Delete message
he: מחק הודעה

source: Are you sure you want to delete this private message?
he: אתה בטוח שאתה רוצה למחוק הודעה פרטית זו?

source: Delete all messages within removed folder
he: מחק את כל ההודעות בתוך התיקייה שהוסרה

source: Delete rule
he: מחק כלל

source: Are you sure you want to delete this rule?
he: אתה בטוח שאתה רוצה למחוק כלל זה?

source: Demote selected
he: ביטול נבחרים

source: Enable word censoring
he: הפעלת צנזור מילים

source: Display gallery
he: הצג גלריה

source: The entered email domain has no valid MX record.
he: כתובת הדואר האלקטרוני שהוזנה אינה בעלת רשומת MX חוקית.

# $lang->'DOWNLOADS'
source: Downloads
he: הורדות

source: All selected drafts were successfully deleted.
he: כל הטיוטות הנבחרות הוסרו בהצלחה.

source: Here you can view, edit and delete your saved drafts.
he: כאן אתה יכול לראות, לערוך ולמחוק את הטיוטות השמורות שלך.

source: Draft successfully updated.
he: הטויטה עודכנה בהצלחה.

source: Here you are able to edit your draft. Drafts do not contain attachment and poll information.
he: כאן אתה יכול לערוך את הטיוטה שלך. הטיוטות אינן מכילות קבצים מצורפים ופרטי סקר.

source: The email address you entered is not allowed to be used.
he: כתובת הדואר האלקטרוני שהזנת אינה מורשת לשימוש.

source: This must be the email address associated with your account. If you have not changed this via your user control panel then it is the email address you registered your account with.
he: כתובת הדואר האלקטרוני חייבת להיות אותה הכתובת המשותפת עם החשבון שלך. אם אינך שינית אותה דרך לוח הבקרה למשתמש שלך אז זו אותה הכתובת אשר רשמת איתה את חשבונך.

source: The entered email address is already in use.
he: כתובת הדואר האלקטרוני שהוזנה כבר בשימוש.

source: You must enter a message to submit your changes.
he: אתה חייב להזין הודעה כדי לשלוח את השינויים שלך.

source: You must enter a draft title.
he: אתה חייב להזין כותרת לטיוטה.

source: Export as XML
he: יצא בתור XML

source: Export as CSV
he: יצא בתור CSV

source: Export as CSV (Excel)
he: יצא בתור CSV (Excel)

source: Export as TXT
he: יצא בתור TXT

source: Export as MSG
he: יצא בתור MSG

source: Export this view
he: יצא תצוגה זו

source: The field “%s” must be completed.
he: השדה “%s” חייב להיות שלם.

source: The field “%2$s” is too short, a minimum of %1$d character is required.
he: השדה “%2$s” קצר מדי, לפחות תו %1$d נדרש.

source: The field “%2$s” is too short, a minimum of %1$d characters is required.
he: השדה “%2$s” קצר מדי, לפחות %1$d תווים נדרשים.

source: The field “%2$s” is too long, a maximum of %1$d character is allowed.
he: השדה “%2$s” ארוך מידי, לכל היותר תו %1$d מורשה.

source: The field “%2$s” is too long, a maximum of %1$d characters is allowed.
he: השדה “%2$s” ארוך מידי, לכל היותר %1$d תווים מורשים.

source: The value of “%2$s” is too small, a minimum value of %1$d is required.
he: הערך של “%2$s” קטן מידי, לפחות %1$d תווים נדרשים.

source: The value of “%2$s” is too large, a maximum value of %1$d is allowed.
he: הערך של “%2$s” גדול מידי, ערך מירבי של %1$d תווים מורשים.

source: The field “%s” has invalid characters.
he: השדה "%s" מכיל תווים לא חוקיים.

source: The field “%s” has invalid characters, only numbers are allowed.
he: השדה “%s” מכיל תווים לא חוקיים, מספרים בלבד מורשים.

source: The field “%s” has invalid characters, only alphanumeric or . characters are allowed.
he: השדה "%s" מכיל תווים לא חוקיים, רק תווים אלפאנומריים או נקודות מותרים.

source: The field “%s” has invalid characters, only alphanumeric characters are allowed.
he: השדה “%s” מכיל תווים לא חוקיים, תווי אותיות בלבד מורשים.

source: The field “%s” has invalid characters, only alphanumeric or _,-. characters are allowed and the first character must be alphabetic.
he: השדה "%s" מכיל תווים לא חוקיים, רק תווים אלפאנומריים או _,-. מותרים והתו הראשון חייב להיות אלפביתי.

source: The field “%s” has invalid characters, only alphanumeric, space or -+_[] characters are allowed.
he: השדה "%s" מכיל תווים לא חוקיים, רק תווים אלפאנומריים, רווחים או -+_[] מותרים.

source: The field “%s” has invalid characters, only alphanumeric or _ characters are allowed.
he: השדה “%s” מכיל תווים לא מותרים, רק תווים אותיות ו_ מותרים לשימוש.

source: The field “%s” has invalid characters, only letter, number or . characters are allowed.
he: השדה “%s” מכיל תווים לא מותרים, רק אותיות מספרים ו. מותרים לשימוש.

source: The field “%s” has invalid characters, only letter and number characters are allowed.
he: השדה “%s” מכיל תווים לא מותרים,רק אותיות ומספרים מותרים לשימוש.

source: The field “%s” has invalid characters, only letter, number or _,-. characters are allowed and the first character must be alphabetic.
he: השדה “%s”מכיל תווים לא חוקיים,רק אותיות מספרים ו _,-. הם תווים חוקיים, והאות הראשונה חייבת להיות אלפביתית.

source: The field “%s” has invalid characters, only letter, number, space or -+_[] characters are allowed.
he: השדה “%s” מכיל תווים לא מותרים, רק אותיות מספרים ורווחים ו -+_[] הם תווים מותרים.

source: The field “%s” has invalid characters, only letter, number or _ characters are allowed.
he: השדה “%s” מכיל תווים לא מותרים, רק אותיות מספרים ו _ מותרים בשימוש.

source: The field “%s” has an invalid date.
he: השדה “%s” מכיל תאריך לא חוקי.

source: The field “%s” has an invalid url.
he: השדה "%s" מכיל כתובת אתר לא חוקית.

source: The field “%s” has an invalid value.
he: השדה “%s” מכיל ערך לא חוקי.

source: Message from foe
he: הודעה מנודניק

source: Foes are users which will be ignored by default. Posts by these users will not be fully visible. Personal messages from foes are still permitted. Please note that you cannot ignore moderators or administrators.
he: נודניקים הם משתמשים אשר אתה מתעלם מהם כברירת מחדל. הודעות אשר נשלחות על־ידי משתמשים אלו לא יוצגו לגמרי. הודעות פרטיות מהנודניקים עדיין מותרות. שים לב שאתה לא יכול להתעלם ממנהלים או מנהלים ראשיים.

source: Your foes list has been updated successfully.
he: רשימת הנודניקים שלך עודכנה בהצלחה.

source: Folder successfully added.
he: התיקייה נוספה בהצלחה.

# $lang->'FOLDER_MESSAGE_STATUS'->1
source: %2$d out of %1$s stored
he: %2$d מתוך %1$s אוחסנה

# $lang->'FOLDER_MESSAGE_STATUS'->2
source: %2$d out of %1$s stored
he: %2$d מתוך %1$s אוחסנו

source: You must enter a name for this folder.
he: אתה חייב להזין שם לתיקייה זו.

source: Folder <strong>%s</strong> already exists.
he: התיקייה <strong>%s</strong> כבר קיימת.

source: Folder options
he: אפשרויות תיקייה

source: Folder successfully renamed.
he: שם התיקייה שונה בהצלחה.

source: Folder successfully removed.
he: התיקייה הוסרה בהצלחה.

# $lang->'FOLDER_STATUS_MSG'->1
source: Folder is %3$d%% full (%2$d out of %1$s stored)
he: התיקייה %3$d%% מלאה (%2$d מתוך %1$s אוחסנה)

# $lang->'FOLDER_STATUS_MSG'->2
source: Folder is %3$d%% full (%2$d out of %1$s stored)
he: התיקייה %3$d%% מלאה (%2$d מתוך %1$s אוחסנו)

source: Forward PM
he: העבר הודעה פרטית

source: Before you may continue browsing the board you are required to change your password.
he: לפני שתוכל להמשיך לגלוש במערכת אתה נדרש לשנות את ססמתך.

source: Message from friend
he: הודעה מחבר

source: Friends
he: חברים

source: Friends enable you quick access to members you communicate with frequently. If the template has relevant support any posts made by a friend may be highlighted.
he: חברים מאפשרים לך גישה מהירה למשתמשים אשר איתם אתה משוחח בקביעות. אם לעיצוב המערכת יש את התמיכה הנדרשת, כל הודעות אשר נשלחות על־ידי חברים יודגשו.

source: Offline
he: מנותק

source: Online
he: מחובר

source: Your friends list has been updated successfully.
he: רשימת החברים שלך עודכנה בהצלחה.

source: The action to take when a folder is full has been changed successfully.
he: הפעולה לביצוע כאשר תיקייה מלאה שונתה בהצלחה.

source: -------- Original Message --------
he: -------- הודעה מקורית --------

source: Subject: %s
he: כותרת: %s

source: Date: %s
he: תאריך: %s

source: From: %s
he: מאת: %s

source: To: %s
he: אל: %s

source: Global announcement
he: הכרזה גלובלית

source: Gravatar email
he: דוא"ל ה-Gravatar

source: Enter the email address you used for registering your account on <a href="http://www.gravatar.com/">Gravatar</a>.
he: הזן את כתובת הדוא"ל שבה השתמש לרישום החשבון שלך ב-<a href="http://www.gravatar.com/">Gravatar</a>.

# $lang->'GRAVATAR_AVATAR_SIZE'
source: Avatar dimensions
he: מימדי הסמל האישי

# $lang->'GRAVATAR_AVATAR_SIZE_EXPLAIN'
source: Specify the width and height of the avatar, leave blank to attempt automatic verification.
he: ציין את הרוחב והגובה של הסמל האישי, השאר ריק כדי לבצע בדיקה אוטומטית של המימדים.

source: Hide my online status
he: הסתר את מצב החיבור שלי

source: Changing this setting won’t become effective until your next visit to the board.
he: שינוי הגדרה זו לא תפעל עד ביקורך הבא במערכת.

source: Do not accept new messages (New messages will be held back until enough space is available)
he: אל תקבל הודעות חדשות (הודעות חדשות יהיו בהמתנה עד אשר יהיה מספיק מקום)

source: New messages will be held back
he: הודעות חדשות יהיו בהמתנה

source: If folder is full
he: אם התיקייה מלאה

source: Important announcements
he: הכרזות חשובות

source: The entered birthday is not a valid date.
he: תאריך יום ההולדת שהוזן אינו תיקני.

source: The username contains forbidden characters.
he: שם המשתמש מכיל תווים אסורים.

source: The password does not contain the required characters.
he: הססמה אינה מכילה את התווים הנדרשים.

source: The items marked with * are required profile fields and need to be filled out.
he: הפריטים המסומנים עם * הינם שדות פרופיל נדרשים וחייבים לקבל ערכים.

source: Join selected
he: צרף נבחרים

source: Language
he: שפה

source: Link off-site
he: קישור לאתר חיצוני

source: Enter the URL of the location containing the avatar image you wish to link to.
he: הזן את כתובת המיקום המכיל את תמונת הסמל האישי אשר אתה מעוניין לקשר.

# $lang->'LINK_REMOTE_SIZE'
source: Avatar dimensions
he: ממדי סמל אישי

# $lang->'LINK_REMOTE_SIZE_EXPLAIN'
source: Specify the width and height of the avatar, leave blank to attempt automatic verification.
he: ציין את הרוחב והגובה של הסמל האישי, השאר ריק כדי לנסות לבדוק אוטומטית.

source: Please login in order to access the User Control Panel.
he: נא התחבר כדי לגשת ללוח הבקרה למשתמש.

source: Link or register your account on an external service with your board account
he: קשור או רשום את החשבון שלך עם שירות חיצוני בעזרת החשבון שלך במערכת הפורומים

source: You have attempted to login with an external service that is not yet connected to an account on this board. You must now either link this account to an existing account or create a new account.
he: ניסית להתחבר עם שירות חיצוני שעדיין לא חובר לחשבון במערכת פורומים זו. עליך לקשר את החשבון הזה לחשבון קיים או ליצור חשבון חדש.
