Repository: tomer/phpBB-Hebrew
Catalog: */ucp.po
Languages: he

source: Below is a list of forums and topics you are subscribed to. You will be notified of new posts in either. To unsubscribe mark the forum or topic and then press the <em>Unwatch marked</em> button.
he: זוהי רשימת הפורומים והנושאים אשר נרשמת אליהם. תקבל הודעה על הודעות חדשות בהם. כדי לבטל הרשמה סמן את הפורום או הנושא ולחץ על הכפתור <em>בטל הרשמתך</em>.

source: Watched forums
he: פורומים אחריהם אתה עוקב

source: Watched topics
he: נושאים אחריהם אתה עוקב

source: The activation key you supplied does not match any in the database.
he: קישור ההפעלה שסיפקת אינו תואם לזה שבבסיס הנתונים.

source: Your activity
he: הפעילות שלך

source: Your foes
he: הנודניקים שלך

# $lang->'YOUR_FOES_EXPLAIN'
source: To remove usernames select them and click submit.
he: כדי להסיר שמות משתמשים בחר אותם ולחץ על שלח.

source: Your friends
he: החברים שלך

# $lang->'YOUR_FRIENDS_EXPLAIN'
source: To remove usernames select them and click submit.
he: כדי להסיר שמות משתמשים בחר אותם ולחץ על שלח.

source: Your warning level
he: רמת האזהרה שלך

source: Place into folder
he: הכנס לתוך תיקייה

source: Mark as read
he: סמן כנקרא

source: Mark message
he: סמן הודעה

# $lang->'PM_ACTION'->'DELETE_MESSAGE'
source: Delete message
he: מחק הודעה

source: Subject
he: כותרת

source: Sender
he: שולח

source: Message
he: הודעה

source: Message status
he: מצב הודעה

source: Sent To
he: נשלח אל

source: is like
he: דומה

source: is not like
he: לא דומה

source: is
he: הוא

source: is not
he: לא

source: begins with
he: מתחיל ב

source: ends with
he: מסתיים ב

source: is friend
he: חבר

source: is foe
he: נודניק

source: is user
he: משתמש

source: is in usergroup
he: בקבוצת משתמשים

source: answered
he: נענתה

source: forwarded
he: הועברה

source: to my default usergroup
he: אל קבוצת ברירת המחדל שלי

source: to me
he: אלי

source: Usergroups enable board admins to better administer users. By default you will be placed in a specific group, this is your default group. This group defines how you may appear to other users, for example your username colouration, avatar, rank, etc. Depending on whether the administrator allows it you may be allowed to change your default group. You may also be placed in or allowed to join other groups. Some groups may give you additional permissions to view content or increase your capabilities in other areas.
he: קבוצות משתמשים מאפשרות למנהלים ראשיים של המערכת לנהל טוב יותר את המשתמשים במערכת. כברירת מחדל, אתה תכנס לקבוצה מסוימת, קבוצת ברירת המחדל שלך. קבוצה זו מגדירה כיצד תופיע למשתמשים האחרים, למשל צבע שם המשתמש שלך, סמל אישי, דירוג, ועוד. אם המנהל הראשי מאפשר - תוכל לשנות את קבוצת ברירת המחדל שלך, תוכל להצטרף או לבקש להצטרף לקבוצות אחרות אם קיימות כאלה. קבוצות שונות יכולות לתת לך הרשאות נוספות לצפייה בתוכן \ פורומים נוספים ו\או להגדלת ההרשאות שלך באזורים מסוימים.

source: Leaderships
he: מנהל קבוצות

source: Memberships
he: חבר בקבוצות

source: Pending memberships
he: חברויות בהמתנה

source: Non-memberships
he: ללא חברויות

source: Group details
he: פרטי קבוצות

source: No group leaderships
he: אין ניהולי קבוצות

source: No group memberships
he: אין חברויות קבוצות

source: No pending memberships
he: אין בקשות חברות בהמתנה

source: No non-member groups
he: אין קבוצות ללא חברות
