Repository: tomer/phpBB-Hebrew
Catalog: */viewtopic.po
Languages: he

source: Approve
he: אשר

source: Attachment
he: קובץ מצורף

source: The attachments feature has been disabled.
he: האפשרות לצירוף קבצים בוטלה.

source: Bookmarked topic successfully.
he: הנושא נוסף למועדפים בהצלחה.

source: Bookmarking the topic failed. Please try again.
he: הוספת הנושא למועדפים נכשלה. אנא נסה שנית.

source: Removed bookmarked topic successfully.
he: הנושא הוסר מהמועדפים בהצלחה.

source: Bookmark topic
he: הוסף למועדפים

source: Remove from bookmarks
he: הסר ממועדפים

source: Last bumped by %1$s on %2$s.
he: הוקפץ לאחרונה על ידי %1$s בתאריך %2$s.

source: Bump topic
he: הקפץ נושא

source: Code
he: קוד

source: Delete topic
he: מחק נושא

source: Deleted by %1$s on %2$s
he: נמחק על ידי %1$s ב %2$s

source: Disapprove
he: אל תאשר

source: You do not have the required permissions to view the files attached to this post.
he: אין לך את ההרשאות המתאימות על מנת לצפות בקבצים המצורפים להודעה זאת.

source: Last edited by %2$s on %3$s, edited %1$d time in total.
he: נערך לאחרונה על ידי %2$s ב %3$s, נערך פעם %1$d בסך הכל.

source: Last edited by %2$s on %3$s, edited %1$d times in total.
he: נערך לאחרונה על ידי %2$s ב %3$s, נערך %1$d פעמים בסך הכל.

source: The selected attachment does not exist anymore.
he: הקובץ המצורף שנבחר לא קיים יותר.

source: The file <strong>%s</strong> does not exist.
he: הקובץ <strong>%s</strong> לא קיים.

source: Copy topic
he: העתק נושא

source: Full Editor &amp; Preview
he: עורך מלא ותצוגה מקדימה

source: You are not authorised to view, download or link from/to this site.
he: אינך מורשה לצפות, להוריד או לתת קישור ל/מאתר זה.

source: You have been notified about this topic, please login to view it.
he: קיבלת הודעה על נושא זה, אנא התחבר על מנת לצפות בו.

source: The board requires you to be registered and logged in to view this topic.
he: המערכת דורשת ממך להיות רשום ומחובר כדי לצפות בנושא הזה.

source: Change to “Announcement”
he: הפוך להכרזה

source: Change to “Global”
he: הפוך לגלובלי

source: Change to “Standard Topic”
he: הפוך לרגיל

source: Change to “Sticky”
he: הפוך לדביק

source: You may select <strong>%d</strong> option
he: אתה יכול לבחור רק אפשרות <strong>%d</strong>

source: You may select up to <strong>%d</strong> options
he: אתה יכול לבחור עד <strong>%d</strong> אפשרויות

source: The attachment <strong>%s</strong> is no longer available
he: הקובץ המצורף <strong>%s</strong> לא זמין יותר.

source: Move topic
he: העבר נושא

source: You haven’t selected an attachment to download or view.
he: לא בחרת קובץ מצורף להוריד או לצפייה.

source: There are no newer topics in this forum.
he: אין נושאים חדשים יותר בפורום זה.

source: There are no older topics in this forum.
he: אין נושאים ישנים יותר בפורום זה.

source: There are no new unread posts for this topic.
he: אין הודעות שלא נקראו בנושא הזה.

source: You must specify an option when voting.
he: אתה מוכרח לבחור אפשרות להצבעה.

source: No votes
he: אין הצבעות

source: Poll ended at %s
he: הסקר נגמר בתאריך %s

source: Poll runs till %s
he: הסקר פעיל עד %s

source: You voted for this option
he: הצבעת לאפשרות זאת

source: This post has been deleted. It can be restored.
he: הודעה זו נמחקה. היא איננה נתנת לשחזור.

source: Print view
he: גרסה להדפסה

source: Quick-mod tools
he: כלים מהירים

source: Quick Reply
he: תגובה מהירה

source: Quote
he: ציטוט

source: Reply to topic
he: הגב לנושא

source: Restore
he: שחזר

source: Restore topic
he: שחזר נושא

source: %sReturn to the post%s
he: %sחזור להודעה%s

source: Submit vote
he: שלח הצבעתך

source: Topic tools
he: אפשרויות נושא

source: Total votes
he: סך הכול הצבעות

source: Unlock topic
he: פתח נושא

source: Post details
he: פרטי ההודעה

source: Next topic
he: הנושא הבא

source: Previous topic
he: הנושא הקודם

source: View results
he: צפייה בתוצאות

source: %d post
he: הודעה %d

source: %d posts
he: %d הודעות

source: First unread post
he: הודעה ראשונה שלא נקראה

source: Your vote has been cast.
he: הצבעתך נקלטה.

source: Changing votes is not supported for converted polls.
he: שינוי הצבעות לא נתמך בסקרים שהומרו.
