Repository: tomer/phpBB-Hebrew
Catalog: */viewforum.po
Languages: he

source: Active topics
he: נושאים פעילים

source: Announcements
he: הכרזות

source: Forum permissions
he: הרשאות הפורום

source: Announcement
he: הכרזה

source: Sticky
he: דביק

source: You have been notified about this forum, please login to view it.
he: קיבלת התראה אודות פורום זה, אנא התחבר על מנת לצפות בו.

source: Mark topics read
he: סמן נושאים כנקראו

source: New posts [ Popular ]
he: יש הודעות חדשות [ הודעות חמות ]

source: New posts [ Locked ]
he: יש הודעות חדשות [ הודעות נעולות ]

source: No new posts [ Popular ]
he: אין הודעות חדשות [ הודעות חמות ]

source: No new posts [ Locked ]
he: אין הודעות חדשות [ הודעות נעולות ]

source: You do not have the required permissions to read topics within this forum.
he: אין לך את ההרשאות המתאימות על מנת לקרוא הודעות בפורום זה.

source: No unread posts [ Popular ]
he: אין הודעות שלא נקראו [ הודעות חמות ]

source: No unread posts [ Locked ]
he: אין הודעות שלא נקראו [ הודעות נעולות ]

source: Forum is locked
he: הפורום נעול

source: The topics for this forum have now been marked read.
he: הנושאים בפורום זה סומנו כנקראו.

source: Unread posts [ Popular ]
he: הודעות שלא נקראו [ הודעות חמות ]

source: Unread posts [ Locked ]
he: הודעות שלא נקראו [ הודעות נעולות ]

source: View forum
he: צפה בפורום

source: %d topic
he: נושא %d

source: %d topics
he: %d נושאים
