Repository: tomer/phpBB-Hebrew
Catalog: */acp/attachments.po
Languages: he

source: Here you can configure the main settings for attachments and the associated special categories.
he: כאן אתה יכול להגדיר את ההגדרות הראשית של צירוף הקבצים והקטגוריות המיוחדות הקשורות.

source: Here you can add, delete, modify or disable your extension groups. Further options include the assignment of a special category to them, changing the download mechanism and defining an upload icon which will be displayed in front of the attachment which belongs to the group.
he: כאן אתה יכול להוסיף, למחוק, לשנות או לכבות את קבוצות הסיומות. אפשרויות נוספות כוללות את קביעת הסיומות לקבוצות, שינוי מנגנון ההורדה והגדרת סמל ההעלאה אשר יוצר לפני קובץ מצורף ששייך לקבוצה.

source: Here you can manage your allowed extensions. To activate your extensions, please refer to the extension groups management panel. We strongly recommend not to allow scripting extensions (such as <code>php</code>, <code>php3</code>, <code>php4</code>, <code>phtml</code>, <code>pl</code>, <code>cgi</code>, <code>py</code>, <code>rb</code>, <code>asp</code>, <code>aspx</code>, and so forth…).
he: כאן אתה יכול לנהל את הסיומות המורשות. כדי להפעיל את הסיומות, עבור אל לוח ניהול קבוצות הסיומות. אנו ממליצים במיוחד לא לאפשר סיומות של קבצי תסריט (כמו <code>php</code>, <code>php3</code>, <code>php4</code>, <code>phtml</code>, <code>pl</code>, <code>cgi</code>, <code>py</code>, <code>rb</code>, <code>asp</code>, <code>aspx</code>, ועוד…).

source: Here you are able to see orphaned files. This happens mostly if users are attaching files but not submitting the post. You are able to delete the files or attach them to existing posts. Attaching to posts requires a valid post ID, you have to determine this ID by yourself. This will assign the already uploaded attachment to the post you entered.
he: כאן אתה יכול לראות את הקבצים ללא שולח. הדבר מתרחש בדרך כלל כאשר משתמשים מצרפים קבצים אך לא שולחים את ההודעה. אתה יכול למחוק את הקבצים או לצרף אותם להודעות קיימות. צירוף להודעות דורש מספר ID של הודעה חוקי, אתה חייב לקבוע מספר ID זה בעצמך. כך יקבע הקובץ המצורף להודעה שהזנת.

source: Add extension
he: הוסף סיומת

source: Add extension group
he: הוסף קבוצת סיומות

source: Errors while trying to attach file: “%s”.
he: שגיאות בעת ניסיון לצרף קבצים: “%s”.

source: Allowed forums
he: פורומים מורשים

source: Able to post the assigned extensions at the selected (or all if selected) forums.
he: ניתן לשלוח את הסיומות שנקבעו לפורומים הנבחרים (או כולם אם נבחר).

source: Allowed
he: מורשה

source: Allow attachments
he: אפשר קבצים מצורפים

source: Allow all forums
he: אפשר בכל הפורומים

source: Allowed in private messaging
he: מורשה בהודעות פרטיות

source: Allow attachments in private messages
he: אפשר קבצים מצורפים בהודעות פרטיות

source: Only forums selected below
he: רק הפורומים הנבחרים להלן

source: Assigned extensions
he: סיומות שנקבעו

source: Assigned extension group
he: קבוצת סיומות שנקבעה

source: Extensions
he: סיומות

# $lang->'ATTACH_EXT_GROUPS_URL'
source: Extension groups
he: קבוצות סיומות

# $lang->'ATTACH_MAX_FILESIZE'
source: Maximum file size
he: גודל קובץ מרבי

source: Maximum size of each file. If this value is 0, the uploadable filesize is only limited by your PHP configuration.
he: גודל מרבי של כל קובץ. אם הערך הוא 0, המגבלה היחידה נקבעת בהגדרות ה־PHP בשרת.

source: Maximum file size messaging
he: גודל קובץ מרבי להודעה פרטית

source: Maximum size of each file, with 0 being unlimited, attached to a private message.
he: גודל מרבי של קובץ, מצורף להודעה הפרטית, כאשר 0 הנו בלתי מוגבל.

source: Orphan attachments
he: קבצים מצורפים ללא שולח

source: Post ID
he: מספר ID של הודעה

source: Post type
he: סוג ההודעה

source: Total attachment quota
he: מכסת קבצים מצורפים כללית

source: Maximum drive space available for attachments for the whole board, with 0 being unlimited.
he: שטח אחסון מרבי זמין לקבצים מצורפים למערכת השלמה, כאשר 0 הנו בלתי מוגבל.

source: Attach file to post
he: צרף קובץ להודעה

source: Flash files
he: קבצי פלאש

# $lang->'CAT_IMAGES'
source: Images
he: תמונות

source: Check attachment files
he: בדוק קבצים מצורפים

source: Some browsers can be tricked to assume an incorrect mimetype for uploaded files. This option ensures that such files likely to cause this are rejected.
he: בדפדפנים מסוימים ניתנת האפשרות לגרום לדפדפן לטעות בסוג הקובץ של הקבצים שמעלים לשרת. סימון אפשרות זו תוודא שקבצים ידועים שעשויים לגרום למצב כזה ידחו באופן אוטומטי.

source: Create new group
he: צור קבוצה חדשה

source: Create thumbnail
he: צור תמונה מוקטנת

source: Create a thumbnail in all possible situations.
he: צור תמונה קטנה בכל הפתרונות האפשריים.

source: Define allowed IPs/hostnames
he: הגדר כתובות IP/שמות שרתים מורשים

source: Define disallowed IPs/hostnames
he: הגדר כתובות IP/שמות שרתים לא מורשים

source: You can remove (or un-exclude) multiple IP addresses in one go using the appropriate combination of mouse and keyboard for your computer and browser. Excluded IPs have a blue background.
he: אתה יכול להסיר (או לבטל שחרור) למספר כתובות IP במהלך אחד עם השילוב המתאים של עכבר ומקלדת למחשב והדפדפן שלך. לכתובת IP ששוחררו יש רקע כחול.

source: Display images inline
he: הצג תמונה בשורה

source: If set to No image attachments will show as a link.
he: אם נקבע ללא, תמונות מצורפות יוצגו כקישורים.

source: Attachment display order
he: סדר תצוגת קבצים מצורפים

source: Display attachments ordered by time.
he: הצג קבצים מצורפים מסודרים לפי זמן.

source: Edit extension group
he: ערוך קבוצת סיומות

source: Enable this to exclude the entered IP/hostname.
he: הפעל כדי לשחרר את כתובת ה־IP/שם השרת שהוזן.

source: Exclude IP from allowed IPs/hostnames
he: שחרר כתובת IP מרשימת כתובות ה־IP/שמות השרתים המורשים

source: Exclude IP from disallowed IPs/hostnames
he: שחרר כתובת IP מרשימת כתובות ה־IP/שמות השרתים הלא מורשים

source: Extensions successfully updated.
he: הסיומות עודכנו בהצלחה.

source: The extension %s already exists.
he: הסיומת %s כבר קיימת.

source: Extension group
he: קבוצת סיומות

# $lang->'EXTENSION_GROUPS'
source: Extension groups
he: קבוצות סיומות

source: Extension group successfully deleted.
he: קבוצת הסיומות נמחקה בהצלחה.

source: The extension group %s already exists.
he: קבוצת הסיומות %s כבר קיימת.

source: Archives
he: ארכיונים

source: Documents
he: מסמכים

source: Downloadable Files
he: קבצים הניתנים להורדה

source: Flash Files
he: קבצי פלאש

# $lang->'EXT_GROUP_IMAGES'
source: Images
he: תמונות

source: Plain Text
he: טקסט רגיל

source: Go to extension management screen
he: עבור למסך ניהול הסיומות

source: Group name
he: שם הקבוצה

source: Image link dimensions
he: ממדים לקישור תמונה

source: Display image attachment as an inline text link if image is larger than this. To disable this behaviour, set the values to 0px by 0px.
he: הצג תמונה מצורפת כטקסט מקושר אם תמונה גדולה יותר מגודל זה. כדי לכבות אפשרות זו, קבע את הערכים ל־0 פיקסלים על 0 פיקסלים.

source: ImageMagick path
he: נתיב ל־ImageMagick

source: Full path to the imagemagick convert application, e.g. <samp>/usr/bin/</samp>.
he: נתיב מלא ליישום המרה imagemagick, למשל <samp>/usr/bin/</samp>.

source: Maximum number of attachments per post
he: מספר מרבי של קבצים מצורפים לכל הודעה

source: Maximum number of attachments per private message
he: מספר מרבי של קבצים מצורפים לכל הודעה פרטית

# $lang->'MAX_EXTGROUP_FILESIZE'
source: Maximum file size
he: גודל קובץ מרבי

source: Maximum image dimensions
he: ממדי תמונה מרביים

source: Maximum size of image attachments. Set both values to 0px by 0px to disable dimension checking.
he: גודל מרבי של תמונות מצורפות. קבע את שני הערכים ל־0 פיקסלים על 0 פיקסלים כדי לכבות את בדיקת הממדים.

source: Maximum thumbnail width in pixel
he: רוחב מרבי לתמונה מוקטנת בפיקסלים

source: A generated thumbnail will not exceed the width set here.
he: תמונה מוקטנת הנוצרת לא תעבור את הרוחב הנקבע כאן.

source: Minimum thumbnail file size
he: גודל קובץ מינימלי לתמונה מוקטנת

source: Do not create a thumbnail for images smaller than this.
he: אל תיצור תמונה מוקטנת לתמונות היותר קטנות מגודל זה.

source: Inline
he: בשורה

source: Physical
he: פיסי

source: Only allowed in posts
he: מאופשר רק בהודעות

source: Not allowed
he: לא מאופשר

source: Not assigned
he: לא נקבע

source: No attachments found for this period.
he: לא נמצאו קבצים מצורפים בקבוצה זו.

# $lang->'NO_EXT_GROUP'
source: None
he: ללא

source: No group name entered
he: לא הוזנה קבוצת משתמשים

source: No extension group specified.
he: לא צוינה קבוצת סיומות.

# $lang->'NO_FILE_CAT'
source: None
he: ללא

source: No image
he: ללא תמונה

source: Thumbnail support has been disabled. For proper functionality either the GD extension need to be available or imagemagick being installed. Both were not found.
he: תמיכה בתמונות מוקטנות כבויה. לפעילות טובה יותר סיומת הספריה הגראפית צריכה להיות זמינה או imagemagick צריכה להיות מותקנת. שניהן לא נמצאו.

source: The upload directory you specified does not exist.
he: תיקיית הקבצים שציינת לא קיימת.

source: The upload directory you specified cannot be written to. Please alter the permissions to allow the webserver to write to it.
he: תיקיית הקבצים שציינת לא ניתנת לכתיבה. אנא שנה את הגישות על מנת לאפשר לשרת לכתוב אליה.

source: Only allowed in private messages
he: מאופשר רק בהודעות פרטיות

source: Allow
he: אפשר

source: Deny
he: דחה

source: Remove or un-exclude <em>allowed</em> IPs/hostnames
he: הסר או בטל שחרור מרשימת כתובות ה־IP/שמות השרתים <em>המורשים</em>

source: Remove or un-exclude <em>disallowed</em> IPs/hostnames
he: הסר או בטל שחרור מרשימת כתובות ה־IP/שמות השרתים <em>הלא מורשים</em>

source: Are you sure you wish to resynchronise file statistics?
he: האם אתה בטוח כי ברצונך לאפס את סטטיסטיקות הקובץ?

source: Search for ImageMagick
he: אתר ImageMagick

source: Allow/Deny list
he: אפשר/דחה רשימה

source: Change the default behaviour when secure downloads are enabled of the Allow/Deny list to that of a <strong>whitelist</strong> (Allow) or a <strong>blacklist</strong> (Deny).
he: שנה את התנהגות ברירת המחדל כאשר אבטחת ההורדות פעילה של האפשר/דחה רשימה לזו של <strong>רשימה לבנה</strong> (אפשר) או <strong>רשימה שחורה</strong> (דחה).

source: Enable secure downloads
he: הפעל אבטחת הורדות

source: With this option enabled, downloads are limited to IP’s/hostnames you define.
he: כאשר אפשרות זו פעילה, ההורדות מוגבלות לכתובות IP/שמות שרתים שאתה מגדיר.

source: Secure Downloads are not enabled. The settings below will be applied after enabling secure downloads.
he: אבטחת ההורדות לא פעילה. ההגדרות הבאות ישפיעו לאחר הפעלת אבטחת ההורדות.

source: The IP list has been updated successfully.
he: רשימת ה־IP עודכנה בהצלחה.

source: Allow empty referrer
he: אפשר מקשר ריק

source: Secure downloads are based on referrers. Do you want to allow downloads for those omitting the referrer?
he: אבטחת ההורדות מבוססת על מקשרים. האם אתה רוצה לאפשר להורדות להשמיט את המקשר?

source: Image category settings
he: הגדרות קטגורית תמונות

source: Special category
he: קטגוריה מיוחדת

source: Special categories differ between the way presented within posts.
he: קטגוריות מיוחדות נבדלות בדרך בהן הן מוצגות בהודעות.

source: Successfully uploaded.
he: הועלה בהצלחה.

source: Extension group successfully added.
he: קבוצת הסיומות נוספה בהצלחה.

source: Extension group successfully updated.
he: קבוצת הסיומות עודכנה בהצלחה.

source: Uploading files
he: מעלה קבצים

source: Uploading file “%1$s” to post number %2$d…
he: מעלה קובץ “%1$s” להודעה מספר %2$d…

source: You do not have the permission to upload files to forum “%s”.
he: אין לך את הגישה להעלות קבצים לפורום “%s”.

source: Upload directory
he: תיקיית קבצים

source: Storage path for attachments. Please note that if you change this directory while already having uploaded attachments you need to manually copy the files to their new location.
he: נתיב לאחסון הקבצים המצורפים. שים לב שאם תשנה את התיקייה לאחר שיש בה כבר קבצים מצורפים, תצטרך להעביר אותם למיקום החדש ידנית.

source: Upload icon
he: סמל העלאה

source: The upload location you specified does not appear to be a directory.
he: המיקום לקבצים שציינת אינו נראה כתיקייה.
