Repository: tomer/phpBB-Hebrew
Catalog: */acp/ban.po
Languages: he

source: 1 hour
he: שעה

source: 30 minutes
he: חצי שעה

source: 6 hours
he: 6 שעות

source: Here you can control the banning of users by name, IP or email address. These methods prevent a user reaching any part of the board. You can give a short (maximum 3000 characters) reason for the ban if you wish. This will be displayed in the admin log. The duration of a ban can also be specified. If you want the ban to end on a specific date rather than after a set time period select <span style="text-decoration: underline;">Until -&gt;</span> for the ban length and enter a date in <kbd>YYYY-MM-DD</kbd> format.
he: כאן תוכל לנהל את חסימת המשתמשים לפי שם, IP או כתובת דואר אלקטרוני. שיטות אלו מונעות ממשתמש להיכנס לכל חלק של המערכת. תוכל לתת סיבה קצרה (מקסימום 3000 תווים) לחסימה אם תרצה. הסיבה תוצג ביומן המנהלים הראשיים. ניתן לציין גם את אורך הזמן של החסימה. אם אתה רוצה שהחסימה תסתיים בתאריך מסוים במקום לאחר תקופת זמן שנקבעה בחר ב<span style="text-decoration: underline;">עד -&gt;</span> לאורך החסימה והזן תאריך בתבנית <kbd>YYYY-MM-DD</kbd>.

source: Exclude from banning
he: שחרר מחסימה

source: Length of ban
he: אורך החסימה

source: Reason for ban
he: סיבה לחסימה

source: Reason shown to the banned
he: הסיבה המוצגת לחסום

source: The banlist has been updated successfully.
he: רשימת החסומים עודכנה בהצלחה.

source: until %s
he: עד %s

source: %1$s (until %2$s)
he: %1$s (עד %2$s)

source: Ban one or more email addresses
he: חסום כתובת דואר אלקטרוני אחת או יותר

source: Enable this to exclude the entered email address from all current bans.
he: אפשר כדי לשחרר את כתובות הדואר האלקטרוני שהוזנו מכל החסימות הנוכחיות.

source: To specify more than one email address enter each on a new line. To match partial addresses use * as the wildcard, e.g. <samp>*@hotmail.com</samp>, <samp>*@*.domain.tld</samp>, etc.
he: כדי לציין יותר מכתובת דואר אלקטרוני אחת, הזן כל אחת מהן בשורה חדשה. לכתובות עם התאמות חלקיות השתמש ב־* בתור התו המשלים, למשל <samp>*@hotmail.com</samp>, <samp>*@*.domain.tld</samp>, וכד'.

source: No banned email addresses
he: אין כתובות דואר אלקטרוני חסומות

source: Un-ban or un-exclude emails
he: בטל חסימה או שחרור לכתובות דואר אלקטרוני

source: You can unban (or un-exclude) multiple email addresses in one go using the appropriate combination of mouse and keyboard for your computer and browser. Excluded email addresses are emphasised.
he: אתה יכול לבטל חסימה (או לבטל שחרור) למספר כתובות דואר אלקטרוני במהלך אחד בעזרת השילוב המתאים של עכבר ומקלדת לפי המחשב והדפדפן שלך. כתובות דואר אלקטרוני שמשוחררות מחסימה מודגשות.

source: Ban one or more IPs
he: חסום כתובת IP אחת או יותר

source: Enable this to exclude the entered IP from all current bans.
he: אפשר כדי לשחרר את כתובות הIP שהוזנו מכל החסימות הנוכחיות.

source: IP addresses or hostnames
he: כתובות IP או שמות שרתים

source: No banned IP addresses
he: אין כתובות IP חסומות

source: Un-ban or un-exclude IPs
he: בטל חסימה או שחרור לכתובות IP

source: You can unban (or un-exclude) multiple IP addresses in one go using the appropriate combination of mouse and keyboard for your computer and browser. Excluded IPs are emphasised.
he: אתה יכול לבטל חסימה (או לבטל שחרור) למספר כתובות IP במהלך אחד בעזרת השילוב המתאים של עכבר ומקלדת לפי המחשב והדפדפן שלך. כתובות IP שמשוחררות מחסימה מודגשות.

source: The date has to be formatted <kbd>YYYY-MM-DD</kbd>.
he: התאריך צריך להיות בתבנית <kbd>YYYY-MM-DD</kbd>.

source: Banned
he: נחסם

source: Excluded
he: שוחרר

source: Permanent
he: תמידית

source: Until
he: עד

source: Ban one or more users by username
he: חסום משתמש אחד או יותר על ידי שם משתמש

source: Enable this to exclude the entered users from all current bans.
he: אפשר כדי לשחרר את המשתמשים שהוזנו מכל החסימות הנוכחיות.

source: You can ban multiple users in one go by entering each name on a new line. Use the <span style="text-decoration: underline;">Find a member</span> facility to look up and add one or more users automatically.
he: אתה יכול לחסום כמה משתמשים במהלך אחד על־ידי הזנת כל שם בשורה חדשה. השתמש באפשרות <span style="text-decoration: underline;">מצא משתמש</span> כדי למצוא ולהוסיף משתמש אחד או יותר אוטומטית.

source: No banned usernames
he: אין שמות משתמשים חסומים

source: Un-ban or un-exclude users by username
he: בטל חסימה או שחרור למשתמש על ידי שם משתמש

source: You can unban (or un-exclude) multiple users in one go using the appropriate combination of mouse and keyboard for your computer and browser. Excluded users are emphasised.
he: אתה יכול לבטל חסימה (או לבטל שחרור) למספר משתמשים במהלך אחד בעזרת השילוב המתאים של עכבר ומקלדת לפי המחשב והדפדפן שלך. משתמשים שמשוחררים מחסימה מודגשים.
