Repository: tomer/phpBB-Hebrew
Catalog: */acp/board.po
Languages: he

source: Here you can determine the basic operation of your board, give it a fitting name and description, and among other settings adjust the default values for timezone and language.
he: כאן אתה יכול לקבוע את הגדרות המערכת הבסיסיות, לתת לה שם ותיאור מתאימים, ובין היתר ערכי ברירת מחדל לאזור זמן ושפה.

source: Board index text
he: שם העמוד הראשי

source: This text is displayed as the board index in the board’s breadcrumbs. If not specified, it will default to “Board index”.
he: טקסט זה יופיע בתור העמוד הראשי בנתיב המערכת. במידה ולא יצויין, יוגדר כברירת מחדל בתור “עמוד ראשי”.

source: Board style
he: עיצוב מערכת

source: Custom…
he: מותאם אישית…

source: Date format
he: תבנית תאריך

source: The date format is the same as the PHP <code>date</code> function.
he: תבנית התאריך זהה לפונקציית התאריך <code>date</code> של PHP.

source: Default language
he: שפת ברירת מחדל

source: Default style
he: עיצוב ברירת מחדל

source: The default style for new users.
he: עיצוב ברירת המחדל עבור משתמשים חדשים.

source: Disable board
he: כבה מערכת

source: This will make the board unavailable to users who are neither administrators nor moderators. You can also enter a short (255 character) message to display if you wish.
he: המערכת תהיה לא זמינה למשתמשים שאינם מנהלים ראשיים או מנהלים. תוכל גם להזין הודעה קצרה (255 תווים) התוצג אם תרצה.

source: Display subject of last added post on forum list
he: הצג נושא של הודעה אחרונה ברשימת הפורומים

source: The subject of the last added post will be displayed in the forum list with a hyperlink to the post. Subjects from password protected forums and forums in which user doesn’t have read access are not shown.
he: הנושא של ההודעה האחרונה שנוספה תוצג ברשימת הפורומים עם קישור להודעה. נושאים מפורומים שמוגנים עם ססמה ופורומים שלמשתמש אין הראשות לצפות בהם לא יוצגו.

source: Guest style
he: עיצוב אורחים

source: The board style for guests.
he: עיצוב המערכת עבר אורחים.

source: Override user style
he: עבור על עיצוב המשתמש

source: Replaces user’s (and guest’s) style with the style as defined under "Default style".
he: מחליף את עיצוב המערכת עבור משתמשים (ואורחים) עם העיצוב שמוגדר תחת "עיצוב ברירת מחדל"

source: Site description
he: תיאור האתר

source: Main website text
he: שם האתר הראשי

source: This text will be displayed as a link to your website homepage in the board’s breadcrumbs. If not specified, it will default to “Home”.
he: טקסט זה יופיע בתור קישור לעמוד הראשי של האתר שלך בנתיב המערכת. במידה ולא יצויין, יוגדר כברירת מחדל בתור “בית”.

source: Main website URL
he: כתובת האתר הראשי

source: If specified, a link to this URL will be prepended to your board’s breadcrumbs and the board logo will link to this URL instead of the forum index. An absolute URL is required, e.g. <samp>http://www.phpbb.com</samp>.
he: אם יצויין, קישור לכתובת זו תצורף לנתיב המערכת והלוגו של המערכת יקושר לכתובת זו במקום לעמוד הראשי של הפורום. כתובת מוחלטת נדרשת, לדוגמה <samp>http://www.phpbb.co.il</samp>.

source: Site name
he: שם האתר

source: Guest timezone
he: אזור זמן לאורחים

source: Timezone to use for displaying times to users who are not logged in (guests, bots). Logged in users set their timezone during registration and can change it in their user control panel.
he: אזור זמן המוצג למשתמשים לא מחוברים (אורחים, בוטים). משתמשים מחוברים מגדירים את אזור הזמן שלהם במהלך ההרשמה ויכולים לשנות אותו מלוח הבקרה למשתמש.

source: Warning duration
he: תקופת אזהרה

source: Number of days that will elapse before a warning will automatically expire from a user’s record. Set this value to 0 to make warnings permanent.
he: מספר ימים שיעברו לפני שאזהרה אוטומטית תוסר מרשומות המשתמש. קבע ערך זה ל0 כדי להפוך אזהרות לקבועות.

source: Here you can enable/disable several board features.
he: כאן אתה יכול להפעיל/לכבות כמה מאפייני מערכת.

source: Allow attachments
he: אפשר צירוף קבצים

source: Allow birthdays
he: אפשר ימי הולדת

source: Allow birthdays to be entered and age being displayed in profiles. Please note the birthday list within the board index is controlled by a separate load setting.
he: אפשר להזין ימי הולדת והגיל יוצג בפרופילים. שים לב שרשימת ימי ההולדת אשר בעמוד הראשי מנוהלת על־ידי הגדרות כלליות נפרדות.

source: Allow bookmarking topics
he: אפשר סימון נושאים כמועדפים

source: User is able to store personal bookmarks.
he: משתמש יוכל לאחסן נושאים מועדפים אישיים.

source: Allow BBCode
he: אפשר BBCode

source: Allow subscribing to forums
he: אפשר להירשם לפורומים לקבלת עדכונים

source: Allow username changes
he: אפשר שינוי שם משתמש

source: Allow disabling of word censoring
he: אפשר כיבוי צנזור המילים

source: Users can choose to disable the automatic word censoring of posts and private messages.
he: משתמשים יוכלו לבחור לכבות את צנזור המילים האוטומטי של הודעות והודעות פרטיות.

source: Allow attachments in private messages
he: אפשר צירוף קבצים בהודעות פרטיות

source: Allow users to report private messages
he: אפשר למשתמשים לדווח על הודעות פרטיות

source: If this setting is enabled, users have the option of reporting a private message they have received or sent to the board’s moderators. These private messages will then be visible in the Moderator Control Panel.
he: אם אפשרות זו מאופשרת, למשתמשים תהיה האפשרות לדווח על הודעה פרטית שקיבלו או שלחו למנהלי המערכת. הודעות פרטיות אלו יוצגו בלוח הבקרה למנהלים.

source: Allow quick reply
he: אפשר תגובה מהירה

source: This switch allows for the quick reply to be disabled board-wide. When enabled, forum specific settings will be used to determine whether the quick reply is displayed in individual forums.
he: שינוי זה מאפשר לתגובה מהירה להיות מנוטרלת בכל המערכת. כשתהיה מאופשרת הגדרה ספציפית בפורום תגדיר אם התגובה המהירה תוצג באותו הפורום.

source: Submit and enable quick reply in all forums
he: טען ואפשר תגובה מהירה בכל הפורומים

source: Allow signatures
he: אפשר חתימות

source: Allow BBCode in user signatures
he: אפשר BBCode בחתימות המשתמשים

source: Allow use of <code>[FLASH]</code> BBCode tag in user signatures
he: אפשר שימוש בתג <code>[FLASH]</code> של BBCode בחתימות המשתמשים

source: Allow use of <code>[IMG]</code> BBCode tag in user signatures
he: אפשר שימוש בתג <code>[IMG]</code> של BBCode בחתימות המשתמשים

source: Allow use of links in user signatures
he: אפשר שימוש בקישורים בחתימות המשתמשים

# $lang->'ALLOW_SIG_LINKS_EXPLAIN'
source: If disallowed the <code>[URL]</code> BBCode tag and automatic/magic URLs are disabled.
he: אם לא מורשה התג <code>[URL]</code> של BBCode והקישורים האוטומטיים כבויים.

source: Allow use of smilies in user signatures
he: אפשר שימוש בסמיילים בחתימות המשתמשים

source: Allow smilies
he: אפשר סמיילים

source: Allow subscribing to topics
he: אפשר להירשם לנושאים לקבלת עדכונים

source: Private messaging
he: אפשר הודעות פרטיות

source: Enable private messaging for all users.
he: אפשר הודעות פרטיות לכל המשתמשים.

source: Avatars are generally small, unique images a user can associate with themselves. Depending on the style they are usually displayed below the username when viewing topics. Here you can determine how users can define their avatars. Please note that in order to upload avatars you need to have created the directory you name below and ensure it can be written to by the web server. Please also note that file size limits are only imposed on uploaded avatars, they do not apply to remotely linked images.
he: הסמלים האישיים בדרך כלל קטנים, תמונות ייחודיות אשר המשתמשים יכולים לקבוע לעצמם. תלוי בעיצוב, הסמלים בדרך כלל מוצגים תחת שמות המשתמשים בתצוגת הנושאים. כאן אתה יכול לקבוע כיצד משתמשים יכולים להגדיר את הסמלים האישיים שלהם. שים לב שכדי להעלות סמלים אישיים אתה צריך ליצור את התיקייה אשר קראת לה בשם שמתחת ולוודא שהיא נתנת לכתיבה על־ידי השרת. שים גם לב שהגבלות גודל הקובץ חלות על סמלים אישיים שהועלו בלבד, הן אינן חלות על תמונות המקושרות מרחוק.

source: Enable avatars
he: אפשר סמל אישי

source: Allow general usage of avatars;<br />If you disable avatars in general or avatars of a certain mode, the disabled avatars will no longer be shown on the board, but users will still be able to download their own avatars in the User Control Panel.
he: אפשר שימוש בסמלים אישיים;<br />אם מבוטל סמלים אישיים לא יוצגו יותר במערכת, אבל משתמשים עדיין יכולו להוריד את הסמל האישי שלהם מהלוח בקרה למשתמש.

source: Enable gallery avatars
he: אפשר גלריית סמלים אישיים

source: Enable remote avatars
he: אפשר סמלים אישיים מרחוק

source: Avatars linked to from another website.
he: סמלים אישיים המקושרים מאתר אחר.

source: Enable remote avatar uploading
he: אפשר העלאת סמלים אישיים מרוחקים

source: Allow uploading of avatars from another website.
he: אפשר העלאת סמלים אישיים מאתר אחר.

source: Enable avatar uploading
he: אפשר העלאת סמלים אישיים

source: Avatar gallery path
he: נתיב גלריית הסמלים האישיים

source: Path under your phpBB root directory for pre-loaded images, e.g. <samp>images/avatars/gallery</samp>.<br />Double dots like <samp>../</samp> will be stripped from the path for security reasons.
he: נתיב תחת תיקיית המערכת של phpBB3 לגלריית הסמלים האישיים, למשל <samp>images/avatars/gallery</samp>.<br />Double dots like <samp>../</samp> will be stripped from the path for security reasons.

source: Avatar storage path
he: נתיב אחסון הסמלים האישיים

source: Path under your phpBB root directory, e.g. <samp>images/avatars/upload</samp>.<br />Avatar uploading <strong>will not be available</strong> if this path is not writable.<br />Double dots like <samp>../</samp> will be stripped from the path for security reasons.
he: נתיב תחת תיקיית המערכת של phpBB3, למשל <samp>images/avatars/upload</samp>.<br />Avatar uploading <strong>will not be available</strong> if this path is not writable.<br />Double dots like <samp>../</samp> will be stripped from the path for security reasons.

source: Maximum avatar dimensions
he: ממדי סמל אישי מקסימליים

# $lang->'MAX_AVATAR_SIZE_EXPLAIN'
source: Width x Height in pixels.
he: רוחב x גובה בפיקסלים.

source: Maximum avatar file size
he: גודל קובץ לסמל אישי מרבי

source: For uploaded avatar files. If this value is 0, the uploaded filesize is only limited by your PHP configuration.
he: לקבצי סמלים אישיים שהועלו. אם הערך הוא 0, המגבלה היחידה נקבעת בהגדרות ה־PHP בשרת.

source: Minimum avatar dimensions
he: ממדי סמל אישי מינימליים

# $lang->'MIN_AVATAR_SIZE_EXPLAIN'
source: Width x Height in pixels.
he: רוחב × גובה בפיקסלים.

source: Here you can set all default settings for private messaging.
he: כאן אתה יכול לקבוע את כל הגדרות להודעות הפרטיות.

source: Allow BBCode in private messages
he: אפשר BBCode בהודעות פרטיות

source: Allow use of <code>[FLASH]</code> BBCode tag
he: אפשר שימוש בתג <code>[FLASH]</code> של BBCode

source: Note that the ability to use flash in private messages, if enabled here, also depends on the permissions.
he: שים לב שהאפשרות להשתמש בפלאש בהודעות פרטיות, אם פעיל כאן, תלויה גם בהרשאות.

source: Allow forwarding of private messages
he: אפשר העברת הודעות פרטיות

source: Allow use of <code>[IMG]</code> BBCode tag
he: אפשר שימוש בתג <code>[IMG]</code> של BBCode

source: Allow sending of private messages to multiple users and groups
he: אפשר שליחת הודעות פרטיות למספר משתמשים וקבוצות

source: Sending to groups can be adjusted per group within the group settings page.
he: שליחה לקבוצות יכולה להיות מותאמת לכל קבוצה מעמוד הגדרות הקבוצה.

source: Allow print view in private messaging
he: אפשר תצוגה לפני הדפסה בהודעות פרטיות

source: Allow quotes in private messages
he: אפשר ציטוטים בהודעות פרטיות

source: Allow signature in private messages
he: אפשר חתימה בהודעות פרטיות

source: Allow smilies in private messages
he: אפשר סמיילים בהודעות פרטיות

source: Maximum private messages per box
he: מספר הודעות פרטיות מרבי לכל תיבה

source: Users may receive no more than this many messages in each of their private message boxes. Set this value to 0 to allow unlimited messages.
he: משתמשים לא יכולים לקבל יותר הודעות ממספר זה בכל אחת מתיבות ההודעות הפרטיות. קבע ערך זה ל0 על מנת לאפשר הודעות ללא הגבלה.

source: Maximum private message folders
he: מספר תיקיות להודעות פרטיות מרבי

source: By default users may create this many personal folders for private messages.
he: כברירת מחדל משתמשים יכולים ליצור מספר זה של תיבות להודעות הפרטיות.

source: Enable use of topic icons in private messages
he: הפעל שימוש באייקונים של נושאים בהודעות פרטיות

source: Full folder default action
he: פעולה כברירת מחדל במקרה והתיקייה מלאה

source: Default action to take if a user’s folder is full assuming the user’s folder action, if set at all, is not applicable. The only exception is for the “Sent messages” folder where the default action is always to delete old messages.
he: פעולה לביצוע כברירת מחדל אם תיקיית המשתמש מלאה במידה ופעולת התיקייה של המשתמש, אם נקבעה בכלל, אינה ישימה. היוצא מהכלל היחיד הוא של התיקייה “הודעות שנשלחו” בה פעולת ברירת המחדל היא תמיד למחוק הודעות ישנות.

source: Hold new messages
he: החזק הודעות חדשות

# $lang->'PM_EDIT_TIME'
source: Limit editing time
he: הגבלת זמן עריכה

source: Limits the time available to edit a private message not already delivered. Setting the value to 0 disables this behaviour.
he: מגביל את הזמן הזמין לעריכת הודעה פרטית אשר עדיין לא נמסרה. קבע ערך זה ל0 על מנת לכבות אפשרות זו.

source: Maximum number of allowed recipients
he: מספר מרבי של נמענים מורשים

source: The maximum number of allowed recipients in a private message. If 0 is entered, an unlimited number is allowed. This setting can be adjusted for every group within the group settings page.
he: המספר המרבי של נמענים המורשים בהודעה פרטית. קבע ערך זה ל0 על מנת לקבוע מספר בלתי מוגבל. הגדרה זו יכולה להיות מותאמת לכל קבוצה מעמוד הגדרות הקבוצה.

source: Here you can set all default settings for posting.
he: כאן אתה יכול לקבוע את כל הגדרות השליחה.

source: Allow links in posts/private messages
he: אפשר קישורים בהודעות/הודעות פרטיות

# $lang->'ALLOW_POST_LINKS_EXPLAIN'
source: If disallowed the <code>[URL]</code> BBCode tag and automatic/magic URLs are disabled.
he: אם לא מורשה התג <code>[URL]</code> של BBCode והקישורים האוטומטיים כבויים

source: Allow use of <code>[FLASH]</code> BBCode tag in posts
he: אפשר שימוש בתג <code>[FLASH]</code> של BBCode בהודעות.

source: If disallowed the <code>[FLASH]</code> BBCode tag is disabled in posts. Otherwise the permission system controls which users can use the <code>[FLASH]</code> BBCode tag.
he: אם לא מורשה התג <code>[FLASH]</code> של BBCode כבוי בהודעות. אחרת מערכת ההרשאות שולטת על המשתמשים אשר יכולים להשתמש בתג <code>[FLASH]</code> של BBCode.

source: Bump interval
he: השהיית הקפצה

source: Number of minutes, hours or days between the last post to a topic and the ability to bump that topic. Setting the value to 0 disables bumping entirely.
he: מספר דקות, שעות או ימים בין ההודעה האחרונה לנושא והיכולת להקפיץ את הנושא. קביעת ערך זה ל0 מבטלת את האפשרות להקפיץ לגמרי.

source: Maximum characters per post/message
he: מספר תווים מרבי לכל הודעה

source: The number of characters allowed within a post/private message. Set to 0 for unlimited characters.
he: מספר התווים המורשה בהודעה. קבע ערך זה ל0 למספר תווים לא מוגבל.

source: Limit deleting time
he: הגבל זמן מחיקה

source: Limits the time available to delete a new post. Setting the value to 0 disables this behaviour.
he: מגביל את הזמן האפשרי למחיקת הודעה חדשה. קבע ערך זה ל0 לביטול אפשרות זו.

source: Display last edited time information
he: הצג פרטי זמן העריכה האחרונה

source: Choose if the last edited by information to be displayed on posts.
he: בחר אם להציג את פרטי העריכה האחרונה בהודעות.

# $lang->'EDIT_TIME'
source: Limit editing time
he: הגבל זמן עריכה

source: Limits the time available to edit a new post. Setting the value to 0 disables this behaviour.
he: מגביל את הזמן הזמין לעריכת הודעה חדשה. קבע ערך זה ל0 על מנת לכבות אפשרות זו.

source: Flood interval
he: השהיית הצפה

source: Number of seconds a user must wait between posting new messages. To enable users to ignore this alter their permissions.
he: מספר שניות אשר משתמש חייב להמתין בין שליחת הודעות חדשות. כדי לאפשר למשתמשים להתעלם מההשהייה, שנה את ההרשאות שלהם.

source: Popular topic threshold
he: מספר הודעות לנושא חם

source: Posts per topic threshold required for the popular topic annotation. Set to 0 to disable popular topics.
he: מספר הודעות לכל נושא עד שהוא הופך לנושא חם. קבע ערך זה ל0 על מנת לכבות אפשרות זו.

source: Maximum number of poll options
he: מספר מרבי של אפשרויות סקר

source: Maximum font size per post
he: גודל גופן מרבי לכל הודעה

source: Maximum font size allowed in a post. Set to 0 for unlimited font size.
he: גודל הגופן המרבי המורשה בהודעה. כאשר 0 הנו לא מוגבל.

source: Maximum image height per post
he: גובה תמונה מרבי לכל הודעה

source: Maximum height of an image/flash file in postings. Set to 0 for unlimited size.
he: גובה מרבי של תמונה/קובץ פלאש בהודעות. כאשר 0 הנו לא מוגבל.

source: Maximum image width per post
he: רוחב תמונה מרבי לכל הודעה

source: Maximum width of an image/flash file in postings. Set to 0 for unlimited size.
he: רוחב מרבי של תמונה/קובץ פלאש בהודעות. כאשר 0 הנו לא מוגבל.

source: Maximum links per post
he: מספר קישורים מרבי לכל הודעה

source: Maximum number of URLs in a post. Set to 0 for unlimited links.
he: מספר מרבי של קישורים בהודעה. כאשר 0 הנו לא מוגבל.

source: Minimum characters per post/message
he: מספר תווים מינימלי להודעה

source: The minimum number of characters the user need to enter within a post/private message. The minimum for this setting is 1.
he: מספר התווים המינימלי שמשתמש צריך לכתוב בהודעה/הודעה פרטית. המינימום להגדרה זו הוא 1.

source: Posting
he: שליחה

source: Posts per page
he: הודעות לכל עמוד

source: Maximum nesting depth for quotes
he: כמות מרבית לציטוטים בתוך ציטוטים.

source: Maximum quote nesting depth in a post. Set to 0 for unlimited depth.
he: כמות מרבית לציטוטים בתוך ציטוטים בהודעה. כאשר 0 הנו לא מוגבל.

source: Maximum smilies per post
he: מספר סמיילים מרבי לכל הודעה

source: Maximum number of smilies in a post. Set to 0 for unlimited smilies.
he: מספר מרבי של סמיילים בהודעה. כאשר 0 הנו לא מוגבל.

source: Smilies per page
he: סמיילים לעמוד

source: Topics per page
he: נושאים לכל עמוד

source: Here you can set all default settings for signatures.
he: כאן אתה יכול לקבוע את כל ההגדרות לחתימות.

source: Maximum signature font size
he: גודל גופן לחתימה מרבי

source: Maximum font size allowed in user signatures. Set to 0 for unlimited size.
he: גודל גופן מרבי המורשה בחתימות המשתמשים. כאשר 0 הנו לא מוגבל.

source: Maximum signature image height
he: גובה תמונה מרבי לחתימה

source: Maximum height of an image/flash file in user signatures. Set to 0 for unlimited height.
he: גובה מרבי של תמונה/קובץ פלאש בחתימות המשתמשים. כאשר 0 הנו לא מוגבל.

source: Maximum signature image width
he: רוחב תמונה מרבי לחתימה

source: Maximum width of an image/flash file in user signatures. Set to 0 for unlimited width.
he: רוחב מרבי של תמונה/קובץ פלאש בחתימות המשתמשים. כאשר 0 הנו לא מוגבל.

source: Maximum signature length
he: אורך חתימה מרבי

source: Maximum number of characters in user signatures.
he: מספר מרבי של תווים בחתימות המשתמשים.

source: Maximum smilies per signature
he: מספר סמיילים מרבי לכל חתימה

source: Maximum smilies allowed in user signatures. Set to 0 for unlimited smilies.
he: מספר מרבי של סמיילים המורשה בחתימות המשתמשים. כאשר 0 הנו לא מוגבל.

source: Maximum signature links
he: מספר קישורים מרבי לחתימה

source: Maximum number of links in user signatures. Set to 0 for unlimited links.
he: מספר מרבי של קישורים בחתימות המשתמשים. כאשר 0 הנו לא מוגבל.

source: Here you are able to define registration and profile related settings.
he: כאן אתה יכול להגדיר את ההגדרות הקשורות להרשמה ולפרופיל.

source: Account activation
he: הפעלת חשבון

source: This determines whether users have immediate access to the board or if confirmation is required. You can also completely disable new registrations. <em>“Board-wide email” must be enabled in order to use user or admin activation.</em>
he: קובע אם למשתמשים תהיה הרשאה מיידית למערכת או אם נדרש אישור. תוכל גם לכבות לגמרי הרשמות חדשות. <em>“דואר אלקטרוני של המערכת” חייב להיות פעיל כדי להפעיל את החשבון על ידי משתמש או מנהל.</em>

source: New member post limit
he: הגבלת ההודעות למשתמש חדש

source: New members are within the <em>Newly Registered Users</em> group until they reach this number of posts. You can use this group to keep them from using the PM system or to review their posts. <strong>A value of 0 disables this feature.</strong>
he: משתמשים חדשים נמצאים בקבוצת ה<em>משתמשים שנרשמו לאחרונה</em> עד שהם מגיעים למספר הודעות זה. תוכל להשתמש בקבוצה זו על מנת למנוע מהם להשתמש במערכת ההודעות הפרטיות או כדי לעקוב אחר הודעותיהם. <strong>קבע ערך זה ל0 על מנת לכבות אפשרות זו.</strong>

source: Set Newly Registered Users group to default
he: הגדר את קבוצת המשתמשים שנרשמו לאחרונה כברירת מחדל

source: If set to yes, and a new member post limit is specified, newly registered users will not only be put into the <em>Newly Registered Users</em> group, but this group will also be their default one. This may come in handy if you want to assign a group default rank and/or avatar the user then inherits.
he: אם תגדיר לכן, וקיימת הגבלת הודעות למשתמש חדש, משתמשים שנרשמו לאחרונה לא רק יוכנסו לקבוצת ה<em>משתמשים שנרשמו לאחרונה</em>, הקבוצה תהפוך לקבוצת ברירת המחדל שלהם. אפשרות זו יכולה להיות יעילה אם אתה רוצה להגדיר לקבוצה דירוג ו/או סמל אישי שהמשתמש יקבל.

source: By admin
he: על־ידי מנהל ראשי

source: Disable registration
he: כבה הרשמה

source: No activation (immediate access)
he: ללא הפעלה (גישה מיידית)

source: By user (email verification)
he: על־ידי משתמש (אימות בדואר אלקטרוני)

source: Allow email address re-use
he: אפשר שימוש חוזר בכתובת דואר אלקטרוני

source: Different users can register with the same email address.
he: משתמשים שונים יכולים להירשם עם אותה כתובת דואר אלקטרוני.

source: COPPA fax number
he: מספר פקס

source: COPPA mailing address
he: כתובת דואר

source: This is the mailing address where parents will send COPPA registration forms.
he: זוהי כתובת הדואר אליה ההורים ישלחו את טפסי ההרשמה.

source: Enable COPPA
he: הפעל COPPA

source: This requires users to declare whether they are 13 or over for compliance with the U.S. COPPA. If this is disabled the COPPA specific groups will no longer be displayed.
he: דורש מהמשתמשים לציין אם הם מתחת לגיל 13 או מעל לציות ל־COPPA. אם כבוי, אפשרויות ה־COPPA המסוימות לא יוצגו יותר בהרשמה.

source: Max
he: מקסימום

source: Min
he: מינימום

source: No suitable auth plugin found.
he: לא נמצאה הרשאת חיבור מתאימה.

source: Password length
he: אורך ססמה

source: Minimum and maximum number of characters in passwords.
he: מספר מינימלי ומקסימלי של תווים בססמאות.

source: Registration attempts
he: ניסיונות הרשמה

source: Number of attempts users can make at solving the anti-spambot task before being locked out of that session.
he: מספר הניסיונות שמשתמשים יכולים לנסות לפתור את מבחן הבוט לפני שהם ינעלו בחוץ בחיבור זה.

source: Alphanumeric only
he: אותיות באנגלית וספרות בלבד

source: Alphanumeric and spacers
he: אותיות באנגלית, ספרות וסימנים מיוחדים

source: ASCII (no international unicode)
he: ASCII (לא קידוד רשמי)

source: Any letter and number
he: כל תו ומספר

source: Any letter, number, and spacer
he: כל תו, מספר, וסימן מיוחד

source: Limit username chars
he: הגבלת תווים לשם משתמש

source: Any character
he: כל תו

source: Restrict type of characters that may be used in usernames, spacers are: space, -, +, _, [ and ].
he: מגביל את סוג התווים הניתן לשימוש בשמות המשתמשים, הסימנים המיוחדים הם: רווח, -, +, _, [ ו־].

source: Username length
he: אורך שם משתמש

source: Minimum and maximum number of characters in usernames.
he: מספר מינימלי ומקסימלי של תווים בשמות המשתמשים.

source: General syndication feeds settings
he: הגדרות כלליות להפצת ההזנות

source: This module makes available various ATOM feeds, parsing any BBCode in posts to make them readable in external feeds.
he: מודול זה מאפשר מגוון הזנות ATOM לזמינות, ניתוח כל BBCode בהודעות כדי להפוך אותם לקריאות בהזנות חיצוניות.

source: General feed settings
he: הגדרות כלליות להזנות

source: Post-based feed settings
he: הגדרת הזנות מבוססות הודעה
