Repository: tomer/phpBB-Hebrew
Catalog: */acp/board.po
Languages: he

source: We are unable to determine whether or not this server supports URL rewriting. This setting may be enabled but if URL rewriting is not available, paths generated by this board (such as for use in links) may be broken. Contact your web hosting provider if you are unsure whether or not you can safely enable this feature.
he: אין באפשרותנו לקבוע האם השרת תומך בשינוי כתובת URL. אתה יכול להפעיל את ההגדרה, אך במידה ואפשרות זה לא נתמכת, נתיבים שיוספקו על ידי המערכת (וכן השימוש בקישורים) לא יעבוד. צור קשר עם בעל האחסון, אם אתה לא בטוח האם אתה יכול להשתמש באפשרות זו בביטחון.

source: Path settings
he: הגדרות נתיב

source: Rank image storage path
he: נתיב אחסון תמונות הדירוג

source: Path under your phpBB root directory, e.g. <samp>images/ranks</samp>.
he: נתיב תחת תיקיית המערכת של phpBB3, למשל <samp>images/ranks</samp>.

source: Script path
he: נתיב המערכת

source: The path where phpBB is located relative to the domain name, e.g. <samp>/phpBB3</samp>.
he: הנתיב בו מערכת phpBB3 נמצאת יחסית לשם המתחם, למשל <samp>/phpBB3</samp>.

source: Domain name
he: שם מתחם

source: The domain name this board runs from (for example: <samp>www.example.com</samp>).
he: שם המתחם בה המערכת פועלת (לדוגמה: <samp>www.example.com</samp>).

source: Server port
he: יציאת שרת

source: The port your server is running on, usually 80, only change if different.
he: היציאה דרכה השרת פועל, בדרך כלל 80, שנה רק אם שונה.

source: Server protocol
he: פרוטוקול השרת

source: This is used as the server protocol if these settings are forced. If empty or not forced the protocol is determined by the cookie secure settings (<samp>http://</samp> or <samp>https://</samp>).
he: בשימוש בתור פרוטוקול השרת אם הגדרות אלו נדרשות. אם ריק או לא נדרש, הפרוטוקול נקבע על־ידי הגדרות אבטחת העוגייה (<samp>http://</samp> או <samp>https://</samp>).

source: Server URL settings
he: הגדרות כתובת שרת

source: Smilies storage path
he: נתיב אחסון הסמיילים

source: Path under your phpBB root directory, e.g. <samp>images/smilies</samp>.
he: נתיב תחת תיקיית המערכת של phpBB3, למשל <samp>images/smilies</samp>.

source: Extension group icons storage path
he: נתיב אחסון קבוצת הסיומות לאייקונים

source: Path under your phpBB root directory, e.g. <samp>images/upload_icons</samp>.
he: נתיב תחת תיקיית המערכת של phpBB3, למשל <samp>images/upload_icons</samp>.

source: Run periodic tasks from system cron
he: השתמש במריצה משימות מתוזמנות על ידי מריץ המשימות האוטומטי.

source: When off, phpBB will arrange for periodic tasks to be run automatically. When on, phpBB will not schedule any periodic tasks by itself; a system administrator must arrange for <code>bin/phpbbcli.php cron:run</code> to be run by the system cron facility at regular intervals (e.g. every 5 minutes).
he: כאשר מכובה phpBB תארגן כך שמשימות מחזוריות יורצו אוטמטית. כאשר דלוקה, phpBB לא תארגן שום משימה שתרוץ בצורה עצמאית מנהל המערכת יהיה חייב להגדיר ש-<code>bin/phpbbcli.php cron:run</code> יופעל על ידי המערכת בהפרשי זמנים סבירים באמצעות מערכת cron (לדוגמה כל 5 דקות).

source: Here you are able to define session and login related settings.
he: כאן אתה יכול להגדיר הגדרות הקשורות לחיבורים והתחברויות.

source: All
he: הכל

source: Allow "Remember Me" logins
he: אפשר התחברויות "זכור אותי"

source: Determines whether users are given "Remember Me" option when they visit the board.
he: קובע האם משתמשים יזכו לאפשרות "זכור אותי" בביקורם בפורום.

source: Allow password reset ("Forgot Password")
he: אפשר איפוס סיסמה ("שכחתי את הסיסמה")

source: Determines whether or not users are able to use the "I forgot my password" link on the login page to recover their account. If you use an external authentication mechanism you may wish to disable this feature.
he: קובע האם משתמשים יוכלו להשתמש באפשרות "שכחתי את סיסמתי" הנמצאת בקישור בעמוד ההתחברות, על מנת לקבל גישה מחודשת לחשבונם. אם אתה משתמש בשיטת אימות חיצונית, יתכן שתרצה לבטל את האפשרות הזאת.

source: "Remember Me" login key expiration length (in days)
he: זמן עד שהתחברות "זכור אותי" פגה (בימים)

source: Number of days after which "Remember Me" login keys are removed or zero to disable.
he: מספר הימים שלאחרן התחברויות "זכור אותי" נמחקו. הכנס 0 אם אין ברצונך שהן תפוגנה.

source: Validate browser
he: אשר דפדפן

source: Enables browser validation for each session improving security.
he: מפעיל אישור דפדפן לכל חיבור לשיפור האבטחה.

source: Check IP against DNS Blackhole List
he: בדוק IP כנגד רשימת ה־DNS השחורה

source: If enabled the user’s IP address is checked against the following DNSBL services on registration and posting: <a href="http://spamcop.net">spamcop.net</a> and <a href="http://www.spamhaus.org">www.spamhaus.org</a>. This lookup may take a while, depending on the server’s configuration. If slowdowns are experienced or too many false positives reported it is recommended to disable this check.
he: אם פעיל כתובת ה־IP של המשתמש תיבדק כנגד שירותי ה־DNSBL הבאים בהרשמה ובשליחה: <a href="http://www.spamcop.net">www.spamcop.net</a> ו־<a href="http://spamhaus.org">spamhaus.org</a>. תהליך זה יכול למשך זמן מה, לפי הגדרות השרת. אם מתרחשות האטות במערכת או יותר מדי תהליכים שנכשלו מדיווחים, מומלץ לכבות בדיקה זו.

source: Check email domain for valid MX record
he: בדוק מתחם דואר אלקטרוני לרישום MX חוקי

source: If enabled, the email domain provided on registration and profile changes is checked for a valid MX record.
he: אם פעיל, מתחם הדואר האלקטרוני אשר סופק בהרשמה ובשינוי הפרופיל ייבדק לרישום MX חוקי.

source: Force password change
he: דרוש שינוי ססמה

source: Require user to change their password after a set number of days. Setting this value to 0 disables this behaviour.
he: דורש מהמשתמשים לשנות את ססמתם לאחר מספר ימים שנקבע. קבע ערך זה ל0 על מנת לכבות אפשרות זו.

source: Maximum time to submit forms
he: הזמן המקסימלי לשליחת טופס

source: The time a user has to submit a form. Use -1 to disable. Note that a form might become invalid if the session expires, regardless of this setting.
he: הזמן שיש למשתמש לשליחת טופס. הגדר 1- לכיבוי. שים לב שטופס עלול להפוך ללא תקין אם החיבור הסתיים, מבלי להתייחס להגדרה זו.

source: Tie forms to guest sessions
he: הגבל טפסים לחיבורי אורחים

source: If enabled, the form token issued to guests will be session-exclusive. This can cause problems with some ISPs.
he: אם פעיל, טוקן הטופס הנוצרת לאורחים תהיה בלעדית לחיבור. זה עלול לגרום לבעיות בכמה ספקיות אינטרנט.

source: Validate <var>X_FORWARDED_FOR</var> header
he: כותרת <var>X_FORWARDED_FOR</var> מאושרת

source: Sessions will only be continued if the sent <var>X_FORWARDED_FOR</var> header equals the one sent with the previous request. Bans will be checked against IPs in <var>X_FORWARDED_FOR</var> too.
he: חיבורים ימשכו רק אם הכותרת <var>X_FORWARDED_FOR</var> שווה לזו שנשלחה בבקשה הקודמת. חסימות ייבדקו אל מול IP ב־<var>X_FORWARDED_FOR</var> גם כן.

source: Session IP validation
he: אישור IP של פעולה

source: Determines how much of the users IP is used to validate a session; <samp>All</samp> compares the complete address, <samp>A.B.C</samp> the first x.x.x, <samp>A.B</samp> the first x.x, <samp>None</samp> disables checking. On IPv6 addresses <samp>A.B.C</samp> compares the first 4 blocks and <samp>A.B</samp> the first 3 blocks.
he: קובע כמה מכתובות ה־IP של המשתמשים בשימוש לאישור הפעולה; <samp>הכל</samp> שווה לכתובת המלאה, <samp>A.B.C</samp> x.x.x הראשונים, <samp>A.B</samp> x.x הראשונים, <samp>ללא</samp> מכבה בדיקה. בכתובות IP בגרסה 6 <samp>A.B.C</samp> שווה ל־4 החלקים הראשונים ו־<samp>A.B</samp> ל־3 החלקים הראשונים.

source: Maximum number of login attempts per IP address
he: מספר ניסיונות חיבור מקסימלי עבור כתובת IP

source: The threshold of login attempts allowed from a single IP address before an anti-spambot task is triggered. Enter 0 to prevent the anti-spambot task from being triggered by IP addresses.
he: סף ניסיונות החיבור מכתובת IP בודדת לפני שהאנטי־בוט מתחיל לפעול. הכנס 0 כדי למנוע מהאנטי־בוט לפעול על ידי כתובת.

source: IP address login attempt expiration time
he: תוקף זמן ניסיונות החיבור עבור כתובת IP

source: Login attempts expire after this period.
he: ניסיונות החיבור מפסיקות לאחר זמן זה.

source: Limit login attempts by <var>X_FORWARDED_FOR</var> header
he: הגבל ניסיונות חיבור עבור כותבות <var>X_FORWARDED_FOR</var>

source: Instead of limiting login attempts by IP address they are limited by <var>X_FORWARDED_FOR</var> values. <br /><em><strong>Warning:</strong> Only enable this if you are operating a proxy server that sets <var>X_FORWARDED_FOR</var> to trustworthy values.</em>
he: במקום להגביל ניסיונות חיבור עבור כתובות IP הם מוגבלים עבור ערכי <var>X_FORWARDED_FOR</var>. <br /><em><strong>אזהרה:</strong> הפעל אפשרות זו אם אתה מפעיל שרת פרוקסי שמגדיר <var>X_FORWARDED_FOR</var> עבור ערכים אמינים.</em>

source: Maximum number of login attempts per username
he: מספר מרבי של ניסיונות התחברות עבור כל שם משתמש

source: The number of login attempts allowed for a single account before the anti-spambot task is triggered. Enter 0 to prevent the anti-spambot task from being triggered for distinct user accounts.
he: מספר ניסיונות החיבור עבור חשבון בודד לפני שהאנטי־בוט מתחיל לפעול. הכנס 0 כדי למנוע מהאנטי־בוט לעבוד עבור חשבון משתמש מפורש.

# $lang->'NO_IP_VALIDATION'
source: None
he: ללא

# $lang->'NO_REF_VALIDATION'
source: None
he: ללא

source: Password complexity
he: מורכבות ססמה

source: Determines how complex a password needs to be when set or altered, subsequent options include the previous ones.
he: קובע כמה מורכבת ססמה צריכה להיות כאשר נקבעה או שונתה, אפשרויות מורכבות נכללות באחדים הקודמים.

source: Must contain letters and numbers
he: חייבת להכיל אותיות ומספרים

source: No requirements
he: ללא דרישות

source: Must be mixed case
he: חייבת להיות משפט מעורבב

source: Must contain symbols
he: חייבת להכיל סימנים

source: Only validate host
he: רק שרת בתוקף

source: Also validate path
he: וגם תיקייה בתוקף

source: Validate Referrer
he: בדיקת דף מפנה

source: If enabled, the referrer of POST requests will be checked against the host/script path settings. This may cause issues with boards using several domains and or external logins.
he: אם מאופשר, הדף המפנה שנשלח ייבדק מול שרת/קוד בהגדרות. זה יכול לגרום לבעיות בפורומים שמשתמשים במספר כתובות או התחברויות חיצוניות.

source: Allow php in templates
he: אפשר php בערכות

source: If this option is enabled, <code>PHP</code> and <code>INCLUDEPHP</code> statements will be recognised and parsed in templates.
he: אם האפשרות פעילה, משפטי <code>PHP</code> ו־<code>INCLUDEPHP</code> יזוהו ויבוצעו בערכות.

source: This information is used when the board sends emails to your users. Please ensure the email address you specify is valid, any bounced or undeliverable messages will likely be sent to that address. If your host does not provide a native (PHP based) email service you can instead send messages directly using SMTP. This requires the address of an appropriate server (ask your provider if necessary). If the server requires authentication (and only if it does) enter the necessary username, password and authentication method.
he: מידע זה בשימוש כאשר המערכת שולחת הודעות דואר אלקטרוני למשתמשים. וודא שכתובת הדואר האלקטרוני שאתה מציין חוקית, כל ההודעות מוקפות או שלא נמסרו כנראה ישלחו לכתובת זו. אם השרת שלך אינו מספק שירות דואר אלקטרוני מקומי (מבוסס PHP) תוכל במקום לשלוח הודעות ישירות דרך SMTP. בשיטה זו נדרשת הכתובת של שרת מתאים (בקש מספק האחסון שלך אם נדרש). אם השרת דורש אימות (ורק אם הוא דורש) הזן את שם המשתמש, הססמה ושיטת האימות הנדרשים.

source: Return email address
he: כתובת דואר אלקטרוני לתגובה

source: This will be used as the return address on all emails, the technical contact email address. It will always be used as the <samp>Return-Path</samp> and <samp>Sender</samp> address in emails.
he: בשימוש בתור כתובת הדואר האלקטרוני לתגובה לכל ההודעות, כתובת הדואר האלקטרוני ליצירת קשר. תמיד בשימוש בתור כתובת <samp>נתיב תשובה</samp> ו־<samp>שולח</samp> בהודעות דואר אלקטרוני.

source: Users send email via board
he: משתמשים שולחים דואר אלקטרוני דרך המערכת

source: Instead of showing the users email address users are able to send emails via the board.
he: במקום הצגת כתובת הדואר האלקטרוני של המשתמשים, הם יוכלו לשלוח הודעות דואר אלקטרוני דרך המערכת.

source: Hide email addresses
he: הסתר כתובות דואר אלקטרוני

source: This function keeps email addresses completely private.
he: אפשרות זו שומרת את כל כתובות הדואר האלקטרוני כפרטיות לחלוטין.

source: Contact email address
he: כתובת דואר אלקטרוני ליצירת קשר

source: This address will be used whenever a specific contact point is needed, e.g. spam, error output, etc. It will always be used as the <samp>From</samp> and <samp>Reply-To</samp> address in emails.
he: כתובת זו בשימוש אם נקודה מסוימת ליצירת קשר נדרשת, למשל דואר זבל, פלט שגיאה, וכד'. היא תמיד תהיה כתובת <samp>מאת</samp> ו־<samp>תגובה אל</samp> בהודעות דואר אלקטרוני.

source: Contact name
he: שם איש קשר

source: This is the contact name that e-mail recipients will see. If you don’t want to have a contact name, leave this field empty.
he: זה השם שיופיע לנמענים. אם אינך מעוניין שיופיע שם איש קשר, השאר שדה זה ריק.

source: Email function name
he: שם פונקציית הדואר האלקטרוני

source: The email function used to send mails through PHP.
he: פונקציית הדואר האלקטרוני אשר בשימוש לשליחת הודעות דרך PHP.

source: Email package size
he: גודל חבילת הודעות דואר אלקטרוני

source: This is the number of maximum emails sent out in one package. This setting is applied to the internal message queue; set this value to 0 if you have problems with non-delivered notification emails.
he: מספר הודעות הדואר האלקטרוני המרבי אשר נשלחות בחבילה אחת. הגדרה זו שייכת לתור ההודעה הפנימית. קבע ערך זה ל־0 אם אתה נתקל בבעיות לגבי הודעות אשר לא נמסרות

source: Email signature
he: חתימה לדואר האלקטרוני

source: This text will be attached to all emails the board sends.
he: הטקסט אשר יצורף לכל הודעות הדואר האלקטרוני אשר המערכת שולחת.

source: Enable board-wide emails
he: הפעל הודעות דואר אלקטרוני של המערכת

source: If this is set to disabled no emails will be sent by the board at all. <em>Note the user and admin account activation settings require this setting to be enabled. If currently using “user” or “admin” activation in the activation settings, disabling this setting will disable registration.</em>
he: אם נקבע לכבוי, לא ישלחו הודעות דואר אלקטרוני על־ידי המערכת בכלל. <em>שים לב שכדי להפעיל חשבון על ידי משתמש או מנהל ראשי נדרש שאפשרות זו תהיה זמינה. אם כרגע מוגדר ל“משתמש” או “מנהל ראשי” בהגדרה של הפעלת חשבון, ביטול הגדרה זו יגרום לכך שלא יהיה ניתן להרשם למערכת.</em>

source: Authentication method for SMTP
he: שיטת אימות ל־SMTP

source: Only used if a username/password is set, ask your provider if you are unsure which method to use.
he: בשימוש רק אם שם המשתמש/הססמה נקבעו, שאל את ספק האחסון שלך אם אינך בטוח באיזו שיטה להשתמש.

source: SMTP password
he: ססמה ל־SMTP

source: Only enter a password if your SMTP server requires it.<br /><em><strong>Warning:</strong> This password will be stored as plain text in the database, visible to everybody who can access your database or who can view this configuration page.</em>
he: הזן ססמה רק אם שרת ה־SMTP שלך דורש זאת.<br /><em><strong>אזהרה:</strong> ססמה זו תשמר כטקסט פשוט בבסיס הנתונים ותוצג לכל אחד אשר יכול לגשת לבסיס הנתונים או אשר יכול לצפות בעמוד ההגדרות.</em>

source: SMTP server port
he: יציאת שרת SMTP

source: Only change this if you know your SMTP server is on a different port.
he: שנה זאת רק אם אתה יודע ששרת ה־SMTP משתמש ביציאה שונה.

source: SMTP server address
he: כתובת שרת ה־SMTP

source: Note that you have to provide the protocol that your server uses. If you are using SSL, this has to be "ssl://your.mailserver.com"
he: שים לב כי יש לציין את הפרוטוקול בו עובד השרת שבו אתה משתמש. אם אתה משתמש ב־SSL, זה חייב להיות "ssl://your.mailserver.com"

source: SMTP settings
he: הגדרות SMTP

source: SMTP username
he: שם משתמש ל־SMTP

source: Only enter a username if your SMTP server requires it.
he: הזן שם משתמש רק אם שרת ה־SMTP שלך דורש זאת.

source: Use SMTP server for email
he: השתמש בשרת SMTP לדואר אלקטרוני

source: Select “Yes” if you want or have to send email via a named server instead of the local mail function.
he: בחר “כן” אם אתה רוצה או חייב לשלוח דואר אלקטרוני דרך שרת קרוי במקום בפונקציית דואר מקומית.

source: Here you can enable and control the use of Jabber for instant messaging and board notifications. Jabber is an open source protocol and therefore available for use by anyone. Some Jabber servers include gateways or transports which allow you to contact users on other networks. Not all servers offer all transports and changes in protocols can prevent transports from operating. Please be sure to enter already registered account details - phpBB will use the details you enter here as is.
he: כאן אתה יכול להפעיל ולנהל את השימוש ב־Jabber לשליחת הודעות מיידיות והודעות מערכת. Jabber הוא מקור פרוטוקול פתוח ולכן זמין לשימוש לכולם. כמה שרתי Jabber כוללים כניסות או העברות אשר מאפשרות לך ליצור קשר עם משתמשים בשרתים אחרים. לא כל השרתים מציעים את כל ההעברות ושינויים בפרוטוקולים יכולים למנוע מהעברות להתבצע. וודא שאתה מזמין פרטי חשבון שכבר רשום – phpBB3 תשתמש בפרטים אשר אתה מזין כאן.

source: Enable Jabber
he: הפעל Jabber

source: Enables use of Jabber messaging and notifications.
he: מפעיל שימוש בשליחת הודעות דרך Jabber.

source: Please note that GTalk will not work because the <samp>dns_get_record</samp> function could not be found. This function is not available in PHP4, and is not implemented on Windows platforms. It currently does not work on BSD-based systems, including Mac OS.
he: שים לב ש־GTalk לא יעבוד מפני שהפונקציה <samp>dns_get_record</samp> לא נמצאה. פונקציה זו אינה זמינה ב־PHP4, ואינה מיושמת במערכות Windows. היא כרגע אינה עובדת על מערכות המבוססות על BSD, כולל מערכת ההפעלה Mac.

source: Jabber package size
he: גודל חבילת Jabber

source: This is the number of messages sent in one package. If set to 0 the message is sent immediately and will not be queued for later sending.
he: זהו מספר ההודעות אשר נשלחות בחבילה אחת. אם נקבע ל־0 ההודעה תשלח באופן מיידי ולא תמתין לשליחת מאוחרת יותר.

source: Jabber password
he: ססמה ל־Jabber

source: <em><strong>Warning:</strong> This password will be stored as plain text in the database, visible to everybody who can access your database or who can view this configuration page.</em>
he: <em><strong>אזהרה:</strong> ססמה זו תשמר כטקסט פשוט בבסיס הנתונים ותוצג לכל אחד אשר יכול לגשת לבסיס הנתונים או אשר יכול לצפות בעמוד ההגדרות.</em>

source: Jabber port
he: יציאת Jabber

source: Leave blank unless you know it is not port 5222.
he: השאר ריק אלא אם כן אתה יודע שהיציאה היא לא 5222.

source: Jabber server
he: שרת Jabber

source: See %sjabber.org%s for a list of servers.
he: ראה %sjabber.org%s לרשימת שרתים.

source: Jabber settings changed successfully.
he: הגדרות ה־Jabber שונו בהצלחה.

source: Use SSL to connect
he: השתמש ב־SSL כדי להתחבר

source: If enabled a secure connection is tried to be established. The Jabber port will be modified to 5223 if port 5222 is specified.
he: אם פעיל, חיבור מאובטח ינסה להתבצע. יציאת ה־Jabber תשונה ל־5223 אם היציאה 5222 צוינה.

source: Jabber username or JID
he: שם משתמש ל־Jabber או JID

source: Specify a registered username or a valid JID. The username will not be checked for validity. If you only specify a username, then your JID will be the username and the server you specified above. Else, specify a valid JID, for example user@jabber.org.
he: ציין שם משתמש רשום או JID תקין. שם המשתמש לא ייבדק לאימות. אם ציינת רק שם משתמש, אז ה־JID שלך יהיה שם המשתמש והשרת שציינת למעלה. או, ציין JID תקין, לדוגמה user@jabber.org.
