Repository: tomer/phpBB-Hebrew
Catalog: */acp/board.po
Languages: he

source: Topic-based feed settings
he: הגדרת הזנות מבוססות נושא

source: Other feeds and settings
he: הזנות אחרות והגדרות

source: Enable feeds
he: אפשר הזנות

source: Turns on or off ATOM feeds for the entire board.<br />Disabling this switches off all feeds, no matter how the options below are set.
he: מפעיל או מכבה את הזנות הATOM לכל המערכת.<br />כיבוי יכבה את כל ההזנות, ללא קשר לאפשרויות מתחת ולהגדרתם.

source: Number of items
he: מספר פריטים להזנה

source: The maximum number of feed items to display.
he: מספר מקסימלי של פריטים בהזנה שיוצג.

source: Enable board-wide feed
he: אפשר הזנות לכל המערכת

source: Board-wide new posts.
he: הודעות חדשות במערכת.

source: Enable per-forum feeds
he: אפשר הזנות לפי פורום

source: Single forum and subforums new posts.
he: הודעות חדשות בפורום מסוים ותת פורומים.

source: Enable per-topic feeds
he: אפשר הזנות לפי נושא

source: Single topics new posts.
he: הודעות חדשות בנושא מסוים.

source: Enable new topics feed
he: אפשר הזנות לנושאים חדשים

source: Enables the “New Topics” feed, which displays the last created topics including the first post.
he: מאפשר את הזנות ל”נושאים חדשים“, אשר מציג את הנושאים שנוצרו לאחרונה כולל ההודעה הראשונה.

source: Enable active topics feed
he: אפשר הזנות לנושאים פעילים

source: Enables the “Active Topics” feed, which displays the last active topics including the last post.
he: מאפשר הזנות ל”נושאים פעילים“, אשר מציג את הנושאים את הנושאים הפעילים לאחרונה כולל ההודעה האחרונה.

source: News feed
he: הזנות חדשות

source: Pull the first post from these forums. Select no forums to disable news feed.<br />Select multiple forums by holding <samp>CTRL</samp> and clicking.
he: מושך את ההודעה הראשונה מפורומים אלו. אל תבחר בפורומים בשביל לבטל הזנות חדשות.<br />בחר בכמה פורומים על ידי לחיצה על <samp>CTRL</samp> ולחיצה בעכבר.

source: Enable forums feed
he: אפשר הזנות פורומים

source: Enables the “All forums” feed, which displays a list of forums.
he: מאפשר הזנות ל”כל הפורומים“, אשר מציג רשימה של פורומים.

source: Allow HTTP Authentication
he: אפשר אימות HTTP

source: Enables HTTP authentication, which allows users to receive content that is hidden to guest users by adding the <samp>auth=http</samp> parameter to the feed URL. Please note that some PHP setups require additional changes to the .htaccess file. Instructions can be found in that file.
he: מאפשר אימות HTTP, אשר מאפשר למשתמשים לקבל תוכן אשר מוסתר מאורחים על ידי הוספת משתנה <samp>auth=http</samp> להזנת הכתובת. אנא שים לב שחלק ממערכי PHP דורשים שינויים נוספים בקובץ .htaccess. הוראות ניתן למצוא באותו הקובץ.

source: Item statistics
he: סטטיסטיקת פרטים

source: Display individual statistics underneath feed items<br />(e.g. posted by, date and time, replies, views)
he: הצג סטטיסטיקה מתחת לפרטי ההזנות<br />(לדוגמה נשלח על ידי, תאריך וזמן, תגובות, צפיות)

source: Exclude these forums
he: דחה פורומים אלה

source: Content from these will be <strong>not included in feeds</strong>. Select no forum to pull data from all forums.<br />Select/Deselect multiple forums by holding <samp>CTRL</samp> and clicking.
he: תוכן מפורומים אלה <strong>לא ייכלל בהזנות</strong>. אל תבחר בפורומים כדי למשוך מידע מכל הפורומים.<br />בחר בכמה פורומים על ידי לחיצה על <samp>CTRL</samp> ולחיצה בעכבר.

source: Here you can select and configure plugins, which are designed to block automated form submissions by spambots. These plugins typically work by challenging the user with a <em>CAPTCHA</em>, a test which is designed to be difficult for computers to solve.
he: כאן אתה יכול לבחור ולהגדיר תוספות, אשר ייעודן לחסום בוטים משלוח טפסים אוטומטית. תוספות אלו בדרך כלל עובדות על ידי כך שהן מאתגרות את המשתמשים עם <em>CAPTCHA</em>, מבחן שנועד להיות מסובך לפתרון של מחשבים.

source: Available plugins
he: תוספות זמינות

source: The plugin cannot be selected as its requirements are not met.
he: התוספת לא ניתנת לבחירה מכיוון שהדרישות שלה לא נענו.

source: GD image
he: ספריה גראפית

source: GD 3D image
he: ספריה גראפית תלת ממדית

source: Foreground noise
he: רעש רקע קדמי

source: Uses GD to make a more advanced anti-spambot image.
he: השתמש בספריה גראפית כדי לעשות תמונת אנטי־בוט מתקדמת יותר.

source: Use foreground noise to make the image harder to read.
he: השתמש ברעש רקע קדמי כדי לגרום לתמונה להיות קשה יותר לקריאה.

source: Background noise x-axis
he: רעש רקע בציר x

source: Use lower settings of this to make the image harder to read. 0 will disable x-axis background noise.
he: השתמש בהגדרות נמוכות יותר כדי לגרום לתמונה להיות קשה יותר לקריאה. 0 יכבה את רעש הרקע של ציר ה־x.

source: Background noise y-axis
he: רעש רקע בציר y

source: Use lower settings of this to make the image harder to read. 0 will disable y-axis background noise.
he: השתמש בהגדרות נמוכות יותר כדי לגרום לתמונה להיות קשה יותר לקריאה. 0 יכבה את רעש הרקע של ציר ה־y.

source: Wave distortion
he: גל עיוות

source: This applies a wave distortion to the image.
he: אפשרות זו מוסיפה גל עיוות לתמונה.

source: Add 3D-noise objects
he: הוסף אובייקטי רעש תלת ממדיים

source: This adds additional objects to the image, over the letters.
he: אפשרות זו מוסיפה אובייקטים לתמונה, מעל האותיות.

source: Use different fonts
he: השתמש בגופנים שונים

source: This setting controls how many different letter shapes are used. You can just use the default shapes or introduce altered letters. Adding lowercase letters is also possible.
he: הגדרה זו מאפשרת לשנות את כמות סוגי הצורות השונות שיהיו בשימוש באותיות. תוכל להשתמש בצורות ברירת המחדל בלבד או להציג אותיות שונות. הוספת אותיות לועזיות קטנות אפשרית גם כן.

source: Default
he: ברירת מחדל

source: New Shapes
he: צורות חדשות

source: Also use lowercase
he: השתמש גם באותיות קטנות

source: Simple image
he: תמונה פשוטה

source: Your changes have not been saved, this is just a preview.
he: השינויים שלך לא נשמרו, זו היא רק תצוגה מקדימה.

source: The plugin as it would look like using the current selection.
he: התוסף כפי שיראה בשימוש בבחירות הנוכחיות.

source: Installed plugins
he: התקן תוספות

source: The dropdown holds the plugins recognised by the board. Grey entries are not available right now and might need configuration prior to use.
he: התפריט הנפתח מכיל את התוספות המזוהות על ידי המערכת. ערכים אפורים לא זמינים כרגע ויתכן שיזדקקו להגדרות לפני השימוש.

source: Configure plugins
he: הגדרת תוספות

source: Change the settings for the selected plugin.
he: שנה את ההגדרות לתוספת שנבחרה.

source: Configure
he: הגדר

source: This plugin has no configuration options.
he: לתוספות זו אין אפשרויות מוגדרות.

source: Enable spambot countermeasures for guest postings
he: אפשר שימוש באמצעים כנגד בוטים להודעות אורחים

source: Requires guest users to pass the anti-spambot task to help prevent automated postings.
he: דורש ממשתמשים לא רשומים לעבור מבחן אנטי־בוט כדי למנוע שליחת הודעות אוטמטית.

source: Enable spambot countermeasures for registrations
he: אפשר שימוש באמצעים כנגד בוטים לרישומים

source: Requires new users to pass the anti-spambot task to help prevent automated registrations.
he: דורש ממשתמשים חדשים לעבור מבחן אנטי־בוט כדי למנוע רישומים אוטומטים.

source: Allow users to refresh the anti-spambot task
he: אפשר למשתמשים לרענן את מבחן האנטי־בוט

source: Allows users to request a new anti-spambot task if they are unable to solve the current task during registration. Some plugins might not support this option.
he: מאפשר למשתמשים לבקש מבחן אנטי־בוט חדש אם הם לא מצליחים לפתור את המבחן הנוכחי במהלך ההרשמה. יכול להיות שישנם תוספות שלא תומכים באפשרות זו.

source: These details define the data used to send cookies to your users browsers. In most cases the default values for the cookie settings should be sufficient. If you do need to change any do so with care, incorrect settings can prevent users logging in.
he: פרטים אלו מגדירים את הנתונים אשר בשימוש לשליחת עוגיות לדפדפני המשתמשים. ברוב המקרים ערכי ברירת המחדל להגדרות העוגייה צריכים להיות מספיקים. אם אתה צריך לשנות משהו, עשה זאת בזהירות, הגדרות לא נכונות יכולות למנוע מהמשמשים להתחבר.

source: Cookie domain
he: כתובת העוגייה

source: Cookie name
he: שם העוגייה

source: Cookie path
he: נתיב העוגייה

source: Cookie secure
he: אבטחת עוגייה

source: If your server is running via SSL set this to enabled else leave as disabled. Having this enabled and not running via SSL will result in server errors during redirects.
he: אם השרת שלך רץ דרך SSL, קבע לפעיל, אחרת השאר כבוי. אם מופעל והשרת אינו רץ דרך SSL, התוצאה תהיה שגיאות שרת בהעברות.

source: View online time span
he: משך זמן לתצוגה ברשימת מחוברים

source: Number of minutes after which inactive users will not appear in “Who is online” listings. The higher this value the greater is the processing required to generate the listing.
he: מספר דקות שאחריהם משתמשים לא פעילים לא יופיעו ברשימות “מי מחובר”. הערך הגבוה ביותר הוא הטוב ביותר לתהליך יצירת הרשימה.

source: Session length
he: אורך חיבור

source: Sessions will expire after this time, in seconds.
he: חיבורים יסתיימו אחרי זמן זה, בשניות.

source: Here you can enable and disable the contact page and also add a text that is displayed on the page.
he: כאן אתה יכול להפעיל או לכבות את עמוד יצירת הקשר וכן להוסיף טקסט שיוצג בעמוד.

source: Enable contact page
he: הפעל את עמוד יצירת הקשר

source: This page allows users to send emails to board administrators
he: העמוד הזה מאפשר למשתמשים לשלוח דואר אלקטרוני למנהלים הראשיים של המערכת

source: Contact information
he: פרטי יצירת קשר

source: The message is displayed on the contact page
he: ההודעה מוצגת בעמוד יצירת הקשר

source: Contact page information - Preview
he: תצוגה מקדימה למידע שבעמוד יצירת הקשר

source: Contact page information has been updated.
he: עמוד יצירת הקשר עודכן.

source: Here you can enable and disable certain board functions to reduce the amount of processing required. On most servers there is no need to disable any functions. However on certain systems or in shared hosting environments it may be beneficial to disable capabilities you do not really need. You can also specify limits for system load and active sessions beyond which the board will go offline.
he: כאן אתה יכול להפעיל או לכבות אפשרויות מערכת מסוימות כדי להקטין את זמן הטעינה הנדרש. ברוב השרתים אין צורך לכבות אף אפשרות, אך במערכות מסוימות או בסביבות אחסון משותפות כיבוי האפשרויות שאינך באמת צריך יכולה להיות מועיל. תוכל גם לציין הגבלות לטעינת המערכת וחיבורים פעילים שמעבר המערכת תכבה.

source: Allow usage of third party content delivery networks
he: אפשר שימוש של רשתות ספקי תוכן של צד שלישי

source: If this setting is enabled, some files will be served from external third party servers instead of your server. This reduces the network bandwidth required by your server, but may present a privacy issue for some board administrators. In a default phpBB installation, this includes loading “jQuery” and the font “Open Sans” from Google’s content delivery network.
he: אם הגדרה זו פעילה חלק מהקבצים ישלחו משרתי צד שלישי חיצוניים במקום השרת שלך זה מפחית את תעבורת הרשת אשר נצרכת משרתך, אבל עלול להוות בעיית פרטיות עבור מנהלי קהילות מסוימים. בהתקנת PHPBB רגילה, זה כולל טעינת "JQUERY" וכן הפונט "open sans" מרשת התוכן של גוגל.

source: Allow live searches
he: אפשר חיפוש בזמן אמת

source: If this setting is enabled, users are provided with keyword suggestions as they type in certain fields throughout the board.
he: אם אפשרות זו פעילה, המשתמשים יקבלו הצעות השלמה במהלך מילוי חלקים מהשדות בפורום.

source: Custom profile fields
he: שדות פרופיל מותאמים אישית

source: Limit system load
he: הגבל טעינת מערכת

source: If the system’s 1-minute load average exceeds this value the board will automatically go offline. A value of 1.0 equals ~100% utilisation of one processor. This only functions on UNIX based servers and where this information is accessible. The value here resets itself to 0 if phpBB was unable to get the load limit.
he: אם ממוצע הטעינה של המערכת בדקה עובר ערך זה המערכת תכובה אוטומטית. הערך 1.0 שווה לניצול של ~100% של מבצע אחד. אפשרויות אלו חלות רק על UNIX מבוסס שרתים והיכן שהמידע נגיש. הערך מתאפס ל־0 אם phpBB לא יכלה לקבל את הגבלת הטעינה.

source: Limit sessions
he: הגבל חיבורים

source: If the number of sessions exceeds this value within a one minute period the board will go offline. Set to 0 for unlimited sessions.
he: אם מספר החיבורים חורג את ערך זה במשך תקופת זמן של דקה המערכת תכובה. הגדר ל0 לחיבורים בלתי מוגבלים.

source: Allow styles to display custom profile fields in memberlist
he: אפשר לעיצובים להציג שדות פרופיל מותאמים אישית ברשימת המשתמשים

source: Display custom profile fields in private messages
he: הצג שדות פרופיל מותאמים אישית בהודעות פרטיות

source: Display custom profile fields in user profiles
he: הצג שדות פרופיל מותאמים אישית בפרופילי המשתמשים

source: Display custom profile fields on topic pages
he: הצג שדות פרופיל מותאמים אישית בעמודי הנושאים

source: Show user’s activity
he: הצג פעילות משתמש

source: Displays active topic/forum in user profiles and user control panel. It is recommended to disable this on boards with more than one million posts.
he: הצג נושא/פורום פעיל בפרופילי המשתמשים ולוח הבקרה למשתמש. מומלץ לכבות במערכות עם יותר ממליון הודעות.

source: Read Notification Expiration
he: זמן תצוגה להתראות

source: Number of days that will elapse before a read notification will automatically be deleted. Set this value to 0 to make notifications permanent.
he: מספר הימים שלאחרם ההתראה תמחק. כתוב 0 אם ברצונך שהתראות לא ימחקו.

source: Recompile stale style components
he: ערוך מחדש רכיבי עיצוב ישנים

source: Check for updated style components on filesystem and recompile.
he: בדוק לרכיבי עיצוב מעודכנים במערכת הקבצים וערוך מחדש.

source: Enable topic marking for guests
he: הפעל סימון נושאים לאורחים

source: Stores read/unread status information for guests. If disabled, posts are always marked read for guests.
he: מאחסן פרטי מצב נקרא/לא נקרא לאורחים. אם כבוי, ההודעות תמיד יסומנו כנקראו לאורחים.

source: Enable birthday listing
he: הפעל רשימת ימי הולדת

source: If disabled the birthday listing is no longer displayed. To let this setting take effect the birthday feature needs to be enabled too.
he: אם כבוי רשימת ימי ההולדת לא תוצג יותר. כדי שהגדרה זו תפעל מאפיין ימי ההולדת חייב להיות פעיל.

source: Enable display of jumpbox
he: הקפץ חלון התראה על הודעות פרטיות חדשות

source: Enable display of moderators
he: הפעל תצוגת מנהלי פורומים

source: Enable online user listings
he: הפעל רשימות משתמשים מחוברים

source: Display online user information on index, forum and topic pages.
he: הצג פרטי חיבור משתמש בעמוד הראשי, בפורום ובעמודי הנושאים.

source: Enable online guest listings in viewonline
he: הפעל רשימות אורחים מחוברים במי מחובר

source: Allow display of guest user information in viewonline.
he: אפשר תצוגת פרטי אורחים במי מחובר.

source: Enable display of user online/offline information
he: הפעל תצוגת פרטי מחובר/מנותק של משתמש

source: Display online information for user in profiles and topic pages.
he: הצג פרטי חיבור של משתמשים בפרופילים ובעמודי הנושאים.

source: Enable dotted topics
he: הפעל נושאים מסומנים

source: Indicates whether user has posted to a topic.
he: מציין אם המשתמש שלח לנושא.

source: Enable server-side topic marking
he: הפעל סימון נושא בצד שרת

source: Stores read/unread status information in the database rather than a cookie.
he: מאחסן פרטי מצב נקרא/לא נקרא בבסיס הנתונים במקום בעוגייה.

source: Enable search for unread posts
he: אפשר חיפוש להודעות שלא נקראו

source: phpBB supports authentication plug-ins, or modules. These allow you determine how users are authenticated when they log into the board. By default four plug-ins are provided: DB, LDAP, Apache, and OAuth. Not all methods require additional information so only fill out fields if they are relevant to the selected method.
he: phpBB3 תומכת בתוספות אימות, או מודולים. הן מאפשרות לך לקבוע כיצד משתמשים מאומתים כאשר הם מתחברים למערכת. כברירת מחדל ארבעה תוספות מסופקות: DB, LDAP, Apache ו־OAuth. לא כל התוספות דורשות מידע נוסף כך שהשלם רק את השדות אשר קשורות לשיטה הנבחרת.

source: Select an authentication method
he: בחר שיטת אימות

source: Both the key and secret of each enabled OAuth service provider must be provided. Only one was provided for an OAuth service provider.
he: הן המפתח והסוד של כל שירות OAuth פעיל חייב להיות מוזן. רק אחד סופק עבור שירות התוכן OAUTH.

source: Each OAuth provider requires a unique secret and key in order to authenticate with the external server. These should be supplied by the OAuth service when you register your website with them and should be entered exactly as provided to you.<br />Any service that does not have both a key and a secret entered here will not be available for use by the forum users. Also note, that user can still register and login using the DB authentication plug-in.
he: על מנת לבצע אימות עם שרת חיצוני, כל ספק OAuth דורש מפתח וסוד. זה אמור להיות מספק על ידי ספק ה-OAuth כאשר אתה נרשם לאתרך איתם, ואמור להיות מוזן בדיוק כפי שניתן.<br />כל שירות שאין לו את המפתח והסוד לא יוכל להיות בשימוש על ידי משתמשי הפורום. כמו כן שים לב, שהמשתמשים עדיין יכולים להירשם ולהתחבר באמצעות תוסף ה-DB שלהם.

source: Key
he: מפתח

source: Secret
he: סוד

source: You have to setup apache authentication before you switch phpBB to this authentication method. Keep in mind that the username you use for apache authentication has to be the same as your phpBB username. Apache authentication can only be used with mod_php (not with a CGI version) and safe_mode disabled.
he: אתה צריך להתקין אימות apache לפני שתחליף את phpBB3 לשיטת אימות זו. זכור ששם המשתמש שלך לאימות apache חייב להיות זהה לשם המשתמש שלך ב־phpBB3. אימות Apache ניתן לשימוש רק עם mod_php (לא עם גרסת CGI) ו־safe_mode כבויים.

source: LDAP base <var>dn</var>
he: LDAP מבוסס <var>dn</var>

source: This is the Distinguished Name, locating the user information, e.g. <samp>o=My Company,c=US</samp>.
he: זהו השם הנבחן, הנמצא בפרטי המשתמש, למשל <samp>o=My Company,c=US</samp>.

source: LDAP email attribute
he: תכונת דואר אלקטרוני של LDAP

source: Set this to the name of your user entry email attribute (if one exists) in order to automatically set the email address for new users. Leaving this empty results in empty email address for users who log in for the first time.
he: קבע לשם של תכונת הדואר האלקטרוני של רישום המשתמש (אם אחד קיים) כדי לקבוע אוטומטית את כתובת הדואר האלקטרוני למשתמשים חדשים. השארת השדה ריק תגרום לכתובת דואר אלקטרוני ריקה למשתמשים אשר מתחברים בפעם הראשונה.

source: Binding to LDAP server failed with specified user/password.
he: קישור לשרת LDAP נכשל עם המשתמש/הססמה שצוינו.

source: The specified email attribute does not exist.
he: תכונת הדואר האלקטרוני שצוינה לא קיימת.

source: Could not find a login identity for %s.
he: לא ניתן למצוא זיהוי חיבור ל%s.

source: LDAP password
he: ססמה ל־LDAP

source: Leave blank to use anonymous binding, otherwise fill in the password for the above user. Required for Active Directory Servers.<br /><em><strong>Warning:</strong> This password will be stored as plain text in the database, visible to everybody who can access your database or who can view this configuration page.</em>
he: השאר ריק כדי להשתמש בגישה אנונימית. אחרת מלא את הססמה למשתמש שמעל. נדרש לשרתי תיקייה פעילים.<br /><em><strong>אזהרה:</strong> הססמה תאוחסן כטקסט פשוט בבסיס הנתונים, ותוצג לכל אחד אשר יכול לגשת לבסיס הנתונים או אשר יכול לצפות בעמוד ההגדרות.</em>

source: LDAP server port
he: יציאת שרת LDAP

source: Optionally you can specify a port which should be used to connect to the LDAP server instead of the default port 389.
he: תוכל לציין יציאה אשר בשימוש להתחברות לשרת LDAP במקום ביציאת ברירת המחדל 389.

source: LDAP server name
he: שם שרת LDAP

source: If using LDAP this is the hostname or IP address of the LDAP server. Alternatively you can specify an URL like ldap://hostname:port/
he: אם בשימוש LDAP זהו שם השרת או כתובת ה־IP של שרת ה־LDAP. לחלופין אתה יכול לציין כתובת כמו ldap://hostname:port/

source: LDAP <var>uid</var>
he: <var>uid</var> של LDAP

source: This is the key under which to search for a given login identity, e.g. <var>uid</var>, <var>sn</var>, etc.
he: זהו ההמפתח אשר בשימוש לחיפוש זיהוי ההתחברות הנתון, למשל <var>uid</var>, <var>sn</var>, וכד'.

source: LDAP user <var>dn</var>
he: משתמש <var>dn</var> ל־LDAP

source: Leave blank to use anonymous binding. If filled in phpBB uses the specified distinguished name on login attempts to find the correct user, e.g. <samp>uid=Username,ou=MyUnit,o=MyCompany,c=US</samp>. Required for Active Directory Servers.
he: השאר ריק לשימוש בגישה אנונימית. אם הוזן, phpBB3 תשתמש בשם הנבחן בניסיונות התחברות כדי למצוא את המשתמש הנכון, למשל <samp>uid=Username,ou=MyUnit,o=MyCompany,c=US</samp>. נדרש לשרתי תיקייה פעילים.

source: LDAP user filter
he: מסנן משתמש LDAP

source: Optionally you can further limit the searched objects with additional filters. For example <samp>objectClass=posixGroup</samp> would result in the use of <samp>(&amp;(uid=$username)(objectClass=posixGroup))</samp>
he: תוכל להגביל יותר את הפריטים שבחיפוש בעזרת מסננים נוספים. לדוגמה <samp>objectClass=posixGroup</samp> יגרום לשימוש ב־<samp>(&amp;(uid=$username)(objectClass=posixGroup))</samp>

source: Here you define server and domain dependent settings. Please ensure the data you enter is accurate, errors will result in emails containing incorrect information. When entering the domain name remember it does include http:// or other protocol term. Only alter the port number if you know your server uses a different value, port 80 is correct in most cases.
he: כאן אתה יכול להגדיר הגדרות שרת ודומיין. וודא שהמידע שאתה מזין נכון, שגיאות יגרמו בפרטים לא נכונים ליצירת קשר דרך דואר אלקטרוני. בעת הזנת שם המתחם זכור שהוא חייב לכלול http:// או פרוטוקול אחר. שנה את מספר היציאה רק אם אתה יודע שהשרת שלך משתמש בערך אחר, היציאה 80 נכונה ברוב המקרים.

source: Enable GZip compression
he: הפעל דחיסת GZip

source: Generated content will be compressed prior to sending it to the user. This can reduce network traffic but will also increase CPU usage on both server and client side. Requires zlib PHP extension to be loaded.
he: תוכן הנוצר יקובץ לפני שליחתו למשתמש. ניתן לחסוך כך בתעבורת רשת אך גם יגדל השימוש במעבד בצד הלקוח ובצד השרת. נדרש שהרחבת zlib PHP תהיה טעונה.

source: Force server URL settings
he: דרוש הגדרות כתובת שרת

source: If set to yes the server settings defined here will be used in favour of the automatically determined values.
he: אם נקבע לכן הגדרות השרת המוגדרות כאן יקבלו עדיפות על הערכים אשר נקבעו אוטומטית.

source: Post icons storage path
he: נתיב אחסון האייקונים להודעות

source: Path under your phpBB root directory, e.g. <samp>images/icons</samp>.
he: נתיב תחת תיקיית המערכת של phpBB3, למשל <samp>images/icons</samp>.

source: Enable URL Rewriting
he: אפשר שינוי URL

source: When enabled, URLs containing ’app.php’ will be rewritten to remove the filename (i.e. app.php/foo will become /foo). <strong>Apache server’s mod_rewrite module is required for this functionality to work; if this option is enabled without mod_rewrite support, URLs on your board may be broken.</strong>
he: כאשר מופעל, כתובות URL אשר מכילות "app.php" ישונו כך ששם הקובץ ימחק .(לדוגמא app.php/foo יהפוך ל /foo). <strong>מודל mod_rewrite של שרת אפאצ'י חייב לעבוד על מנת שההגדרה תעבוד; אם ההגדרה תופעל בלעדיו, קישורים באתרך עלולים לא לעבוד.</strong>

source: The <strong>mod_rewrite</strong> module on your Apache web server is disabled. Enable the module or contact your web hosting provider if you wish to enable this feature.
he: מודל ה-mod_rewrite בשרת האפצ' שלך לא פעיל. הפעל אותו, או צור קשר עם בעל האחסון אם ברצונך להפעיל את אפשרות זו.
