Repository: tomer/phpBB-Hebrew
Catalog: */acp/bots.po
Languages: he

source: Manage bots
he: ניהול בוטים

source: “Bots”, “spiders” or “crawlers” are automated agents most commonly used by search engines to update their databases. Since they rarely make proper use of sessions they can distort visitor counts, increase load and sometimes fail to index sites correctly. Here you can define a special type of user to overcome these problems.
he: ”בוטים”, ”עכבישים” או ”תולעים” הם נציגים אוטומטים אשר בשימוש בדרך כלל על־ידי מנועי חיפוש כדי לעדכן את בסיס הנתונים שלהם. מכיוון שלעיתים נדירות הם עושים שימוש נכון בחיבורים הם יכולים לסלף מוני ביקורים, להגדיל טעינה ולפעמים להיכשל בהכנסת האתרים כראוי. כאן תוכל להגדיר סוג מיוחד של משתמש על מנת להתגבר על בעיות אלו.

source: Activate
he: הפעל

source: Bot active
he: הבוט פעיל

source: Add bot
he: הוסף בוט

source: New bot successfully added.
he: הבוט החדש נוסף בהצלחה.

source: Agent match
he: התאמת נציג

source: A string matching the bots browser agent, partial matches are allowed.
he: מחרוזת התואמת לדפדפן הנציג של הבוטים, התאמות חלקיות מורשות.

source: Deactivate
he: הפסק

source: Bot deleted successfully.
he: הבוט נמחק.

source: Edit bots
he: ערוך בוטים

source: Here you can add or edit an existing bot entry. You may define an agent string and/or one or more IP addresses (or range of addresses) to match. Be careful when defining matching agent strings or addresses. You may also specify a style and language that the bot will view the board using. This may allow you to reduce bandwidth use by setting a simple style for bots. Remember to set appropriate permissions for the special Bot usergroup.
he: כאן אתה יכול להוסיף בוט או לערוך רישום בוט קיים. אתה יכול להגדיר מחרוזת נציג ו/או אחד או יותר כתובות IP (או טווח של כתובות) להתאמה. הזהר בעת הגדרת התאמת מחרוזות נציג או כתובות. תוכל גם להגדיר עיצוב ושפה בהם הבוט ישתמש כדי לצפות במערכת. זה יוכל לאפשר לך להקטין תעבורה על־ידי הגדרת עיצוב פשוט לבוטים. זכור לקבוע את הגישות המתאימות לקבוצת המשתמשים של הבוטים המיוחדת.

source: Bot language
he: שפת הבוט

source: The language presented to the bot as it browses.
he: השפה המוצגת לבוט כאשר הוא גולש.

source: Last visit
he: ביקור אחרון

source: Bot IP address
he: כתובת IP של הבוט

source: Partial matches are allowed, separate addresses with a comma.
he: התאמות חלקיות מורשות, הפרד כתובות עם פסיק.

source: Bot name
he: שם הבוט

source: Used only for your own information.
he: לשימוש שלך בלבד.

source: The name is already in use on your board and can’t be used for the Bot.
he: השם כבר בשימוש במערכת ולא ניתן להשתמש בו בשביל הבוט.

source: Never
he: לעולם לא

source: Bot style
he: עיצוב הבוט

source: The style used for the board by the bot.
he: עיצוב המערכת בו משתמש הבוט.

source: Existing bot updated successfully.
he: הבוט הקיים עודכן בהצלחה.

source: The bot agent you supplied is similar to the one you are currently using. Please adjust the agent for this bot.
he: נציג הבוט שציינת זהה לאחד בו אתה כרגע משתמש. אנא התאם את הציג לבוט זה.

source: The IP addresses you supplied were invalid or the hostname could not be resolved.
he: כתובות ה־IP שסיפקת לא חוקיות או ששם השרת לא נמצא.

source: You must supply at least one of an agent or IP for this bot match.
he: אתה חייב לספק לפחות נציג אחת או IP להתאמת הבוט.

source: Found no bot with the specified ID.
he: לא נמצאו בוטים עם מספר ה־ID שצוין.

source: Unable to find special bot group.
he: לא ניתן למצוא קבוצת בוטים מיוחדת.
