Repository: tomer/phpBB-Hebrew
Catalog: */acp/common.po
Languages: he

source: <strong>Auto-pruned shadow topics</strong><br />» %s
he: <strong>מחק נושאים מוצלים</strong><br />» %s

source: <strong>Users deactivated</strong><br />» %s
he: <strong>משתמשים הופסקו</strong><br />» %s

source: <strong>Users pruned and posts deleted</strong><br />» %s
he: <strong>משתמשים אופסו והודעות נמחקו</strong><br />» %s

source: <strong>Users pruned and posts retained</strong><br />» %s
he: <strong>משתמשים אופסו והודעות שוחזרו</strong><br />» %s

source: <strong>Purged cache</strong>
he: <strong>טיהר מטמון</strong>

source: <strong>Purged sessions</strong>
he: <strong>טיהר חיבורים</strong>

source: <strong>Added new rank</strong><br />» %s
he: <strong>הוסיף דירוג חדש</strong><br />» %s

source: <strong>Removed rank</strong><br />» %s
he: <strong>הסיר דירוג</strong><br />» %s

source: <strong>Updated rank</strong><br />» %s
he: <strong>עדכן דירוג</strong><br />» %s

source: <strong>Added report/denial reason</strong><br />» %s
he: <strong>הוסיף סיבת דיווח/חסימה</strong><br />» %s

source: <strong>Removed report/denial reason</strong><br />» %s
he: <strong>הסיר סיבת דיווח/חסימה</strong><br />» %s

source: <strong>Updated report/denial reason</strong><br />» %s
he: <strong>עדכן סיבת דיווח/חסימה</strong><br />» %s

source: <strong>Referrer validation failed</strong><br />»Referrer was “<em>%1$s</em>”. The request was rejected and the session killed.
he: <strong>בדיקת דף מפנה נכשלה</strong><br />»הדף המפנה היה “<em>%1$s</em>”. הבקשה נדחתה והחיבור נסגר.

source: <strong>Board start date reset</strong>
he: <strong>תאריך התקנת המערכת אופס</strong>

source: <strong>Most users online reset</strong>
he: <strong>מספר המשתמשים הרב ביותר שהיה מחובר בו זמנית אופס</strong>

source: <strong>File statistics resynchronised</strong>
he: <strong>אפס סטטיסטיקת קבצים</strong>

source: <strong>User post counts resynchronised</strong>
he: <strong>מוני הודעות המשתמשים סונכרנו מחדש</strong>

source: <strong>Dotted topics resynchronised</strong>
he: <strong>נושאים מסומנים סונכרנו מחדש</strong>

source: <strong>Post, topic and user statistics resynchronised</strong>
he: <strong>סטטיסטיקות הודעות, נושאים ומשתמשים סונכרנו מחדש</strong>

source: <strong>Created search index for</strong><br />» %s
he: <strong>צור חבילת חיפוש עבור</strong><br />» %s

source: <strong>Removed search index for</strong><br />» %s
he: <strong>מחק חבילת חיפוש עבור</strong><br />» %s

source: <strong>Added new style</strong><br />» %s
he: <strong>הוסיף עיצוב חדש</strong><br />» %s

source: <strong>Deleted style</strong><br />» %s
he: <strong>מחק עיצוב</strong><br />» %s

source: <strong>Edited style</strong><br />» %s
he: <strong>ערך עיצוב</strong><br />» %s

source: <strong>Exported style</strong><br />» %s
he: <strong>יצא עיצוב</strong><br />» %s

source: <strong>Added new template set to database</strong><br />» %s
he: <strong>הוסיף ערכה חדשה לבסיס הנתונים</strong><br />» %s

source: <strong>Add new template set on filesystem</strong><br />» %s
he: <strong>הוסיף ערכה חדשה למערכת הקבצים</strong><br />» %s

source: <strong>Deleted cached versions of template files in template set <em>%1$s</em></strong><br />» %2$s
he: <strong>מחק גרסאות מטמון של קבצי ערכה בערכה <em>%1$s</em></strong><br />» %2$s

source: <strong>Deleted template set</strong><br />» %s
he: <strong>מחק ערכה</strong><br />» %s

source: <strong>Edited template set <em>%1$s</em></strong><br />» %2$s
he: <strong>ערך ערכה <em>%1$s</em></strong><br />» %2$s

source: <strong>Edited template details</strong><br />» %s
he: <strong>ערך פרטי ערכה</strong><br />» %s

source: <strong>Exported template set</strong><br />» %s
he: <strong>יצא ערכה</strong><br />» %s

source: <strong>Refreshed template set</strong><br />» %s
he: <strong>רענן ערכה</strong><br />» %s

source: <strong>Added new theme to database</strong><br />» %s
he: <strong>הוסיף סגנון חדש לבסיס הנתונים</strong><br />» %s

source: <strong>Add new theme on filesystem</strong><br />» %s
he: <strong>הוסיף סגנון חדש למערכת הקבצים</strong><br />» %s

source: <strong>Theme deleted</strong><br />» %s
he: <strong>סגנון נמחק</strong><br />» %s

source: <strong>Edited theme details</strong><br />» %s
he: <strong>ערך פרטי סגנון</strong><br />» %s

source: <strong>Edited theme <em>%1$s</em></strong>
he: <strong>ערך סגנון <em>%1$s</em></strong>

source: <strong>Edited theme <em>%1$s</em></strong><br />» Modified file <em>%2$s</em>
he: <strong>ערך סגנון <em>%1$s</em></strong><br />» שינה קובץ <em>%2$s</em>

source: <strong>Exported theme</strong><br />» %s
he: <strong>יצא סגנון</strong><br />» %s

source: <strong>Refreshed theme</strong><br />» %s
he: <strong>רענן סגנון</strong><br />» %s

source: <strong>Updated Database from version %1$s to version %2$s</strong>
he: <strong>עדכן בסיס נתונים מגרסה %1$s לגרסה %2$s</strong>

source: <strong>Updated phpBB from version %1$s to version %2$s</strong>
he: <strong>עדכן את phpBB מגרסה %1$s לגרסה %2$s</strong>

source: <strong>User activated</strong><br />» %s
he: <strong>משתמש הופעל</strong><br />» %s

source: <strong>Banned User via user management</strong> for reason “<em>%1$s</em>”<br />» %2$s
he: <strong>חסם משתמש דרך ניהול משתמשים</strong> מסיבה “<em>%1$s</em>”<br />» %2$s

source: <strong>Banned IP via user management</strong> for reason “<em>%1$s</em>”<br />» %2$s
he: <strong>חסם IP דרך ניהול משתמשים</strong> מסיבה “<em>%1$s</em>”<br />» %2$s

source: <strong>Banned email via user management</strong> for reason “<em>%1$s</em>”<br />» %2$s
he: <strong>חסם דואר אלקטרוני דרך ניהול משתמשים</strong> מסיבה “<em>%1$s</em>”<br />» %2$s

source: <strong>Deleted user</strong><br />» %s
he: <strong>מחק משתמש</strong><br />» %s

source: <strong>Removed all attachments made by the user</strong><br />» %s
he: <strong>הסיר את כל הקבצים המצורפים שנשלחו על־ידי המשתמש</strong><br />» %s

source: <strong>Removed user avatar</strong><br />» %s
he: <strong>הסיר סמל אישי של המשתמש</strong><br />» %s

source: <strong>Emptied user outbox</strong><br />» %s
he: <strong>רוקן תיבת דואר יוצא למשתמש</strong><br />» %s

source: <strong>Removed all posts made by the user</strong><br />» %s
he: <strong>הסיר את כל ההודעות שנשלחו על־ידי המשתמש</strong><br />» %s

source: <strong>Removed user signature</strong><br />» %s
he: <strong>הסיר חתימת משתמש</strong><br />» %s

source: <strong>User deactivated</strong><br />» %s
he: <strong>משתמש הופסק</strong><br />» %s

source: <strong>Moved user posts</strong><br />» posts by “%1$s” to forum “%2$s”
he: <strong>העביר הודעות משתמש</strong><br />» הועדות של “%1$s” לפורום “%2$s”

source: <strong>Changed user password</strong><br />» %s
he: <strong>שינה ססמת משתמש</strong><br />» %s

source: <strong>Forced user account reactivation</strong><br />» %s
he: <strong>דרש הפעלת חשבון משתמש מחדש</strong><br />» %s

source: <strong>Removed newly registered flag from user</strong><br />» %s
he: <strong>הסיר סימון משתמש שנרשם לאחרונה מהמשתמש</strong><br />» %s

source: <strong>User “%1$s” changed email</strong><br />» from “%2$s” to “%3$s”
he: <strong>המשתמש “%1$s” שינה דואר אלקטרוני</strong><br />» מ־“%2$s” ל־“%3$s”

source: <strong>Changed username</strong><br />» from “%1$s” to “%2$s”
he: <strong>שינה שם משתמש</strong><br />» מ־“%1$s” ל־“%2$s”

source: <strong>Updated user details</strong><br />» %s
he: <strong>עדכן פרטי משתמש</strong><br />» %s

source: <strong>User account activated</strong>
he: <strong>חשבון משתמש הופעל</strong>

source: <strong>User avatar removed</strong>
he: <strong>סמל אישי של משתמש הוסר</strong>

source: <strong>User signature removed</strong>
he: <strong>חתימת משתמש הוסרה</strong>

source: <strong>Added user feedback</strong><br />» %s
he: <strong>משוב משתמש נוסף</strong><br />» %s

source: <strong>Entry added:</strong><br />» %s
he: <strong>רישום נוסף:</strong><br />» %s

source: <strong>User account de-activated</strong>
he: <strong>חשבון משתמש הופסק</strong>

source: <strong>User locked own topic</strong><br />» %s
he: <strong>משתמש נעל את הנושא שלו</strong><br />» %s

source: <strong>Moved all posts to forum</strong>» %s
he: <strong>העביר את כל ההודעות לפורום</strong>» %s

source: <strong>Forced user account reactivation</strong>
he: <strong>דרש הפעלת חשבון משתמש מחדש</strong>

source: <strong>User unlocked own topic</strong><br />» %s
he: <strong>משתמש פתח את הנושא שלו</strong><br />» %s

source: <strong>Added user warning</strong><br />» %s
he: <strong>הוסיף אזהרה למשתמש</strong><br />» %s

source: <strong>The following warning was issued to this user</strong><br />» %s
he: <strong>האזהרה הבאה ניתנה למשתמש זה</strong><br />» %s

source: <strong>User changed default group</strong><br />» %s
he: <strong>משתמש שינה קבוצת ברירת מחדל</strong><br />» %s

source: <strong>User demoted as leaders from usergroup</strong><br />» %s
he: <strong>משתמש הודע מראש קבוצת משתמשים</strong><br />» %s

source: <strong>User joined group</strong><br />» %s
he: <strong>משתמש הצטרף לקבוצה</strong><br />» %s

source: <strong>User joined group and needs to be approved</strong><br />» %s
he: <strong>משתמש הצטרף לקבוצה וצריך לקבל אישור</strong><br />» %s

source: <strong>User resigned membership from group</strong><br />» %s
he: <strong>משתמש ביטל חברות מקבוצה</strong><br />» %s

source: <strong>Deleted user warning</strong><br />» %s
he: <strong>מחק אזהרת משתמש</strong><br />» %s

source: <strong>Deleted user warning</strong><br />» %1$s
he: <strong>מחק אזהרות משתמש</strong><br />» %1$s

source: <strong>Deleted %2$d user warnings</strong><br />» %1$s
he: <strong>מחק %2$d אזהרות משתמש</strong><br />» %1$s

source: <strong>Deleted all user warnings</strong><br />» %s
he: <strong>מחק את כל אזהרות המשתמש</strong><br />» %s

source: <strong>Added word censor</strong><br />» %s
he: <strong>הוסיף מילה מצונזרת</strong><br />» %s

source: <strong>Deleted word censor</strong><br />» %s
he: <strong>מחק מילה מצונזרת</strong><br />» %s

source: <strong>Edited word censor</strong><br />» %s
he: <strong>ערך מילה מצונזרת</strong><br />» %s

source: <strong>Extension enabled</strong><br />» %s
he: <strong>תוספת הופעלה</strong><br />» %s

source: <strong>Extension disabled</strong><br />» %s
he: <strong>תוספת כובתה</strong><br />» %s

source: <strong>Extension’s data deleted</strong><br />» %s
he: <strong>נתוני התוספת נמחקו</strong><br />» %s
