Repository: tomer/phpBB-Hebrew
Catalog: */acp/common.po
Languages: he

source: Last visit
he: ביקור אחרון

# $lang->'SORT_REASON'
source: Reason
he: סיבה

source: Registration date
he: תאריך הרשמה

source: Last reminded
he: הוזכר לאחרונה

source: Reminder sent
he: התזכורת נשלחה

source: User is inactive
he: המשתמש לא פעיל

source: Please send information about your server and board configurations to phpBB for statistical analysis. All information that could identify you or your website has been removed - the data is entirely <strong>anonymous</strong>. We base decisions about future phpBB versions on this information. The statistics are made available publically. We also share this data with the PHP project, the programming language phpBB is made with.
he: אנא שלח מידע אודות השרת שלך והגדרות המערכת לphpBB בשביל ניתוח סטטיסטי. כל מידע שיכול לזהות אותך או את האתר שלך הוסר — המידע כולו <strong>אנונימי</strong>. אנו מבססים החלטות אודות גרסאות עתדיות של phpBB על בסיס מידע זה. הסטטיסטיקות יהיו זמינות לציבור. אנו גם משתפים מידע זה עם פרויקט PHP, שפת התיכנות עליה phpBB בנויה.

source: Using the button below you can preview all variables that will be transmitted.
he: בשימוש בכפתור מתחת אתה יכול להציג את כל הערכים שישלחו.

source: Return to the ACP if you do not wish to send statistical information to phpBB.
he: חזור ללוח הבקרה למנהל הראשי אם אתה לא רוצה לשלוח מידע סטטיסטי לphpBB.

source: Go to the ACP start page
he: עבור לעמוד הראשי בלוח הבקרה למנהל הראשי

source: Hide details
he: הסתר פרטים

source: Send statistics
he: שלח מידע סטטיסטי

source: Show details
he: הצג פרטים

source: Thank you for submitting your information.
he: תודה ששלחת את המידע.

source: <strong>Added or edited users’ user permissions</strong><br />» %s
he: <strong>הוסיף או ערך הרשאות משתמש של משתמשים</strong><br />» %s

source: <strong>Added or edited groups’ user permissions</strong><br />» %s
he: <strong>הוסיף או ערך הרשאות משתמש של קבוצות</strong><br />» %s

source: <strong>Added or edited users’ global moderator permissions</strong><br />» %s
he: <strong>הוסיף או ערך הרשאות מנהל גלובלי של משתמשים</strong><br />» %s

source: <strong>Added or edited groups’ global moderator permissions</strong><br />» %s
he: <strong>הוסיף או ערך הרשאות מנהל גלובלי של קבוצות</strong><br />» %s

source: <strong>Added or edited users’ administrator permissions</strong><br />» %s
he: <strong>הוסיף או ערך הרשאות מנהל ראשי של משתמשים</strong><br />» %s

source: <strong>Added or edited groups’ administrator permissions</strong><br />» %s
he: <strong>הוסיף או ערך הרשאות מנהל ראשי של קבוצות</strong><br />» %s

source: <strong>Added or edited Administrators</strong><br />» %s
he: <strong>הוסיף או ערך מנהלים ראשיים</strong><br />» %s

source: <strong>Added or edited Global Moderators</strong><br />» %s
he: <strong>הוסיף או ערך מנהלים גלובליים</strong><br />» %s

source: <strong>Added or edited users’ forum access</strong> from %1$s<br />» %2$s
he: <strong>הוסיף או ערך הרשאת פורום של משתמשים</strong> מ־%1$s<br />» %2$s

source: <strong>Added or edited users’ forum moderator access</strong> from %1$s<br />» %2$s
he: <strong>הוסיף או ערך הרשאת מנהל פורום של משתמשים</strong> מ־%1$s<br />» %2$s

source: <strong>Added or edited groups’ forum access</strong> from %1$s<br />» %2$s
he: <strong>הוסיף או ערך הרשאת פורום של קבוצות</strong> מ־%1$s<br />» %2$s

source: <strong>Added or edited groups’ forum moderator access</strong> from %1$s<br />» %2$s
he: <strong>הוסיף או ערך הרשאת מנהל פורום של קבוצות</strong> מ־%1$s<br />» %2$s

source: <strong>Added or edited Moderators</strong> from %1$s<br />» %2$s
he: <strong>הוסיף או ערך מנהלים</strong> מ־%1$s<br />» %2$s

source: <strong>Added or edited forum permissions</strong> from %1$s<br />» %2$s
he: <strong>הוסיף או ערך הרשאות פורומים</strong> מ־%1$s<br />» %2$s

source: <strong>Removed Administrators</strong><br />» %s
he: <strong>הסיר מנהלים ראשיים</strong><br />» %s

source: <strong>Removed Global Moderators</strong><br />» %s
he: <strong>הסיר מנהלים גלובליים</strong><br />» %s

source: <strong>Removed Moderators</strong> from %1$s<br />» %2$s
he: <strong>הסיר מנהלים</strong> מ־%1$s<br />» %2$s

source: <strong>Removed User/Group forum permissions</strong> from %1$s<br />» %2$s
he: <strong>הסיר הרשאות פורום משתמש/קבוצה</strong> מ־%1$s<br />» %2$s

source: <strong>Permissions transferred from</strong><br />» %s
he: <strong>הרשאות הועברו מ</strong><br />» %s

source: <strong>Own permissions restored after using permissions from</strong><br />» %s
he: <strong>שיחזר הרשאות לאחר שימוש בהרשאות של המשתמש</strong><br />» %s

source: <strong>Failed administration login attempt</strong>
he: <strong>ניסיון התחברות לניהול ראשי נכשל</strong>

source: <strong>Successful administration login</strong>
he: <strong>ניסיון התחברות לניהול ראשי הצליח</strong>

source: <strong>Removed user attachments</strong><br />» %s
he: <strong>הסיר קבצים מצורפים של משתמש</strong><br />» %s

source: <strong>Added or edited attachment extension</strong><br />» %s
he: <strong>הוסיף או ערך סיומת קבצים מצורפים</strong><br />» %s

source: <strong>Removed attachment extension</strong><br />» %s
he: <strong>הסיר סיומת קבצים מצורפים</strong><br />» %s

source: <strong>Updated attachment extension</strong><br />» %s
he: <strong>עדכן סיומת קבצים מצורפים</strong><br />» %s

source: <strong>Added extension group</strong><br />» %s
he: <strong>הוסיף קבוצת סיומות</strong><br />» %s

source: <strong>Edited extension group</strong><br />» %s
he: <strong>ערך קבוצת סיומות</strong><br />» %s

source: <strong>Removed extension group</strong><br />» %s
he: <strong>הסיר קבוצת סיומות</strong><br />» %s

source: <strong>Orphan File uploaded to Post</strong><br />» ID %1$d - %2$s
he: <strong>קובץ ללא שולח צורף להודעה</strong><br />» ID %1$d - %2$s

source: <strong>Orphan Files deleted</strong><br />» %s
he: <strong>קבצים ללא שולח נמחקו</strong><br />» %s

source: <strong>Excluded user from ban</strong> for reason “<em>%1$s</em>”<br />» %2$s
he: <strong>שחרר משתמש מחסימה</strong> מסיבה “<em>%1$s</em>”<br />» %2$s

source: <strong>Excluded IP from ban</strong> for reason “<em>%1$s</em>”<br />» %2$s
he: <strong>שחרר IP מחסימה</strong> מסיבה “<em>%1$s</em>”<br />» %2$s

source: <strong>Excluded email from ban</strong> for reason “<em>%1$s</em>”<br />» %2$s
he: <strong>שחרר דואר אלקטרוני מחסימה</strong> מסיבה “<em>%1$s</em>”<br />» %2$s

source: <strong>Banned user</strong> for reason “<em>%1$s</em>”<br />» %2$s
he: <strong>חסם משתמש</strong> מסיבה “<em>%1$s</em>”<br />» %2$s

source: <strong>Banned IP</strong> for reason “<em>%1$s</em>”<br />» %2$s
he: <strong>חסם IP</strong> מסיבה “<em>%1$s</em>”<br />» %2$s

source: <strong>Banned email</strong> for reason “<em>%1$s</em>”<br />» %2$s
he: <strong>חסם דואר אלקטרוני</strong> מסיבה “<em>%1$s</em>”<br />» %2$s

source: <strong>Unbanned user</strong><br />» %s
he: <strong>שחרר חסימת משתמש</strong><br />» %s

source: <strong>Unbanned IP</strong><br />» %s
he: <strong>שחרר חסימת IP</strong><br />» %s

source: <strong>Unbanned email</strong><br />» %s
he: <strong>שחרר חסימת דואר אלקטרוני</strong><br />» %s

source: <strong>Added new BBCode</strong><br />» %s
he: <strong>הוסיף תג BBCode חדש</strong><br />» %s

source: <strong>Edited BBCode</strong><br />» %s
he: <strong>ערך תג BBCode</strong><br />» %s

source: <strong>Deleted BBCode</strong><br />» %s
he: <strong>מחק תג BBCode</strong><br />» %s

source: <strong>New bot added</strong><br />» %s
he: <strong>נוסף בוט חדש</strong><br />» %s

source: <strong>Deleted bot</strong><br />» %s
he: <strong>מחק בוט</strong><br />» %s

source: <strong>Existing bot updated</strong><br />» %s
he: <strong>בוט קיים עודכן</strong><br />» %s

source: <strong>Cleared admin log</strong>
he: <strong>ניקה מעקב אחר פעולות מנהלים ראשיים</strong>

source: <strong>Cleared error log</strong>
he: <strong>ניקה מעקב אחר שגיאות</strong>

source: <strong>Cleared moderator log</strong>
he: <strong>ניקה מעקב אחר פעולות מנהלים</strong>

source: <strong>Cleared user log</strong><br />» %s
he: <strong>ניקה מעקב אחר פעולות משתמש</strong><br />» %s

source: <strong>Cleared user logs</strong>
he: <strong>ניקה מעקב אחר פעולות משתמשים</strong>

source: <strong>Altered attachment settings</strong>
he: <strong>שינה הגדרות צירוף קבצים</strong>

source: <strong>Altered authentication settings</strong>
he: <strong>שינה הגדרות אימות</strong>

source: <strong>Altered avatar settings</strong>
he: <strong>שינה הגדרות סמל אישי</strong>

source: <strong>Altered cookie settings</strong>
he: <strong>שנה הגדרות עוגייה</strong>

source: <strong>Altered email settings</strong>
he: <strong>שינה הגדרות דואר אלקטרוני</strong>

source: <strong>Altered board features</strong>
he: <strong>שינה מאפייני מערכת</strong>

source: <strong>Altered load settings</strong>
he: <strong>שינה הגדרות כלליות</strong>

source: <strong>Altered private message settings</strong>
he: <strong>שינה הגדרות הודעות פרטיות</strong>

source: <strong>Altered post settings</strong>
he: <strong>שינה הגדרות שליחה</strong>

source: <strong>Altered user registration settings</strong>
he: <strong>שינה הגדרות רישום משתמש</strong>

source: <strong>Altered syndication feeds settings</strong>
he: <strong>שינה הגדות הפצה להזנות</strong>

source: <strong>Altered search settings</strong>
he: <strong>שינה הגדרות חיפוש</strong>

source: <strong>Altered security settings</strong>
he: <strong>שינה הגדרות אבטחה</strong>

source: <strong>Altered server settings</strong>
he: <strong>שינה הגדרות שרת</strong>

source: <strong>Altered board settings</strong>
he: <strong>שינה הגדרות מערכת</strong>

source: <strong>Altered signature settings</strong>
he: <strong>שינה הגדרות חתימה</strong>

source: <strong>Altered anti-spambot settings</strong>
he: <strong>שינה הגדרות אנטי־בוט</strong>

# $lang->'LOG_APPROVE_TOPIC'
source: <strong>Approved topic</strong><br />» %s
he: <strong>אישר נושא</strong><br />» %s

source: <strong>User bumped topic</strong><br />» %s
he: <strong>משתמש הקפיץ נושא</strong><br />» %s

source: <strong>Deleted post “%1$s” written by “%2$s” for the following reason</strong><br />» %3$s
he: <strong>מחק הודעה“%1$s” שנכתבה על ידי“%2$s”מכיוון ש-</strong><br />» %3$s

source: <strong>Deleted shadow topic</strong><br />» %s
he: <strong>מחק נושא מוצל</strong><br />» %s

source: <strong>Deleted topic “%1$s” written by “%2$s” for the following reason</strong><br />» %3$s
he: <strong>מחק נושא “%1$s” שנכתב על ידי “%2$s” מכיוון ש-</strong><br />» %3$s

source: <strong>Copied topic</strong><br />» from %s
he: <strong>העתיק נושא</strong><br />» מ%s

source: <strong>Locked topic</strong><br />» %s
he: <strong>נעל נושא</strong><br />» %s

source: <strong>Locked post</strong><br />» %s
he: <strong>נעל הודעה</strong><br />» %s

source: <strong>Merged posts</strong> into topic<br />» %s
he: <strong>מיזג הודעות</strong> לתוך נושא<br />» %s

source: <strong>Moved topic</strong><br />» from %1$s to %2$s
he: <strong>העביר נושא</strong><br />» מ%1$s ל%2$s

source: <strong>Moved topic</strong><br />» %s
he: <strong>העביר נושא</strong><br />» %s

source: <strong>Closed PM report</strong><br />» %s
he: <strong>סגר דיווח הודעה פרטית</strong><br />» %s

source: <strong>Deleted PM report</strong><br />» %s
he: <strong>מחק דיווח הודעה פרטית</strong><br />» %s

source: <strong>Approved post</strong><br />» %s
he: <strong>אישר הודעה</strong><br />» %s

source: <strong>Disapproved post “%1$s” written by “%3$s” for the following reason</strong><br />» %2$s
he: <strong>דחה הודעה “%1$s”שנכתבה על ידי “%3$s”מכיוון ש-</strong><br />» %2$s

source: <strong>Edited post “%1$s” written by “%2$s” for the following reason</strong><br />» %3$s
he: <strong>ערך את ההודעה “%1$s” שנכתבה על ידי“%2$s” מכיוון ש-</strong><br />» %3$s

source: <strong>Restored post</strong><br />» %s
he: <strong>שיחזר הודעה</strong><br />» %s

source: <strong>Closed report</strong><br />» %s
he: <strong>סגר דיווח</strong><br />» %s

source: <strong>Deleted report</strong><br />» %s
he: <strong>מחק דיווח</strong><br />» %s

source: <strong>Restored topic “%1$s” written by</strong><br />» %2$s
he: <strong>שיחזר נושא “%1$s” שנכתב על ידי</strong><br />» %2$s

source: <strong>Soft deleted post “%1$s” written by “%2$s” for the following reason</strong><br />» %3$s
he: <strong>מחק ברוך את ההודעה “%1$s” שנכתבה על ידי“%2$s” מכיוון ש-</strong><br />» %3$s

source: <strong>Soft deleted topic “%1$s” written by “%2$s” for the following reason</strong><br />» %3$s
he: <strong>מחק ברוך את האשכול “%1$s” שנכתב על ידי “%%2$s”מכיוון ש-</strong><br />» %3$s

source: <strong>Moved split posts</strong><br />» to %s
he: <strong>העביר הודעות מפוצלות</strong><br />» אל %s

source: <strong>Split posts</strong><br />» from %s
he: <strong>פיצל הודעות</strong><br />» מ%s

# $lang->'LOG_TOPIC_APPROVED'
source: <strong>Approved topic</strong><br />» %s
he: <strong>אישר נושא</strong><br />» %s

source: <strong>Restored topic</strong><br />» %s
he: <strong>שיחזר נושא</strong><br />» %s

source: <strong>Disapproved topic “%1$s” written by “%3$s” for the following reason</strong><br />» %2$s
he: <strong>דחה את הנושא “%1$s” שנכתב על ידי “%3$s” מכיוון ש-</strong><br />» %2$s

source: <strong>Resynchronised topic counters</strong><br />» %s
he: <strong>סינכרן מחדש מוני נושאים</strong><br />» %s

source: <strong>Changed topic type</strong><br />» %s
he: <strong>שינה סוג נושא</strong><br />» %s

source: <strong>Unlocked topic</strong><br />» %s
he: <strong>פתח נושא</strong><br />» %s

source: <strong>Unlocked post</strong><br />» %s
he: <strong>פתח הודעה</strong><br />» %s

source: <strong>Added disallowed username</strong><br />» %s
he: <strong>הוסיף שם משתמש לא מורשה</strong><br />» %s

source: <strong>Deleted disallowed username</strong>
he: <strong>מחק שם משתמש לא מורשה</strong>

source: <strong>Database backup</strong>
he: <strong>בסיס נתונים גובה</strong>

source: <strong>Deleted database backup</strong>
he: <strong>מחק גיבוי בסיס נתונים</strong>

source: <strong>Restored database backup</strong>
he: <strong>שחזר גיבוי בסיס נתונים</strong>

source: <strong>Excluded IP/hostname from download list</strong><br />» %s
he: <strong>שחרר IP/שם שרת מרשימת הורדה</strong><br />» %s

source: <strong>Added IP/hostname to download list</strong><br />» %s
he: <strong>הוסיף IP/שם שרת לרשימת הורדה</strong><br />» %s

source: <strong>Removed IP/hostname from download list</strong><br />» %s
he: <strong>הסיר IP/שם שרת מרשימת הורדה</strong><br />» %s

source: <strong>Jabber error</strong><br />» %s
he: <strong>שגיאת Jabber</strong><br />» %s

source: <strong>Email error</strong><br />» %s
he: <strong>שגיאת דואר אלקטרוני</strong><br />» %s

source: <strong>CAPTCHA error</strong><br />» %s
he: <strong>שגיאת CAPTCHA</strong><br />» %s

source: <strong>Created new forum</strong><br />» %s
he: <strong>יצר פורום חדש</strong><br />» %s

source: <strong>Copied forum permissions</strong> from %1$s<br />» %2$s
he: <strong>העתיק הרשאות פורום</strong> מ־%1$s<br />» %2$s

source: <strong>Deleted forum</strong><br />» %s
he: <strong>מחק פורום</strong><br />» %s

source: <strong>Deleted forum and its subforums</strong><br />» %s
he: <strong>מחק פורום ואת תתי־הפורומים שלו</strong><br />» %s

source: <strong>Deleted forum and moved subforums</strong> to %1$s<br />» %2$s
he: <strong>מחק פורום והעביר תתי־פורומים</strong> אל %1$s<br />» %2$s

source: <strong>Deleted forum and moved posts </strong> to %1$s<br />» %2$s
he: <strong>מחק פורום והעביר הודעות </strong> אל %1$s<br />» %2$s

source: <strong>Deleted forum and its subforums, moved posts</strong> to %1$s<br />» %2$s
he: <strong>מחק פורום ואת תתי־הפורומים שלו, העביר הודעות</strong> אל %1$s<br />» %2$s

source: <strong>Deleted forum, moved posts</strong> to %1$s <strong>and subforums</strong> to %2$s<br />» %3$s
he: <strong>מחק פורום, העביר הודעות</strong> אל %1$s <strong>ותתי־פורומים</strong> אל %2$s<br />» %3$s

source: <strong>Deleted forum and its posts</strong><br />» %s
he: <strong>מחק פורום וההודעות שלו</strong><br />» %s

source: <strong>Deleted forum, its posts and subforums</strong><br />» %s
he: <strong>מחק פורום, ההודעות ותתי־הפורומים שלו</strong><br />» %s

source: <strong>Deleted forum and its posts, moved subforums</strong> to %1$s<br />» %2$s
he: <strong>מחק פורום וההודעות שלו, העביר תתי־פורומים</strong> אל %1$s<br />» %2$s

source: <strong>Edited forum details</strong><br />» %s
he: <strong>ערך פרטי פורום</strong><br />» %s

source: <strong>Moved forum</strong> %1$s <strong>below</strong> %2$s
he: <strong>העביר פורום</strong> %1$s <strong>מתחת</strong> %2$s

source: <strong>Moved forum</strong> %1$s <strong>above</strong> %2$s
he: <strong>העביר פורום</strong> %1$s <strong>מעל</strong> %2$s

source: <strong>Re-synchronised forum</strong><br />» %s
he: <strong>סנכרון פורום מחדש</strong><br />» %s

source: <strong>A general error occurred</strong>: %1$s <br />» %2$s
he: <strong>התרחשה שגיאה כללית</strong>: %1$s <br />» %2$s

source: <strong>New usergroup created</strong><br />» %s
he: <strong>קבוצת משתמשים חדשה נוצרה</strong><br />» %s

source: <strong>Group “%1$s” made default for members</strong><br />» %2$s
he: <strong>הקבוצה “%1$s” הוגדרה כברירת מחדל למשתמשים</strong><br />» %2$s

source: <strong>Usergroup deleted</strong><br />» %s
he: <strong>קבוצת משתמשים נמחקה</strong><br />» %s

source: <strong>Leaders demoted in usergroup</strong> %1$s<br />» %2$s
he: <strong>ראשי קבוצה הודחו בקבוצת משתמשים</strong> %1$s<br />» %2$s

source: <strong>Members promoted to leader in usergroup</strong> %1$s<br />» %2$s
he: <strong>משתמשים קודמו לראשי קבוצה בקבוצת משתמשים</strong> %1$s<br />» %2$s

source: <strong>Members removed from usergroup</strong> %1$s<br />» %2$s
he: <strong>משתמשים הוסרו מקבוצת משתמשים</strong> %1$s<br />» %2$s

source: <strong>Usergroup details updated</strong><br />» %s
he: <strong>פרטי קבוצת משתמשים עודכנו</strong><br />» %s

source: <strong>Added new leaders to usergroup</strong> %1$s<br />» %2$s
he: <strong>הוסיף ראשי קבוצה חדשים לקבוצת משתמשים</strong> %1$s<br />» %2$s

source: <strong>Added new members to usergroup</strong> %1$s<br />» %2$s
he: <strong>הוסיף משתמשים חדשים לקבוצת משתמשים</strong> %1$s<br />» %2$s

source: <strong>Users approved in usergroup</strong> %1$s<br />» %2$s
he: <strong>משתמשים מאושרים בקבוצת המשתמשים</strong> %1$s<br />» %2$s

source: <strong>Users requested to join group “%1$s” and need to be approved</strong><br />» %2$s
he: <strong>משתמשים שביקשו להצטרף לקבוצה “%1$s” וצריך לאשר אותם</strong><br />» %2$s

source: <strong>Error while creating image</strong><br />» Error in %1$s on line %2$s: %3$s
he: <strong>שגיאה בזמן יצירת תיעוד</strong><br />» שגיאה ב־%1$s בשורה %2$s: %3$s

source: <strong>Activated inactive users</strong><br />» %s
he: <strong>הפעיל משתמשים לא פעילים</strong><br />» %s

source: <strong>Deleted inactive users</strong><br />» %s
he: <strong>מחק משתמשים לא פעילים</strong><br />» %s

source: <strong>Sent reminder emails to inactive users</strong><br />» %s
he: <strong>שלח תזכורת בדואר אלקטרוני למשתמשים לא פעילים</strong><br />» %s

source: <strong>Converted from %1$s to phpBB %2$s</strong>
he: <strong>המיר מ־%1$s ל־phpBB %2$s</strong>

source: <strong>Installed phpBB %s</strong>
he: <strong>התקין את phpBB %s</strong>

source: <strong>Session IP/browser/X_FORWARDED_FOR check failed</strong><br />»User IP “<em>%1$s</em>” checked against session IP “<em>%2$s</em>”, user browser string “<em>%3$s</em>” checked against session browser string “<em>%4$s</em>” and user X_FORWARDED_FOR string “<em>%5$s</em>” checked against session X_FORWARDED_FOR string “<em>%6$s</em>”.
he: <strong>בדיקת חיבור IP/דפדפן/X_FORWARDED_FOR נכשלה</strong><br />»IP של המשתמש “<em>%1$s</em>” נבדק אל מול חיבור IP “<em>%2$s</em>”, מחרוזת דפדפן המשתמש “<em>%3$s</em>” נבדקה אל מול מחרוזת דפדפן המשתמש בחיבור “<em>%4$s</em>” ומחרוזת X_FORWARDED_FOR של המשתמש “<em>%5$s</em>” נבדקה אל מול מחרוזת X_FORWARDED_FOR של החיבור “<em>%6$s</em>”.

source: <strong>Jabber account changed</strong>
he: <strong>חשבון Jabber שונה</strong>

source: <strong>Jabber password changed</strong>
he: <strong>ססמת Jabber שונתה</strong>

source: <strong>Jabber account registered</strong>
he: <strong>חשבון Jabber נרשם</strong>

source: <strong>Jabber settings changed</strong>
he: <strong>הגדרות Jabber שונו</strong>

source: <strong>Deleted language pack</strong><br />» %s
he: <strong>מחק חבילת שפה</strong><br />» %s

source: <strong>Installed language pack</strong><br />» %s
he: <strong>התקין חבילת שפה</strong><br />» %s

source: <strong>Updated language pack details</strong><br />» %s
he: <strong>עדכן פרטי חבילת שפה</strong><br />» %s

source: <strong>Replaced language file</strong><br />» %s
he: <strong>החליף קובץ שפה</strong><br />» %s

source: <strong>Submitted language file and placed in store folder</strong><br />» %s
he: <strong>שלח קובץ שפה והכניס אותו לתיקייה store</strong><br />» %s

source: <strong>Sent mass email</strong><br />» %s
he: <strong>שלח בשולח הדואר</strong><br />» %s

source: <strong>Changed poster in topic “%1$s”</strong><br />» from %2$s to %3$s
he: <strong>שינה שולח בנושא “%1$s”</strong><br />» מ־%2$s ל־%3$s

source: <strong>Module disabled</strong><br />» %s
he: <strong>מודול כובה</strong><br />» %s

source: <strong>Module enabled</strong><br />» %s
he: <strong>מודול הופעל</strong><br />» %s

source: <strong>Module moved down</strong><br />» %1$s below %2$s
he: <strong>מודול הועבר למטה</strong><br />» %1$s תחת %2$s

source: <strong>Module moved up</strong><br />» %1$s above %2$s
he: <strong>מודול הועבר למעלה</strong><br />» %1$s מעל %2$s

source: <strong>Module removed</strong><br />» %s
he: <strong>מודול הוסר</strong><br />» %s

source: <strong>Module added</strong><br />» %s
he: <strong>מודול נוסף</strong><br />» %s

source: <strong>Module edited</strong><br />» %s
he: <strong>מודול נערך</strong><br />» %s

source: <strong>Admin role added</strong><br />» %s
he: <strong>תפקיד מנהל ראשי נוסף</strong><br />» %s

source: <strong>Admin role edited</strong><br />» %s
he: <strong>תפקיד מנהל ראשי נערך</strong><br />» %s

source: <strong>Admin role removed</strong><br />» %s
he: <strong>תפקיד מנהל ראשי הוסר</strong><br />» %s

source: <strong>Forum role added</strong><br />» %s
he: <strong>תפקיד פורום נוסף</strong><br />» %s

source: <strong>Forum role edited</strong><br />» %s
he: <strong>תפקיד פורום נערך</strong><br />» %s

source: <strong>Forum role removed</strong><br />» %s
he: <strong>תפקיד פורום הוסר</strong><br />» %s

source: <strong>Moderator role added</strong><br />» %s
he: <strong>תפקיד מנהל נוסף</strong><br />» %s

source: <strong>Moderator role edited</strong><br />» %s
he: <strong>תפקיד מנהל נערך</strong><br />» %s

source: <strong>Moderator role removed</strong><br />» %s
he: <strong>תפקיד מנהל הוסר</strong><br />» %s

source: <strong>User role added</strong><br />» %s
he: <strong>תפקיד משתמש נוסף</strong><br />» %s

source: <strong>User role edited</strong><br />» %s
he: <strong>תפקיד משתמש נערך</strong><br />» %s

source: <strong>User role removed</strong><br />» %s
he: <strong>תפקיד משתמש הוסר</strong><br />» %s

source: <strong>Unable to open %1$s for tidying, check permissions.</strong><br />Exception: %2$s<br />Trace: %3$s
he: <strong>לא הצליח לפתוח %1$s לפתרון , בדוק הרשאות.</strong><br />Exception: %2$s<br />Trace: %3$s

source: <strong>Profile field activated</strong><br />» %s
he: <strong>שדה פרופיל הופעל</strong><br />» %s

source: <strong>Profile field added</strong><br />» %s
he: <strong>שדה פרופיל נוסף</strong><br />» %s

source: <strong>Profile field deactivated</strong><br />» %s
he: <strong>שדה פרופיל הופסק</strong><br />» %s

source: <strong>Profile field changed</strong><br />» %s
he: <strong>שדה פרופיל שונה</strong><br />» %s

source: <strong>Profile field removed</strong><br />» %s
he: <strong>שדה פרופיל הוסר</strong><br />» %s

source: <strong>Pruned forums</strong><br />» %s
he: <strong>פורומים אופסו</strong><br />» %s

source: <strong>Auto-pruned forums</strong><br />» %s
he: <strong>פרומים אופסו אוטומטית</strong><br />» %s
