Repository: tomer/phpBB-Hebrew
Catalog: */acp/common.po
Languages: he

source: Administrators
he: מנהלים ראשיים

source: Admin log
he: מעקב אחר פעולות מנהלים ראשיים

source: Admin roles
he: תפקידי מנהלים ראשיים

# $lang->'ACP_ATTACHMENTS'
source: Attachments
he: קבצים מצורפים

source: Attachment settings
he: הגדרות צירוף קבצים

source: Authentication
he: אימות

source: Automation
he: מיכון

source: Avatar settings
he: הגדרות סמל אישי

source: Backup
he: גיבוי

source: Banning
he: חסימה

source: Ban emails
he: חסימת כתובות דואר אלקטרוני

source: Ban IPs
he: חסימת כתובות IP

source: Ban users
he: חסימת משתמשים

source: BBCodes
he: תגי BBCode

source: Board configuration
he: הגדרות מערכת

source: Board features
he: מאפייני מערכת

source: Board management
he: ניהול מערכת

source: Board settings
he: הגדרות מערכת

source: Spiders/Robots
he: עכבישים/רובוטים

source: Customise
he: התאמה אישית

source: Database
he: בסיס נתונים

source: Extensions
he: תוספות

source: Forums
he: פורומים

source: General
he: כללי

source: Maintenance
he: תחזוקה

# $lang->'ACP_CAT_PERMISSIONS'
source: Permissions
he: הרשאות

source: Posting
he: הודעות

# $lang->'ACP_CAT_STYLES'
source: Styles
he: עיצובים

source: System
he: מערכת

source: Users and Groups
he: משתמשים וקבוצות

source: Users
he: משתמשים

source: Client communication
he: תקשורת לקוחות

source: Cookie settings
he: הגדרות עוגייה

source: Contact page
he: עמוד יצירת קשר

source: Contact page settings
he: הגדרות עמוד יצירת קשר

source: Error log
he: מעקב אחר שגיאות

source: Custom profile fields
he: שדות פרופיל מותאמים אישית

source: Database management
he: ניהול בסיס נתונים

source: Disallow
he: לא מורשה

source: Disallow usernames
he: שמות משתמשים לא מורשים

source: Email settings
he: הגדרות דואר אלקטרוני

source: Manage attachment extension groups
he: ניהול קבוצת סיומות לקבצים מצורפים

source: Extension management
he: ניהול תוספות

source: Manage extensions
he: נהל תוספות

source: Forum based permissions
he: הרשאות לפי פורומים

source: Forum logs
he: מעקב אחר פעולות בפורומים

source: Forum management
he: ניהול פורומים

source: Forum moderators
he: מנהלי פורומים

source: Forum permissions
he: הרשאות פורומים

source: Copy forum permissions
he: העתק הרשאות פורום

source: Forum roles
he: תפקידי פורומים

source: General configuration
he: הגדרות כלליות

source: General tasks
he: משימות כלליות

source: Global moderators
he: מנהלים גלובליים

source: Global permissions
he: הרשאות גלובליות

# $lang->'ACP_GROUPS'
source: Groups
he: קבוצות

source: Group forum permissions
he: הרשאות פורום של קבוצה

source: Manage groups
he: ניהול קבוצות

source: Group management
he: ניהול קבוצה

source: Group permissions
he: הרשאות של קבוצה

source: Manage group positions
he: נהל סדר קבוצות

source: Topic icons
he: סמלי נושאים

source: Topic icons/smilies
he: סמלי/סמיילים של נושאים

# $lang->'ACP_INACTIVE_USERS'
source: Inactive users
he: משתמשים לא פעילים

# $lang->'ACP_INDEX'
source: ACP index
he: עמוד ניהול ראשי

source: Jabber settings
he: הגדרות Jabber

source: Language management
he: ניהול שפות

source: Language packs
he: חבילות שפה

source: Load settings
he: הגדרות כלליות

source: Logging
he: מתחבר

# $lang->'ACP_MAIN'
source: ACP index
he: עמוד ניהול ראשי

source: Manage attachments
he: ניהול קבצים מצורפים

source: Here you can list and delete files attached to posts and private messages.
he: כאן אתה יכול לנהל ולמחוק קבצים שצורפו להודעות ולהודעות פרטיות.

source: Manage attachment extensions
he: ניהול סיומות קבצים מצורפים

source: Manage forums
he: ניהול פורומים

source: Manage ranks
he: ניהול דירוגים

source: Manage report/denial reasons
he: ניהול סיבות דיווח/חסימה

source: Manage users
he: ניהול משתמשים

source: Mass email
he: שולח הדואר

source: Messages
he: הודעות

source: Private message settings
he: הגדרות הודעות פרטיות

source: Module management
he: ניהול מודולים

source: Moderator log
he: מעקב אחר פעולות מנהלים

source: Moderator roles
he: תפקידי מנהלים

source: There are no items yet.
he: אין פריטים כרגע.

source: Orphaned attachments
he: קבצים מצורפים ללא שולח

# $lang->'ACP_PERMISSIONS'
source: Permissions
he: הרשאות

source: Permission masks
he: משימות הרשאה

source: Permission roles
he: תפקידי הרשאה

source: Permission trace
he: מעקב הרשאה

source: PHP information
he: פרטי PHP

source: Post settings
he: הגדרות שליחה

source: Prune forums
he: איפוס פורומים

source: Prune users
he: איפוס משתמשים

source: Pruning
he: איפוס

source: Quick access
he: הרשאה מהירה

source: Ranks
he: דירוגים

source: Report/denial reasons
he: סיבות דיווח/חסימה

source: User registration settings
he: הגדרות רישום משתמש

source: Restore
he: שחזור

source: Feed management
he: ניהול הזנות

source: Feed settings
he: הגדרת הזנות

source: Search configuration
he: הגדרות חיפוש

source: Search index
he: טבלאות חיפוש

source: Search settings
he: הגדרות חיפוש

source: Security settings
he: הגדרות אבטחה

source: Server configuration
he: הגדרות שרת

source: Server settings
he: הגדרות שרת

source: Signature settings
he: הגדרות חתימה

source: Smilies
he: סמיילים

source: Style management
he: ניהול עיצובים

# $lang->'ACP_STYLES'
source: Styles
he: עיצובים

source: Purge Cache
he: אפס מטמון

source: Install Styles
he: התקן עיצובים

source: Submit changes
he: שלח שינויים

source: Templates
he: תבניות

source: Themes
he: סגנונות

source: Updating
he: עדכון

source: User forum permissions
he: הרשאות פורום של משתמש

source: User logs
he: יומן פעולות משתמש

source: User permissions
he: הרשאות משתמש

# $lang->'ACP_USER_ATTACH'
source: Attachments
he: קבצים מצורפים

source: Avatar
he: סמל אישי

source: Feedback
he: משוב

# $lang->'ACP_USER_GROUPS'
source: Groups
he: קבוצות

source: User management
he: ניהול משתמשים

source: Overview
he: סקירה כללית

# $lang->'ACP_USER_PERM'
source: Permissions
he: הרשאות

source: Preferences
he: העדפות

source: Profile
he: פרופיל

source: Rank
he: דירוג

source: User roles
he: תפקידי משתמשים

source: User security
he: אבטחת משתמשים

source: Signature
he: חתימה

source: Warnings
he: אזהרות

source: Spambot countermeasures
he: אמצעים נגד בוטים

source: CAPTCHA image preview
he: תצוגה מקדימה ל-CAPTCHA

source: Check for updates
he: בדוק עדכונים

source: View administrative permissions
he: הצגת הרשאות ניהול ראשי

source: View forum moderation permissions
he: הצגת הרשאות ניהול פורום

source: View forum-based permissions
he: הצגת הרשאות לפי פורום

source: View global moderation permissions
he: הצגת הרשאות ניהול גלובלי

source: View user-based permissions
he: הצגת הרשאות לפי משתמש

source: Word censoring
he: צנזור מילים

source: Action
he: פעולה

source: Actions
he: פעולות

source: Activate
he: הפעל

source: Add
he: הוסף

source: Administration
he: ניהול ראשי

source: Admin index
he: עמוד ניהול ראשי

source: Administration Control Panel
he: לוח בקרה למנהלים ראשיים

source: ACP&nbsp;Logout
he: התנתקות מלוח הבקרה

source: Successfully logged out from Administration Control Panel
he: התנתקת בהצלחה מלוח הבקרה למנהלים ראשיים

source: Back
he: חזור

source: Web-safe colour swatch
he: מאגר צבעים לשימוש בטוח ברשת

source: Configuration updated successfully.
he: ההגדרות עודכנו בהצלחה.

source: Deactivate
he: הפסק

source: The entered path “%s” does not exist.
he: הנתיב שהוזן “%s” אינו קיים.

source: The entered path “%s” is not a directory.
he: הנתיב שהוזן “%s” אינו תיקייה.

source: The entered path “%s” is not writable.
he: הנתיב שהוזן “%s” אינו ניתן לכתיבה.

source: Disable
he: כבה

# $lang->'DOWNLOAD'
source: Download
he: הורד

source: Download as
he: הורד בתור

source: Download or store file
he: הורד או אחסן קובץ

source: You may directly download the file or save it in your <samp>store/</samp> folder.
he: אתה יכול להוריד ישירות את הקובץ או לשמור אותו בתיקייה <samp>store/</samp>.

source: Downloads
he: הורדות

source: Edit
he: ערוך

source: Enable
he: הפעל

# $lang->'EXPORT_DOWNLOAD'
source: Download
he: הורד

source: Store
he: אחסן

source: General options
he: אפשרויות כלליות

source: General settings
he: הגדרות כלליות

source: Global permission mask
he: משימת הרשאה גלובלית

source: Install
he: התקן

source: User IP
he: IP של משתמש

source: IP addresses or hostnames
he: כתובות IP או שמות שרתים

source: Display Notifications
he: הצג התראות

source: Display the notifications list on every page (typically in the header).
he: הצג את ההתראות בכל עמוד (בדרך כלל בראש העמוד).

source: You are logged in as:
he: אתה מחובר בתור:

source: To administer the board you must be an authenticated user.
he: כדי לנהל את המערכת אתה חייב להיות משתמש מורשה.

source: To administer the board you must re-authenticate yourself.
he: כדי לנהל את המערכת אתה חייב לאמת את עצמך מחדש.

source: You have successfully authenticated and will now be redirected to the Administration Control Panel.
he: אומתת בהצלחה ותועבר כעת ללוח הבקרה למנהלים ראשיים.

source: Select a forum
he: בחר פורום

source: You are able to select more than one forum.
he: אתה יכול לבחור יותר מפורום אחד.

source: Manage
he: ניהול

source: Hide or display the side menu
he: הסתר או הצג את התפריט הצדדי

source: More
he: עוד

source: More information »
he: מידע נוסף »

source: Move down
he: העבר למטה

source: Move up
he: העבר למעלה

source: Notification
he: הודעה

source: You are not authorised to administer this board.
he: אינך מורשה לנהל מערכת זו.

source: No valid email addresses found.
he: לא נמצאו כתובות דואר אלקטרוני חוקיות.

source: Attachments you selected for deletion do not exist.
he: הקבצים המצורפים שבחרת למחיקה לא קיימים.

source: You need to enter your password to access the Administration Control Panel.
he: אתה צריך להזין את ססמתך כדי לגשת ללוח הבקרה למנהלים ראשיים.

source: Off
he: כבוי

source: On
he: פעיל

source: Parse BBCode
he: פרק BBCode

source: Parse smilies
he: פרק סמיילים

source: Parse links
he: פרק קישורים

source: Permissions transferred
he: ההרשאות עוברו

source: You currently have the permissions from %1$s. You are able to browse the board with this user’s permissions, but not access the administration control panel since admin permissions were not transferred. You can <a href="%2$s"><strong>revert to your permission set</strong></a> at any time.
he: יש לך כרגע את ההרשאות מ־%1$s. אתה יכול לגלוש במערכת עם הרשאות משתמש זה, אבל לא לגשת ללוח הבקרה למנהלים ראשיים מפני שהרשאות הניהול הראשי לא הועברו. אתה יכול <a href="%2$s"><strong>לחזור להרשאות שלך שנקבעו</strong></a> בכל זמן נתון.

source: %sProceed to the ACP%s
he: %sהמשך ללוח הבקרה למנהלים ראשיים%s

source: Remind
he: הזכר

source: Resynchronise
he: סנכרון מחדש

source: Running task: %s.
he: משימות רצות: %s.

source: Select anonymous user
he: בחר משתמש אורח

source: Select option
he: בחר אפשרות

source: The provided value for the setting “%1$s” is too low. The minimum acceptable value is %2$d.
he: הערך שהוזן עבור ההגדרה “%1$s” קטן מדי. הערך המינימלי המאושר הוא %2$d.

source: The provided value for the setting “%1$s” is too high. The maximum acceptable value is %2$d.
he: הערך שהוזן עבור ההגדרה “%1$s” גבוה מדי. הערך המקסימלי המאושר הוא %2$d.

source: The provided value for the setting “%1$s” is too long. The maximum acceptable length is %2$d.
he: הערך שהוזן עבור ההגדרה “%1$s” ארוך מדי. הערך המקסימלי המאושר הוא %2$d.

source: The provided value for the setting “%1$s” is too short. The minimum acceptable length is %2$d.
he: הערך שהוזן עבור ההגדרה “%1$s” קצר מדי. הערך המינימלי המאושר הוא %2$d.

source: Show all operations
he: הצג את כל הפעולות

source: Not ready tasks:
he: משימות לא מוכנות:

source: Ready tasks:
he: משימות מוכנות:

source: Total size
he: גודל מוחלט

# $lang->'UCP'
source: User Control Panel
he: לוח בקרה למשתמש

source: Place each username on a separate line.
he: הכנס כל שם משתמש בשורה נפרדת.

# $lang->'USER_CONTROL_PANEL'
source: User Control Panel
he: לוח בקרה למשתמש

source: Warning
he: אזהרה

source: This page lists information on the version of PHP installed on this server. It includes details of loaded modules, available variables and default settings. This information may be useful when diagnosing problems. Please be aware that some hosting companies will limit what information is displayed here for security reasons. You are advised to not give out any details on this page except when asked by <a href="https://www.phpbb.com/about/team/">official team members</a> on the support forums.
he: עמוד זה רושם את המידע לגבי גרסת PHP המותקנת על שרת זה. הוא כולל פרטים על מודולים טעונים, משתנים זמינים והגדרות ברירת מחדל. מידע זה יכול להיות שימושי בעת בעיות אבחון. שים לב שכמה חברות אחסון יגבילו את המידע המוצג כאן מטעמי ביטחון. מומלץ לא למסור שום פרטים מעמוד זה מלבד כאשר אתה מתבקש על־ידי <a href="http://www.phpbb.co.il/about.php">חברי הצוות הרשמיים</a> בפורומי התמיכה.

source: Information about your PHP configuration is unable to be determined. Phpinfo() has been disabled for security reasons.
he: לא ניתן לגלות מידע על הגדרות PHP. Phpinfo() כבוי מטעמי ביטחון.

source: This lists all the actions carried out by board administrators. You can sort by username, date, IP or action. If you have appropriate permissions you can also clear individual operations or the log as a whole.
he: עמוד זה רושם את כל הפעולות אשר בוצעו על־ידי המנהלים הראשיים של המערכת. ניתן למיין לפי שם משתמש, תאריך, כתובת IP או פעולה. אם קיימות ההרשאות המתאימות, ניתן להסיר פעולות מסוימות או את מעקב הפעולות בשלמותו.

source: This lists the actions carried out by the board itself. This log provides you with information you are able to use for solving specific problems, for example non-delivery of emails. You can sort by username, date, IP or action. If you have appropriate permissions you can also clear individual operations or the log as a whole.
he: עמוד זה רושם את כל הפעולות אשר התבצעו על־ידי המערכת עצמה. מעקב הפעולות מספק מידע אשר יוכל לשמש לפתירת בעיות מסוימות, כגון אי־מסירת הודעות דואר אלקטרוני. ניתן למיין לפי שם משתמש, תאריך, כתובת IP או פעולה. אם קיימות ההרשאות המתאימות, ניתן להסיר פעולות מסוימות או את מעקב הפעולות בשלמותו.

source: This lists all actions done on forums, topics and posts as well as actions carried out on users by moderators, including banning. You can sort by username, date, IP or action. If you have appropriate permissions you can also clear individual operations or the log as a whole.
he: עמוד זה רושם את כל הפעולות אשר התבצעו בפורומים, נושאים והודעות וגם פעולות שבוצעו על משתמשים על־ידי מנהלים, לרבות חסימתם. ניתן למיין לפי שם משתמש, תאריך, כתובת IP או פעולה. אם קיימות ההרשאות המתאימות, ניתן להסיר פעולות מסוימות או את מעקב הפעולות בשלמותו.

source: This lists all actions carried out by users or on users (reports, warnings and user notes).
he: עמוד זה רושם את כל הפעולות שבוצעו על־ידי משתמשים או על משתמשים (דיווחים, אזהרות והודעות משתמש).

source: All entries
he: כל הרישומים

source: Display entries from previous
he: הצג רישומים קודמים

source: No log entries for this period.
he: אין רישומי מעקב פעולות בתקופה זו.

source: IP address
he: כתובת IP

source: Date
he: תאריך

source: Log action
he: פעולה

source: Thank you for choosing phpBB as your board solution. This screen will give you a quick overview of all the various statistics of your board. The links on the left hand side of this screen allow you to control every aspect of your board experience. Each page will have instructions on how to use the tools.
he: תודה שבחרת ב־phpBB3 בתור מערכת הפורומים שלך. מסך זה יספק לך סקירה כללית מהירה של כל הסטטיסטיקות השונות של המערכת. הקישורים בתפריט הימני מאפשרים לך לנהל כל חלק במערכת. כל עמוד מכיל את ההוראות שלו על כיצד להשתמש בכלים.

source: Logged administrator actions
he: פעולות מנהלים ראשיים הרשומות במעקב הפעולות

source: This gives an overview of the last five actions carried out by board administrators. A full copy of the log can be viewed from the appropriate menu item or following the link below.
he: חלק זה מספק לך סקירה כללית של חמשת הפעולות האחרונות אשר התבצעו על־ידי המנהלים הראשיים של המערכת. עותק מלא של מעקב הפעולות ניתן לצפייה מהקישור הבא:

source: Avatar directory size
he: גודל תיקיית הסמלים האישיים

source: Board started
he: תאריך התקנת המערכת

source: Board version
he: גרסת המערכת

source: Database server
he: שרת בסיס נתונים

source: Database size
he: גודל בסיס נתונים

source: Function overloading is improperly configured
he: פנקציית overloading הוגדרה לא נכון

source: <var>mbstring.func_overload</var> must be set to either 0 or 4. You can check the current value on the <samp>PHP information</samp> page.
he: <var>mbstring.func_overload</var> חייב להיות מוגדר ל0 או ל4. אתה יכול לבדוק את הערך הנוכחי בעמוד <samp>פרטי PHP</samp>.

source: Transparent character encoding is improperly configured
he: קידוד תכונת השקיפות הוגדר לא נכון

source: <var>mbstring.encoding_translation</var> must be set to 0. You can check the current value on the <samp>PHP information</samp> page.
he: <var>mbstring.encoding_translation</var> חייב להיות מוגדר ל0. אתה יכול לבדוק את הערך הנוכחי בעמוד <samp>פרטי PHP</samp>.

source: HTTP input character conversion is improperly configured
he: ממיר תכונת הקלט של HTTP הוגדר לא נכון

source: <var>mbstring.http_input</var> must be set to <samp>pass</samp>. You can check the current value on the <samp>PHP information</samp> page.
he: <var>mbstring.http_input</var> חייב להיות מוגדר ל־<samp>pass</samp>. אתה יכול לבדוק את הערך הנוכחי בעמוד <samp>פרטי PHP</samp>.

source: HTTP output character conversion is improperly configured
he: ממיר תכונת הפלט של HTTP הוגדר לא נכון

source: <var>mbstring.http_output</var> must be set to <samp>pass</samp>. You can check the current value on the <samp>PHP information</samp> page.
he: <var>mbstring.http_output</var> חייב להיות מוגדר ל־<samp>pass</samp>. אתה יכול לבדוק את הערך הנוכחי בעמוד <samp>פרטי PHP</samp>.

source: Attachments per day
he: קבצים מצורפים ליום

source: Board statistics
he: סטטיסטיקות המערכת

source: GZip compression
he: דחיסת GZip

source: The selected search backend does not have a search index.<br />Please create the index for “%1$s” in the %2$ssearch index%3$s section.
he: לחיפוש זה אין אינדקס חיפוש.<br />אנא צור אינדקס עבור "%1$s" ב-%2$sאינדקס חיפוש של%3$s המדור.

source: Not available
he: לא זמין

source: Number of attachments
he: מספר קבצים מצורפים

source: Number of posts
he: מספר הודעות

source: Number of topics
he: מספר נושאים

source: Number of users
he: מספר משתמשים

source: Orphan attachments
he: קבצים מצורפים ללא שולח

source: The version of PHP on this server will no longer be supported by future versions of phpBB. %sDetails%s
he: גרסת ה־PHP שבשרת זה לא תתמך על ידי גרסאות עתידיות של phpBB. %sפרטים%s

source: Posts per day
he: הודעות ליום

source: Purge the cache
he: טיהור המטמון

source: Are you sure you wish to purge the cache?
he: האם אתה בטוח שברצונך לטהר את המטמון?

source: Purge all cache related items, this includes any cached template files or queries.
he: מטהר את כל הרכיבים הקשורים למטמון, אשר כוללים כל קבצי ערכה או שאילתות אשר במטמון.

source: Cache successfully purged.
he: המטמון טוהר בהצלחה.

source: Purge all sessions
he: טיהור כל החיבורים

source: Are you sure you wish to purge all sessions? This will log out all users.
he: האם אתה בטוח שברצונך לטהר את כל החיבורים? כל המשתמשים ינותקו.

source: Purge all sessions. This will log out all users by truncating the session table.
he: טיהור כל החיבורים. זה ינתק את כל המשתמשים על ידי קיצוץ טבלת החיבורים.

source: Sessions successfully purged.
he: החיבורים טוהרו בהצלחה.

source: Reset board’s start date
he: איפוס תאריך התקנת המערכת

source: Are you sure you wish to reset the board’s start date?
he: אתה בטוח שאתה רוצה לאפס את תאריך התקנת המערכת?

source: Board’s start date reset
he: תאריך התקנת המערכת אופס

source: Reset most users ever online
he: איפוס מספר המשתמשים הרב ביותר שהיה מחובר בו זמנית

source: Are you sure you wish to reset the most users ever online counter?
he: אתה בטוח שאתה רוצה לאפס את מספר המשתמשים הרב ביותר שהיה מחובר בו זמנית?

source: Most users ever online reset
he: אפס את מדד כמות המשתמשים המקסימלית שביקרו אי פעם ביחד

source: Resynchronise post counts
he: סנכרון מוני ההודעות מחדש

source: Only existing posts will be taken into consideration. Pruned posts will not be counted.
he: רק הודעות קיימות יילקחו בחשבון. הודעות שאופסו לא יספרו.

source: Are you sure you wish to resynchronise post counts?
he: אתה בטוח שאתה רוצה לסנכרן מחדש את מוני ההודעות?

source: Resynchronised post counts
he: ספור מחדש את ספירת ההודעות

source: Resynchronise dotted topics
he: סנכרון מחדש נושאים מסומנים

source: Are you sure you wish to resynchronise dotted topics?
he: אתה בטוח שאתה רוצה לסנכרן מחדש את הנושאים המסומנים?

source: First unmarks all topics and then correctly marks topics that have seen any activity during the past six months.
he: ראשית מבטל את סימון כל הנושאים ואז מסמן נושאים כראוי אשר נראתה בהם כל פעילות במשך שש החודשים האחרונים.

source: Resynchronised dotted topics
he: ספור מחדש את כל הנושאים המנוקדים

source: Resynchronise statistics
he: סנכרון מחדש סטטיסטיקות

source: Are you sure you wish to resynchronise statistics?
he: אתה בטוח שאתה רוצה לסנכרן מחדש את הסטטיסטיקות?

source: Recalculates the total number of posts, topics, users and files.
he: מחשב מחדש את המספר הכולל של ההודעות, הנושאים, המשתמשים והקבצים.

source: Resynchronised statistics
he: ספור מחדש את הסטטיסטיקות

source: Run now
he: הרץ כעת

source: Statistic
he: סטטיסטיקה

source: Resynchronise or reset statistics
he: סנכרון מחדש או איפוס הסטטיסטיקות

source: The timezone you selected is invalid.
he: אזור הזמן שבחרת לא תקני.

source: (currently selected)
he: (בשימוש)

source: Topics per day
he: נושאים ליום

source: Size of posted attachments
he: גודל הקבצים המצורפים

source: Users per day
he: משתמשים ליום

source: Value
he: ערך

source: Failed to obtain latest version information.
he: נכשל הניסיון לקבל מידע על הגרסה האחרונה.

source: Re-Check version
he: בדיקת גרסה מחדש

source: View administrator log
he: ראה מעקב אחר פעולות מנהלים ראשיים

source: View inactive users
he: ראה משתמשים לא פעילים

source: Welcome to phpBB
he: ברוך הבא ל־phpBB3

source: Your config file (config.php) is currently world-writable. We strongly encourage you to change the permissions to 640 or at least to 644 (for example: <a href="http://en.wikipedia.org/wiki/Chmod" rel="external">chmod</a> 640 config.php).
he: קובץ ההגדרות שלך (config.php) ניתן לכתיבה. אנחנו ממליצים לשנות את ההרשאות ל־640 או לפחות ל־644 (לדוגמה: <a href="http://en.wikipedia.org/wiki/Chmod" rel="external">chmod</a> 640 config.php).

# $lang->'INACTIVE_DATE'
source: Inactive date
he: תאריך ללא פעילות

# $lang->'INACTIVE_REASON'
source: Reason
he: סיבה

source: Account deactivated by administrator
he: החשבון הופסק על־ידי מנהל ראשי

source: Profile details changed
he: פרטי הפרופיל שונו

source: Newly registered account
he: חשבון שנרשם לאחרונה

source: Forced user account reactivation
he: חשבון המשתמש הוכרח לקבל הפעלה מחדש

source: Unknown
he: לא ידוע

# $lang->'INACTIVE_USERS'
source: Inactive users
he: משתמשים לא פעילים

source: This is a list of users who have registered but whose accounts are inactive. You can activate, delete or remind (by sending an email) these users if you wish.
he: זוהי רשימת המשתמשים הרשומים אשר חשבונם אינו פעיל. אתה יכול להפעיל, למחוק או להזכיר (על־ידי שליחת דואר אלקטרוני) למשתמשים אלו אם תרצה.

source: This is a list of the last 10 registered users who have inactive accounts. Accounts are inactive either because account activation was enabled in user registration settings and these users’ accounts have not yet been activated, or because these accounts have been deactivated. A full list is available by following the link below from where you can activate, delete or remind (by sending an email) these users if you wish.
he: זוהי רשימת 10 המשתמשים האחרונים שנרשמו אשר חשבונם אינו פעיל. חשבונות לא פעילים או בגלל שהפעלת חשבון הופעלה בהגדרות רישום משתמש וחשבונות משתמשים אלו טרם הופעלו, או בגלל שחשבונות אלו בוטלו. רשימה מלאה זמינה על ידי לחיצה על הקישור שמופיע מטה, משם אתה יכול להפעיל, למחוק או להזכיר (על־ידי שליחת דואר אלקטרוני) למשתמשים אלו אם תרצה.

source: No inactive users
he: אין משתמשים לא פעילים

# $lang->'SORT_INACTIVE'
source: Inactive date
he: תאריך ללא פעילות
