Repository: tomer/phpBB-Hebrew
Catalog: */acp/database.po
Languages: he

source: Here you can backup all your phpBB related data. You may store the resulting archive in your <samp>store/</samp> folder or download it directly. Depending on your server configuration you may be able to compress the file in a number of formats.
he: מעמוד זה ניתן לגבות את בסיס הנתונים של phpBB. תוכל לאחסן את הגיבוי בתיקייה <samp>store/</samp> או להוריד אותה ישירות. לפי הגדרות השרת שלך, תוכל לדחוס את הקובץ במספר שיטות דחיסה.

source: This will perform a full restore of all phpBB tables from a saved file. If your server supports it you may use a gzip or bzip2 compressed text file and it will automatically be decompressed. <strong>WARNING</strong> This will overwrite any existing data. The restore may take a long time to process please do not move from this page till it is complete. Backups are stored in the <samp>store/</samp> folder and are assumed to be generated by phpBB’s backup functionality. Restoring backups that were not created by the built in system may or may not work.
he: כאן תוכל לבצע שחזור מלא של כל טבלאות ה־phpBB מקובץ שמור. אם השרת שלך תומך, תוכל להשתמש בקובץ טקסט הדחוס ב־gzip או ב־bzip2 והוא יחולץ אוטומטית. <strong>אזהרה</strong> הפעולה תעבור על כל הנתונים הקיימים. תהליך השחזור יכול להמשך זמן רב, אנא אל תעבור מעמוד זה עד שהוא יושלם. גיבויים מאוחסנים בתיקייה <samp>store/</samp> ונוצרו בדרך כלל על־ידי אפשרות הגיבוי של phpBB. שחזור גיבויים אשר לא נוצרו על־ידי האפשרות המובנית במערכת עלול לא לעבוד.

source: The backup file has been deleted successfully.
he: קובץ הגיבוי נמחק בהצלחה.

source: The selected file to backup is invalid.
he: הקובץ הנבחר לגיבוי לא חוקי.

source: Backup options
he: אפשרויות גיבוי

source: The backup file has been created successfully.
he: קובץ הגיבוי נוצר בהצלחה.

source: Backup type
he: סוג גיבוי

source: Database utilities
he: שירותי בסיס נתונים

source: Data only
he: נתונים בלבד

source: Delete backup
he: מחק גיבוי

source: Are you sure you want to delete the selected backup?
he: אתה בטוח שאתה רוצה למחוק את הגיבוי הנבחר?

source: Deselect all
he: בטל בחירה להכל

source: Download backup
he: הורד גיבוי

source: File type
he: סוג קובץ

source: Unable to write file to storage folder.
he: לא ניתן לכתוב קובץ לתיקיית האחסון.

source: Full
he: מלא

source: The backup file may be corrupt.
he: קובץ הגיבוי פגום.

source: Restore options
he: אפשרויות שחזור

source: Are you sure you want to restore the selected backup?
he: האם אתה בטוח שאתה מעוניין לשחזר את הגיבוי שנבחר?

source: The database has been successfully restored.<br /><br />Your board should be back to the state it was when the backup was made.
he: בסיס הנתונים שוחזר בהצלחה.<br /><br />המערכת שלך אמורה לחזור למצב בו הייתה כאשר התבצע הגיבוי.

source: Select all
he: בחר הכל

source: Select a file
he: בחר קובץ

source: Start backup
he: התחל גיבוי

source: Start restore
he: התחל שחזור

source: Store and download
he: אחסן והורד

source: Store file locally
he: אחסן קובץ באופן מקומי

source: Structure only
he: מבנה בלבד

source: Table select
he: בחירת טבלאות

source: You must select at least one table.
he: אתה חייב לבחור לפחות טבלה אחת.
