Repository: tomer/phpBB-Hebrew
Catalog: */acp/email.po
Languages: he

source: Here you can email a message to either all of your users or all users of a specific group <strong>having the option to receive mass emails enabled</strong>. To achieve this an email will be sent out to the administrative email address supplied, with a blind carbon copy sent to all recipients. The default setting is to only include 20 recipients in such an email, for more recipients more emails will be sent. If you are emailing a large group of people please be patient after submitting and do not stop the page halfway through. It is normal for a mass emailing to take a long time, you will be notified when the script has completed.
he: כאן תוכל לשלוח הודעת דואר אלקטרוני לכל המשתמשים או לכל המשתמשים מקבוצה מסוימת <strong>אשר בעלי האפשרות לקבל הודעות משולח הדואר פעילה</strong>. על מנת לבצע זאת, הודעה תשלח לכתובת הדואר האלקטרוני של המנהל הראשי שסופקה, עם העתק חסוי הנשלח לכל הנמענים. ההגדרה כברירת מחדל היא לכלול 20 נמענים עבור הודעה אחת, ולנמענים נוספים הודעות ניוספות ישלחו. אם אתה שולח לקבוצה גדולה של אנשים אנא המתן בסבלנות לאחר השליחה ואל תעצור את העמוד באמצע הפעולה. שליחת דואר אשר לוקחת זמן רב הינה דבר נורמלי, אתה תקבל הודעה כאשר הפעולה תושלם.

source: All users
he: כל המשתמשים

source: Compose
he: שלח הודעה

source: There were one or more errors while sending the email. Please check the %sError log%s for detailed error messages.
he: ישנה שגיאה אחת או יותר בעת שליחת הדואר. בדוק את %sיומן השגיאות%s להודעות שגיאה מפורטות.

source: This message has been sent.
he: ההודעה נשלחה.

source: This message has been queued for sending.
he: ההודעה עומדת בתור לשליחה.

source: Log mail session to critical log
he: החיבור לחיבורי הדואר האלקטרוני הוא הכרחי לתיעוד

source: Send immediately
he: שלח באופן מיידי

source: Send to group
he: שלח לקבוצה

source: Send to users
he: שלח למשתמשים

source: Entering names here will override any group selected above. Enter each username on a new line.
he: הזנת שמות משתמשים כאן תעבור על כל קבוצה שנבחרה לעיל. הכנס כל שם משתמש בשורה חדשה.

source: Mail banned users
he: שליחה למשתמשים חסומים

source: When sending a mass email to a group you can select here whether banned users will also receive the email.
he: כאשר שולחים דואר אלקטרוני לקבוצה רחבה ניתן לבחור האם משתמשים חסומים יקבלו את הדואר האלקטרוני גם כן.

source: High
he: גבוה

source: Low
he: נמוך

source: Normal
he: רגיל

source: Mail priority
he: עדיפות דואר

source: Your message
he: ההודעה שלך

source: Please note that you may enter only plain text. All markup will be removed before sending.
he: שים לב שאתה יכול להזין טקסט פשוט בלבד. כל התוספות יוסרו לפני השליחה.

source: You must enter a message.
he: אתה חייב להזין הודעה.

source: You must specify a subject for your message.
he: אתה חייב לציין כותרת להודעה שלך.
