Repository: tomer/phpBB-Hebrew
Catalog: */acp/extensions.po
Languages: he

source: Extension
he: תוסף

source: Extensions
he: תוספות

source: Extensions Manager
he: מנהל התוספות

source: The Extensions Manager is a tool in your phpBB Board which allows you to manage all of your extensions statuses and view information about them.
he: מנהלים התוספות הוא כלי במערכת הphpBB שלך שמאפשרת לך למנהל את כל התוספות שלך, מצבם וצפיה במידע אודותם.

source: The “%s” extension is not valid.<br />%s<br /><br />
he: ה “%s” תוספת שבורה.<br />%s<br /><br />

source: The selected extension is not available for this board, please verify your phpBB and PHP versions are allowed (see the details page).
he: התוספת לא מתאימה למערכת, אנא ודא כי גרסת ה-PHP וה-PHPBB תואמות (ראה בעמוד הפירוט של התוספת).

source: The selected extension has an invalid directory structure and cannot be enabled.
he: לתוספת מבנה תיקייה שגוי, ועל כן לא ניתן להתקינה.

source: The selected extension cannot be enabled, please verify the extension’s requirements.
he: לא ניתן להתקין את התוספת, אנא בדוק את דרישות התוספת.

source: Details
he: פרטים

source: Disabled Extensions
he: הפסק תוספות

source: Enabled Extensions
he: הפעל תוספות

source: Delete data
he: מחק מידע

source: Disable
he: הפסק

source: Enable
he: הפעל

source: Deleting an extension’s data removes all of its data and settings. The extension files are retained so it can be enabled again.
he: מחיקת נתוני התוספת ימחק את כל נתוניה והגדרותיה. קבצי התוספת נשמרים כך שניתן להתקינה מחדש.

source: Disabling an extension retains its files, data and settings but removes any functionality added by the extension.
he: הפסקת תוספת שומר על קבציה ונתוניה והגדרותיה, אך מוריד כל פונקציונליות שנוספת על ידי התוספת.

source: Enabling an extension allows you to use it on your board.
he: הפעלת התוספת מאפשר לך להשתמש בה במערכת שלך.

source: The extension’s data is currently being deleted. Please do not leave or refresh this page until it is completed.
he: נתוני התוספת נמחקים. אנא אל תעזוב או תרענן את העמוד עד שהתהליך מסתיים.

source: The extension is currently being disabled. Please do not leave or refresh this page until it is completed.
he: התוספת עוברת כיבוי. אנא אל תעזוב או תרענן את העמוד עד שהתהליך מסתיים.

source: The extension is currently being enabled. Please do not leave or refresh this page until it is completed.
he: התוספת נדלקת, אנא אל תעזוב או תרענן את העמוד עד אשר התהליך יושלם.

source: The extension’s data was deleted successfully
he: נתוני התוספת נמחקו בהצלחה

source: The extension was disabled successfully
he: התוספת הופסקה בהצלחה

source: The extension was enabled successfully
he: התוספת הופעלה בהצלחה

source: Extension Name
he: שם התוסף

source: Actions
he: פעולות

source: Options
he: אפשרויות

source: Installing an extension
he: מתקין תוסף

source: <ol> <li>Download an extension from phpBB’s extensions database</li> <li>Unzip the extension and upload it to the <samp>ext/</samp> directory of your phpBB board</li> <li>Enable the extension, here in the Extensions manager</li> </ol>
he: <ol> <li>הורד תוסף ממאגר התוספות של phpBB</li> <li>חלץ את התוסף והעלה אותו אל תיקית <samp>ext/</samp> של מערכת הפורומים שלך</li> <li>אפשר את התוסף, כאן במנהל התוספות</li> </ol>

source: Updating an extension
he: עדכון תוספת

source: <ol> <li>Disable the extension</li> <li>Delete the extension’s files from the filesystem</li> <li>Upload the new files</li> <li>Enable the extension</li> </ol>
he: <ol> <li>הפסק את התוספת</li> <li>מחק את הקבצים של התוספת מקבצי המערכת</li> <li>העלה את הקבצים החדשים</li> <li>הפעל את התוספת</li> </ol>

source: Completely removing an extension from your board
he: מחיקה מלאה של תוספת מהמערכת

source: <ol> <li>Disable the extension</li> <li>Delete the extension’s data</li> <li>Delete the extension’s files from the filesystem</li> </ol>
he: <ol> <li>הפסק את התוספת</li> <li>מחק את המידע של התוספת</li> <li>מחק את הקבצים של התוספת מקבצי המערכת</li> </ol>

source: Are you sure that you wish to delete the data associated with “%s”?<br /><br />This removes all of its data and settings and cannot be undone!
he: אתה בטוח שברצונך למחוק את המידע המשתייך ל-“%s”?<br /><br />התהליך ישמיד את כל הנתונים וההגדרות של התוספת ולא ניתן יהיה לביטול!

source: Are you sure that you wish to disable the “%s” extension?
he: אתה בטוח שברצונך לכבות את התוספת“%s” ?

source: Are you sure that you wish to enable the “%s” extension?
he: אתה בטוח שאתה רוצה להדליק את התוספת“%s” ?

source: Are you sure that you wish to force the use of unstable version?
he: אתה בטוח שברצונך להשתמש בגרסה לא יציבה (בטא)?

source: Return to the extension list
he: חזור אל רשימת התוספות

source: Extension Details
he: פרטי התוספת

source: Display Name
he: שם מוצג

source: Clean Name
he: שם נקי

source: Type
he: סוג

source: Description
he: תיאור

source: Version
he: גרסא

# $lang->'HOMEPAGE'
source: Homepage
he: דף הבית

source: Release Time
he: זמן שחרור

source: Licence
he: רשיון

source: Requirements
he: דרישות

source: phpBB Version
he: גרסת phpBB

source: PHP Version
he: גרסת PHP

source: Author Information
he: מידע אודות היוצר

source: Name
he: שם

source: Email
he: דואר אלקטורני

# $lang->'AUTHOR_HOMEPAGE'
source: Homepage
he: דף הבית

source: Role
he: תפקיד

source: %s is not up to date
he: %s לא מעודכן

source: %s is up to date
he: %s מעודכן

source: Release Announcement
he: הודעת שחרור

source: Download Version
he: הורד גרסה

source: No version check information given.
he: לא ניתן מידע לאימות גרסה.

source: Re-Check all versions
he: בדוק שוב את כל הגרסאות

source: Always check for unstable versions
he: תמיד בדוק גרסאות לא יציבות

source: Version check settings
he: הגדרות בודק הגרסאות

source: Browse extensions database
he: צפה במאגר התוספות

source: Required meta field %s has not been set.
he: פרטי מטא חיוניים של%s לא נתנו.

source: Meta field %s is invalid.
he: פרטי המטא של %s שבורים.
