Repository: tomer/phpBB-Hebrew
Catalog: */acp/forums.po
Languages: he

source: Auto-prune post age
he: איפוס אוטומטי לפי תאריכי ההודעות

source: Number of days since last post after which topic is removed.
he: מספר ההודעות האחרון באשכול שלאחריו הנושא יוסר.

source: Auto-prune frequency
he: איפוס אוטומטי תקופתי

# $lang->'AUTO_PRUNE_FREQ_EXPLAIN'
source: Time in days between pruning events.
he: מספר הימים בין אירועי האיפוס.

source: Auto-prune post viewed age
he: איפוס הודעות אוטומטי לפי תאריכי הצפיות האחרונות בהודעה

source: Number of days since topic was viewed after which topic is removed.
he: מספר הימים שעברו מאז הצפייה באשכול בפעם האחרונה שלאחריה הנושא יוסר.

source: Auto-prune shadow topics frequency
he: תדירות מחיקה אוטומטי של נושאי צללים

source: Auto-prune shadow topics age
he: מחיקה אוטומטית של גיל נושאי הצללים

source: Number of days after which shadow topic is removed.
he: מספר הימים שלאחריהם נושא הצללים מוסר.

# $lang->'AUTO_PRUNE_SHADOW_FREQ_EXPLAIN'
source: Time in days between pruning events.
he: הזמן בימים בין כל אירוע איפוס.

source: Continue
he: המשך

source: Copy permissions from
he: העתק הרשאות מ

source: To ease up the permission setup for your new forum, you can copy the permissions of an existing forum.
he: כדי לזרז את תהליך יצירת הפורום החדש, אתה יכול להעתיק הרשאות מפורום קיים.

source: Once created, the forum will have the same permissions as the one you select here. If no forum is selected the newly created forum will not be visible until permissions had been set.
he: כאשר נוצר, הפורום יקבל את אותן ההרשאות בדומה לפורום שבחרת. אם לא נבחר פורום, הפורום לא יוצג עד לכאשר הרשאותיו יוגדרו.

source: If you select to copy permissions, the forum will have the same permissions as the one you select here. This will overwrite any permissions you have previously set for this forum with the permissions of the forum you select here. If no forum is selected the current permissions will be kept.
he: אם בחרת בהעתקת הרשאות, הפורום יקבל את אותן ההרשאות כמו הפורום שבחרת כאן. זה יעתיק כל הרשאה שהגדרת קודם לכן לפורום זה להרשאות הפורום שבחרת כאן. אם לא נבחר פורום ההרשאות הראשיות ישמרו.

source: Alternatively, you are also able to %sset up new permissions%s for this forum.
he: לחלופין, אתה יכול גם %sלהגדיר הרשאות חדשות%s לפורום זה.

source: Create new forum
he: צור פורום חדש

source: Delete content or move to forum
he: מחק טבלה או העבר לפורום

source: Delete subforums or move to forum
he: מחק תת פורום או העבר לפורום

source: Default style
he: סגנון ברירת המחדל

source: Delete posts
he: מחק הודעות

source: Delete subforums and posts
he: מחק תת פורומים והודעות

source: Enable active topics
he: הפעל נושאים פעילים

source: If set to yes active topics in selected subforums will be displayed under this category.
he: אם סימנת כן נושאים פעילים בתת פורום שנבחר יוצגו מתחת לקטגוריה זו.

source: Edit forum
he: ערוך פורום

source: Enable search indexing
he: הפעל חיפוש ראשי

source: If set to yes posts made to this forum will be indexed for searching.
he: אם סימנת כן הודעות שנרשמו בפורום זה ייכללו בחיפוש.

source: Enable post review
he: אפשר סקירת הודעה

source: If set to yes users are able to review their post if new posts were made to the topic while users wrote theirs. This should be disabled for chat forums.
he: אם סימנת כן משתמשים יכולים לסקור את ההודעה שלהם אם הודעות חדשות נכתבו לנושא בזמן שהם כתבו את הודעתם. מומלץ לא לאפשר אפשרות זו לפורומי צ'ט.

source: Enable quick reply
he: אפשר תגובה מהירה

source: Enables the quick reply in this forum. This setting is not considered if the quick reply is disabled board wide. The quick reply will only be displayed for users who have permission to post in this forum.
he: אפשר תגובה מהירה בפורום זה. הגדרה זו לא תילקח בחשבון אם תגובה מהירה מבוטלת בכל המערכת. תגובה מהירה תוצג רק למשתמשים בעלי הרשאת כתיבה בפורום זה.

source: Display active topics
he: הצג נושאים פעילים

source: If set to yes topics made to this forum will be shown in the active topics list.
he: אם סימנת כן נושאים פעילים שנכתבו בפורום זה יופיעו ברשימת הנושאים הפעילים.

source: Enable topic icons
he: אפשר סמלי נושא

source: Forum administration
he: ניהול פורום

source: In phpBB3 everything is forum based. A category is just a special type of forum. Each forum can have an unlimited number of sub-forums and you can determine whether each may be posted to or not (i.e. whether it acts like an old category). Here you can add, edit, delete, lock, unlock individual forums as well as set certain additional controls. If your posts and topics have got out of sync you can also resynchronise a forum. <strong>You need to copy or set appropriate permissions for newly created forums to have them displayed.</strong>
he: במערכת phpBB3 הכול פועל על בסיס פורומים. קטגוריה הוא בסך הכול סוג מיוחד של פורום. כל פורום יכול להכיל מספר לא מוגבל של תתי־פורומים ואתה יכול להחליט אם לאפשר שליחת הודעות או לא בכל אחד מהם. כאן אתה יכול להוסיף, לערוך, למחוק, לנעול, לשחרר נעילות ולהגדיר אפשרויות נוספות אחרות בכל פורום ופורום. אם ההודעות והנושאים לא מסונכרנים בפורום תוכל לסנכרן אותו מחדש. <strong>על מנת שפורומים חדשים שנוצרו יוצגו, עליך קודם להעתיק או לקבוע הרשאות חדשות מתאימות בעבורם.</strong>

source: Enable auto-pruning
he: אפשר איפוס אוטומטי

source: Prunes the forum of topics, set the frequency/age parameters below.
he: מאפס את הפורום ואת הנושאים בפורום, הגדר את הזמן הנפוץ בו האיפוס האוטומטי יפעל, למטה.

source: Forum created successfully.
he: הפורום נוצר בהצלחה.

source: Pruning parameters cannot be negative.
he: הגדרת האיפוס לא יכולה להיות שלילית.

source: The forum description is too long, it must be less than 4000 characters.
he: תיאור הפורום ארוך מדי, התיאור יכול להיות מקסימום 4000 תווים.

source: Delete forum
he: מחק פורום

source: The form below will allow you to delete a forum. If the forum is postable you are able to decide where you want to put all topics (or forums) it contained.
he: הטופס למטה יאפשר לך למחוק פורום. אם בפורום ישנם הודעות או נושאים אתה יכול להחליט לאיפה ברצונך לשייכם לפני המחיקה.

source: Forum successfully deleted.
he: הפורום נמחק בהצלחה.

source: Description
he: תיאור

source: Any HTML markup entered here will be displayed as is.
he: כל קוד HTML שנכנס יסומן.

source: The form below will allow you to customise this forum. Please note that moderation and post count controls are set via forum permissions for each user or usergroup.
he: הטופס למטה יאפשר לך לערוך את הפורום. שים לב שהגדרות הניהול ומספר ההודעות מוגדרות עלי ידי הרשאות הפורום לכל משתמש או קבוצת משתמשים.

source: Forum image
he: תמונת הפורום

source: Location, relative to the phpBB root directory, of an additional image to associate with this forum.
he: מיקום, רלוונטי כאשר התמונה נמצאת בתיקייה הראשית של המערכת.

source: The specified forum image does not exist
he: התמונה שנבחרה לפורום לא קיימת

source: Full URL (including the protocol, i.e.: <samp>http://</samp>) to the destination location that clicking this forum will take the user, e.g.: <samp>http://www.phpbb.com/</samp>.
he: כתובת מלאה (כולל הפרוטוקול, כדוגמת: <samp>http://</samp>) ליעד, שבלחיצה על הפורום שתיקח את המשתמש, e.g.: <samp>http://www.phpbb.com/</samp>.

source: Track link redirects
he: כיוון מחדש של מעקב אחר הקישור

source: Records the number of times a forum link was clicked.
he: סופר את מספר הפעמים שהפורום המקושר נלחץ.

source: Forum name
he: שם הפורום

source: You must enter a name for this forum.
he: אתה חייב להכניס שם לפורום זה.

source: Parent forum
he: הפורום הראשי

source: Forum password
he: ססמת הפורום

source: Confirm forum password
he: אימות ססמת הפורום

source: Only needs to be set if a forum password is entered.
he: צריך להזין רק כאשר ישנה ססמה לפורום.

source: Defines a password for this forum, use the permission system in preference.
he: הגדר ססמה לפורום זה, השתמש בהרשאות המערכת בהעדפות.

source: Remove forum password
he: הסר את ססמת הפורום

source: Check here if you want to remove the forum password.
he: סמן אם ברצונך להסיר את ססמת הפורום.

source: The forum password is using an old hashing method and should be changed.
he: ססמת הפורום משתמשת בשיטת הצפנה ישנה וצריכה להשתנות.

source: The passwords you entered did not match.
he: הססמאות שהכנסת אינן תואמות.

source: Forum prune settings
he: הגדרות איפוס הפורום

source: Enable auto-pruning of shadow topics
he: אפשר איפוס אוטומטי של נושאי צללים

source: Prunes the forum of shadow topics, set the frequency/age parameters below.
he: מחק מהפורום נושאי צללים , הכנס את פרמטרי הגיל\ התדירות מטה.

source: Forum “%s” successfully resynced
he: הפורום “%s” סונכרן בהצלחה

source: Forum rules are displayed at any page within the given forum.
he: חוקי הפורום מוצגים בכל עמוד בתוך הפורום שהזנת.

source: Link to forum rules
he: קישור לחוקי הפורום

source: You are able to enter the URL of the page/post containing your forum rules here. This setting will override the forum rules text you specified.
he: באפשרותך להזין את כתובת העמוד/ההודעה שמכילה בתוכה את חוקי הפורום. הגדרות אלה יעקפו את טקסט החוקי הפורום שבחרת.

source: Forum rules preview
he: תצוגה מקדימה לחוקי הפורום

source: The forum rules must be less than 4000 characters.
he: חוקי הפורום יכולים להכיל מקסימום 4000 תווים.

source: Forum settings
he: הגדרות הפורום

source: Forum status
he: מצב הפורום

source: Forum style
he: סגנון הפורום

source: Topics per page
he: נושאים בעמוד

source: If non-zero this value will override the default topics per page setting.
he: אם אין אפס ערך זה יעקוף הגדרות ברירת המחדל של נושאים בעמוד.

source: Forum type
he: סוג הפורום

source: Forum information updated successfully.
he: מידע הפורום עודכן בהצלחה.

source: You want to change a postable forum having subforums to a link. Please move all subforums out of this forum before you proceed, because after changing to a link you are no longer able to see the subforums currently connected to this forum.
he: תוכל לשנות פורום בו ניתן לשלוח הודעות המכיל תתי־פורומים לקישור. אנא העבר את כל תתי־הפורומים מחוץ לפורום זה לפני שתמשיך, מפני שלאחר השינוי לקישור לא תוכל יותר לראות את תתי־הפורומים המקושרים כרגע לפורום זה.

source: General forum settings
he: הגדרות פורום כלליות

# $lang->'LINK'
source: Link
he: קישור

source: List subforum in parent-forum’s legend
he: רשום תת פורום ברשימת הפורומים הראשית

source: Displays this forum on the index and elsewhere as a link within the legend of its parent-forum if the parent-forum’s “List subforums in legend” option is enabled.
he: הצג את פורום זה בעמוד הראשי ובכל מקום אחר כקישור באזור של פורום האב שלו אם פורום האב מוגדר כ”רשום תת פורום ברשימה“ האפשרות מאושרת.

source: List subforums in legend
he: רשום תת פורום ברשימה

source: Displays this forum’s subforums on the index and elsewhere as a link within the legend if their “List subforum in parent-forum’s legend” option is enabled.
he: הצג את תת הפורומים של פורום זה בעמוד הראשי ובכל מקום אחר כקישור באזור הפורום. אם הפורום מוגדר כ”רשום תת פורום ברשימת הפורומים הראשית“ האפשרות מאושרת.

source: Locked
he: נעול

source: The forum you selected for moving the posts to is not postable. Please select a postable forum.
he: הפורום שבחרת להעביר אליו את ההודעות אינו יכול לקבל הודעות נוספות. אנא בחר פורום אחר.

source: Move posts to
he: העבר הודעות ל

source: Move subforums to
he: העבר תת פורומים ל

source: You have not specified a forum to move content to.
he: לא בחרת פורום בכדי להעביר את טבלאות אלו.

source: No action defined for what happens with the forum content.
he: לא הוגדרה פעולה למה שקרה עם טבלאות הפורום.

source: No parent
he: אין פורום ראשי

source: Do not copy permissions
he: אל תעתיק הרשאות

source: You do not have the necessary permissions to add forums.
he: אין לך ההרשאות ליצור פורום.

source: You do not have the necessary permissions to delete forums.
he: אין לך ההרשאות למחוק פורום.

source: The parent you specified is a forum link. Link forums are not able to hold other forums, please specify a category or forum as the parent forum.
he: הפורום הראשי שבחרת הנו פורום מקושר. פורומים מקושרים אינם יכולים להחזיק פורומים, אנא בחר פורום או קטגוריה אחרת שתהיה הפורום הראשי שיחזיק פורום זה.

source: Parent does not exist.
he: הפורום הראשי אינו קיים.

source: Prune announcements
he: איפוס הכרזות

source: Prune stickies
he: איפוס דביקים

source: Prune old polls
he: איפוס סקרים ישנים

source: Removes topics with polls not voted in for post age days.
he: הסר נושאים עם סקרים ללא הצבעות שעברו את מספר הימים שהוקצב להם.

source: Now you are able to %sset permissions%s for this forum.
he: כעת באפשרות %sלהגדיר הרשאות%s לפורום זה.

source: Synchronizing forum
he: מחדש פורום

source: Currently resyncing topic range %1$d/%2$d.
he: מרחק חידוש הפורום כעת %1$d/%2$d.

source: Category
he: קטגוריה

source: Forum
he: פורום

# $lang->'TYPE_LINK'
source: Link
he: קישור

source: Unlocked
he: פתוח
