Repository: tomer/phpBB-Hebrew
Catalog: */acp/groups.po
Languages: he

source: From this panel you can administer all your usergroups. You can delete, create and edit existing groups. Furthermore, you may choose group leaders, toggle open/hidden/closed group status and set the group name and description.
he: בדף זה תוכל לערוך את כל קבוצות המשתמשים הקיימות בפורום שלך, אתה יכול למחוק, ליצור ולערוך קבוצות קיימות. בנוסף, אתה יכול לבחור ראש קבוצה, לשנות את מצב הקבוצה בין פתוח/מוסתר/סגור ולקבוע את שם ותיאור הקבוצה.

source: Add category
he: הוסף קטגוריה

source: Add users
he: הוסף משתמשים

source: Here you can add new users to the group. You may select whether this group becomes the new default for the selected users. Additionally you can define them as group leaders. Please enter each username on a separate line.
he: כאן אתה יכול להוסיף משתמשים חדשים לקבוצה. אתה יכול לבחור אם קבוצה זו תהפוך לברירת המחדל החדשה של המשתמשים שיבחרו. בנוסף באפשרותך להפוך אותם לראשי קבוצה. אנא הכנס כל שם משתמש עם רווח בין שם לשם.

source: Copy permissions from
he: העתק הרשאות מ

source: Once created, the group will have the same permissions as the one you select here.
he: כשהקבוצה תיווצר הרשאותיה יהיו כהרשאות של הקבוצה שבחרת כאן.

source: Create new group
he: צור קבוצה חדשה

source: This group has no members
he: לקבוצה זו אין חברים

source: No group leaders defined
he: לא נבחר ראש קבוצה

source: Approve member
he: אשר חבר

source: Approved members
he: חברים מאושרים

source: Group avatar
he: הסמל האישי של הקבוצה

source: This image will be displayed in the Group Control Panel.
he: תמונה זו תופיע בלוח הבקרה של ניהול הקבוצה.

source: Category name
he: שם הקטגוריה

source: Closed
he: סגור

source: Group colour
he: צבע הקבוצה

source: Defines the colour members’ usernames will appear in, leave blank for user default.
he: הגדר את צבע שמות המשתמש של חברי הקבוצה, השאר ריק להגדרות הרגילות.

source: Are you sure that you want to add the user %2$s to the group?
he: האם אתה בטוח שאתה רוצה להוסיף את המשתמש %2$s לקבוצה?

source: Are you sure that you want to add the users %2$s to the group?
he: האם אתה בטוח שאתה רוצה להוסיף את המשתמשים %2$s לקבוצה?

source: Group has been created successfully.
he: הקבוצה נוצרה בהצלחה.

source: Make group default for member
he: צור קבוצת ברירת מחדל לחבר

source: Default group set for all selected members.
he: קבוצת ברירת המחדל מוגדרת לכל המשתמשים שנבחרו.

source: Remove member from group
he: הסר משתמש מהקבוצה

source: Group deleted and user default groups set successfully.
he: הקבוצה נמחקה והגדרות קבוצת ברירת המחדל הוגדרה בהצלחה.

source: Demote group leader
he: הדח ראש קבוצה

source: Group description
he: תיאור הקבוצה

source: Group details
he: פרטי הקבוצה

source: Here you can edit an existing group. You can change its name, description and type (open, closed, etc.). You can also set certain group wide options such as colouration, rank, etc. Changes made here override users’ current settings. Please note that group members can override group-avatar settings, unless you set appropriate user permissions.
he: כאן אתה יכול לערוך קבוצות קיימות. אתה יכול לשנות את שמם, תיאורם וסוגם (פתוח, סגור, וכדומה..). אתה יכול להגדיר את גודל הקבוצה או צבע, דירוג, ואפשרויות נוספות השינויים שיבוצעו כאן יעקפו את הגדרות המשתמשים שנמצאים בקבוצה. שים לב חברי הקבוצה יכולים לערוך את סמלם האישי רק אם כן הגדרת הרשאות משתמש תואמים.

source: The specified users are already members of this group.
he: משתמשים אלו כבר חברים בקבוצה זו.

source: Founder manage only
he: מייסד הקבוצה עורך בלבד

source: Restrict management of this group to founders only. Users having group permissions are still able to see this group as well as this group’s members.
he: הגבל את ניהול קבוצה זו למייסד הקבוצה בלבד. משתמשים שברשותם הרשאות קבוצה עדין יכולים לראות קבוצה זו.

source: Hidden
he: הסתר

source: Group language
he: שפת הקבוצה

source: Group leaders
he: ראש קבוצה

source: New leaders added to group successfully.
he: ראשים נוספים נוספו לקבוצה בהצלחה.

source: Display group in legend
he: הצג קבוצה במקרא

source: Current members
he: משתמשים נוכחים

source: This is a complete list of all the current users with membership of this group. You can delete members (except in certain special groups) or add new ones as you see fit.
he: זוהי רשימה מלאה של כל המשתמשים החברים בקבוצה זו. אתה יכול למחוק חברים (מלבד קבוצות מיוחדות) או להוסיף.

source: Group members
he: חברי הקבוצה

source: This is a complete listing of all the members of this usergroup. It includes separate sections for leaders, pending and existing members. From here you can manage all aspects of who has membership of this group and what their role is. To remove a leader but keep them in the group use Demote rather than delete. Similarly use Promote to make an existing member a leader.
he: זוהי הרישמה המלאה של כל המשתמשים החברים בקבוצה זו. כולל רווחים לזיהוי הראשיים, הממתינים והחברים הקיימים. מפה אתה יכול לערוך הכל. בכדי להסיר ראשי אך להשאיר את החברים בקבוצה השתמש בהדחה ולאחר מכן מחק. וההפך השתמש בקידום בכדי להפוך משתמש קיים לראשי קבוצה.

source: Group private message limit per folder
he: ההודעות הפרטיות של הקבוצה מוגבלות בתיקייה אחת

source: This setting overrides the per-user folder message limit. The maximum for all groups of the user is used to determine the actual value.<br />Set this value to 0 to overwrite the setting for all users of this group with the board-wide setting.
he: הגדרות אלו יעקפו את מגבלת תיקיית ההודעות למשתמש. קבע ערך זה ל0 על מנת שהגדרות ברירת המחדל של המשתמש יהיו בשימוש.

source: New group leaders added successfully.
he: ראשי קבוצה חדשים נוספו בהצלחה.

source: Group leaders demoted successfully.
he: ראשי הקבוצה הודחו בהצלחה.

source: Group members promoted successfully.
he: חברי הקבוצה קודמו בהצלחה.

source: Group name
he: שם הקבוצה

source: The group name you entered is already in use, please select an alternative.
he: שם הקבוצה שהכנסת כבר בשימוש, אנא בחר שם אחר.

source: Open
he: פתח

source: Pending members
he: משתמשים ממתינים

source: Maximum number of allowed recipients per private message
he: מספר מרבי של נמענים מורשים לכל הודעה פרטית

source: The maximum number of allowed recipients in a private message. The maximum for all groups of the user is used to determine the actual value.<br />Set this value to 0 to overwrite the setting for all users of this group with the board-wide setting.
he: המספר המרבי של נמענים המורשים בהודעה פרטית.קבע ערך זה ל־0 על מנת שהגדרות המערכת יהיו בשימוש.

source: Group wide options
he: אפשרויות קבוצה רחבות

source: Promote to group leader
he: קדם לראש הקבוצה

source: Group rank
he: דירוג הקבוצה

source: Group able to receive private messages
he: הקבוצה יכולה לקבל הודעות פרטיות

source: Please note that hidden groups are not able to be messaged, regardless of this setting.
he: שים לב קבוצות מוסתרות לא יכולות לקבל הודעות, למרות הגדרות אלו.

source: Request
he: בקש

source: Group wide settings
he: הגדרות גודל הקבוצה

source: Exempt group leader from permissions
he: שחרר את ראש הקבוצה מהרשאות

source: If enabled group leader no longer inherit permissions from the group.
he: אם מאופשר ראש קבוצה לא יקבל הרשאות מהקבוצה.

source: Pre-defined
he: מוגדר מראש

source: Display group on teampage
he: הצג קבוצה בעמוד הקבוצות

source: Group type
he: סוג הקבוצה

source: This determines which users can join or view this group.
he: יחליט מי יכול להיכנס לקבוצה או לראותה.

source: Group preferences updated successfully.
he: אפשרויות הקבוצה עודכנה בהצלחה.

source: New users added to group successfully.
he: משתמשים חדשים נוספו לקבוצה בהצלחה.

source: The selected users are already members.
he: המשתמשים שנבחרו כבר חברים בקבוצה.

source: Users removed from group and new defaults set successfully.
he: המשתמשים הוסרו מהקבוצה והגדרות ברירת המחדל החדשות הוגדרו בהצלחה.

source: These are the groups which are displayed in the group legend:
he: אלה הקבוצות אשר מוצגות במקרא הקבוצות:

source: Legend settings
he: הגדרות מקרא

source: Sort legend by group name
he: מיין מקרא לפי שם קבוצה

source: The order below is ignored when this option is enabled.
he: הסדר שלהלן מבוטל כאשר אפשרות זו מופעלת.

source: Manage group legend
he: ניהול עמוד הצוות

source: Manage teampage
he: נהל עמוד צוות

source: Make default group for every member
he: עשה קבוצת ברירת מחדל לכל המשתמשים

# $lang->'MEMBERS'
source: Members
he: משתמשים

source: No group specified.
he: לא נבחרה קבוצה.

source: No groups added yet.
he: לא נוספו קבוצות עדיין.

source: No groups created yet.
he: לא נוצרו כרגע קבוצות.

source: Do not copy permissions
he: אל תעתיק הרשאות

source: You haven’t entered any users.
he: לא הכנסת אף משתמש.

source: No users were added to the group.
he: לא נוספו משתמשים לקבוצה.

source: You haven’t entered any users eligible for that action.
he: לא הזנת משתמשים מתאימים לפעולה זו.

source: Select a group
he: בחר קבוצה

source: Pre-defined groups
he: קבוצות מוגדרות מראש

source: Pre-defined groups are special groups, they cannot be deleted or directly modified. However you can still add users and alter basic settings.
he: קבוצות מוגדרות מראש הינם קבוצות מיוחדות, לא ניתן למחוק אותם או לשנות באופן ישיר. למרות זאת עדיין תוכל להוסיף משתמשים ולערוך את ההגדרות הבסיסיות.

source: Teampage
he: עמוד הצוות

source: All memberships
he: כל החברויות

source: User’s default group only
he: קבוצת ברירת המחדל של המשתמש בלבד

source: First membership only
he: הקבוצה הראשונה של המשתמש בלבד

source: These are the groups which are displayed on the teampage:
he: אלו הן הקבוצות המוצגות בעמוד הצוות:

source: Display moderated forums
he: הצג את הפורומים המנוהלים

source: If set to yes, moderators will have a list with all of the forums where they have moderator permissions displayed in their row. This can be very database intensive for big boards.
he: אם מופעל, מתחת לכל שורה של מנהל תהיה רשימה של כל הפורומים בהם יש לו הרשאות ניהול. למערכות גדולות הדבר עלול לגזול משאבים רבים.

source: Display user memberships
he: הצג את שיוכו לקבוצות של המשתמש

source: Teampage settings
he: הגדרות עמוד צוות

# $lang->'TOTAL_MEMBERS'
source: Members
he: משתמשים

source: Users approved successfully.
he: המשתמשים אושרו בהצלחה.

source: User default
he: משתמש ברירת מחדל

source: User defined groups
he: קבוצות משתמשים מוגדרות

source: These are groups created by you or another admin on this board. You can manage memberships as well as edit group properties or even delete the group.
he: אלו קבוצות אשר נוצרו על ידך או מנהלים ראשים אחרים. אתה יכול לנהל את חברי הקבוצה בנוסף לעריכת הגדרות הקבוצה ואפילו למחוק את הקבוצה.

source: Set as default group
he: הגדר כקבוצת ברירת המחדל

source: Saying yes here will set this group as the default group for the added users.
he: להגיד כן כאן תגדיר את קבוצה זו כברירת המחדל למשתמשים שנוספו.

source: Set as group leader
he: הגדר כראש הקבוצה
