Repository: tomer/phpBB-Hebrew
Catalog: */acp/language.po
Languages: he

source: Admin language files
he: קבצי שפה של לוח הבקרה למנהל הראשי

source: Here you are able to install/remove language packs. The default language pack is marked with an asterisk (*).
he: כאן אתה יכול להתקין/להסיר חבילות שפה. חבילת השפה ברירת המחדל מסומנת בכוכבית (*).

source: Are you sure you wish to delete “%s”?
he: האם אתה בטוח שברצונך למחוק את “%s”?

source: Installed language packs
he: חבילות שפה מותקנות

source: Language details successfully updated.
he: פרטי חבילת השפה עודכנו בהצלחה.

source: This language pack is already installed.
he: חבילת השפה כבר מותקנת.

source: The language pack “%s” has been removed successfully. All users using this language have been reset to the board’s default language.
he: חבילת השפה “%s” הוסרה בהצלחה. כל המשתמשים שהשתמשו בחבילה זו הועברו לחבילת ברירת המחדל של המערכת.

source: Language pack details
he: פרטי חבילת שפה

source: The language pack “%s” has been successfully installed.
he: חבילת השפה “%s” הותקנה בהצלחה.

source: The custom profile fields’ language strings were copied from the default language. Please change them if necessary.
he: שמות הזיהוי של שדות הפרופיל המותאמים אישית הועתקו משפת ברירת המחדל. אנא שנה אותם אם נדרש.

# $lang->'LANGUAGE_PACK_LOCALNAME'
source: Local name
he: שם מקומי

source: Name
he: שם

source: The selected language pack does not exist.
he: חבילת השפה שנבחרה איננה קיימת.

source: Used by (including robots)
he: בשימוש על ידי (כולל רובוטים)

source: Language variable
he: מחרוזת

source: Language pack author
he: יוצר חבילת השפה

source: English name
he: שם באנגלית

source: ISO code
he: קוד ISO

# $lang->'LANG_LOCAL_NAME'
source: Local name
he: שם מקומי

source: Missing language files
he: קבצי שפה חסרים

source: Missing language variables
he: משתני שפה חסרים

source: You haven’t specified a language file.
he: אינך ציינת קובץ שפה.

source: You haven’t specified a language pack.
he: אינך ציינת חבילת שפות

source: You are not able to remove the default language pack.<br />If you want to remove this language pack, change your board’s default language first.
he: אינך יכול למחוק את שפת ברירת המחדל של המערכת. <br />אם אתה באמת רוצה למחוק את החבילה, שנה את חבילת ברירת המחדל של המערכת תחילה.

source: No uninstalled language packs
he: אין חבילות שפה לא מותקנות.

source: The following language files are missing from the “%s” language folder
he: קבצי השפה הבאים חסרים מתיקית השפה “%s”

source: The following language variables are missing from the “%s” language pack
he: משתני השפה הבאים חסרים מחבילת השפה “%s”

source: Uninstalled language packs
he: חבילות שפה לא מותקנת

source: Browse language packs database
he: צפה במאגר השפות
