Repository: tomer/phpBB-Hebrew
Catalog: */acp/modules.po
Languages: he

source: Here you are able to manage all kind of modules. Please note that the ACP has a three-level menu structure (Category -> Category -> Module) whereby the others having a two-level menu structure (Category -> Module) which must be kept. Please also be aware that you may lock out yourself if you disable or delete the modules responsible for the module management itself.
he: כאן אתה יכול לנהל את כל סוגי המודולים. שים לב שלוח הבקרה למנהל הראשי יש שלוש רמות של מבנה (קטגוריה -> קטגוריה -> מודול) באמצעותו לאחרים יש את מבנה התפריט (קטגוריה -> מודול) שחייב להישמר. אנא שים לב שאתה יכול לנעול את עצמך בחוץ אם אתה מבטל או מוחק את המודולים האחראים על ניהול המודולים עצמם.

# $lang->'ADD_MODULE'
source: Add module
he: הוסף מודול

source: Are you sure you want to add the selected module with the selected mode?
he: אתה בטוח שברצונך להוסיף את המודול הנבחר עם המצב הנוכחי?

# $lang->'ADD_MODULE_TITLE'
source: Add module
he: הוסף מודול

source: Unable to remove module, it has assigned children. Please remove or move all children before performing this action.
he: לא מצליח להסיר את המודול, יש לו ילדים רשומים. אנא הסר או העבר את כל הילדים לפני שאתה מבצע פעולה זו.

source: Category
he: קטגוריה

source: Choose module mode
he: בחר את מצב המודול

source: Choose the modules mode being used.
he: בחר את המצב בו המודול יתחיל לפעול.

source: Choose module
he: בחר מודול

source: Choose the file being called by this module.
he: בחר את הקובץ הנקרא על ידי מודול זה.

source: Create new module
he: צור מודול חדש

source: Deactivated module
he: הפסק את פעילות המודול

source: Delete module
he: מחק מודול

source: Are you sure you want to remove this module?
he: אתה בטוח שברצונך להסיר מודול זה?

source: Edit module
he: ערוך מודול

source: Here you are able to enter module specific settings.
he: כאן אתה יכול להגדיר הגדרות ספציפיות למודול.

source: Hidden module
he: מודול מוסתר

source: Module
he: מודול

source: Module successfully added.
he: המודול נוסף בהצלחה.

source: Module successfully removed.
he: המודול הוסר בהצלחה.

source: Module displayed
he: המודול מוצג

source: If you do not wish to display this module, but want to use it, set this to no.
he: אם אין ברצונך להציג מודול זה, אך ברצונך להשתמש בו, הגדר אפשרות זאת לפעילה.

source: Module successfully edited.
he: המודול נערך בהצלחה.

source: Module enabled
he: הפעל מודול

source: Module language name
he: שפת המודול

source: Enter the displayed module name. Use language constant if name is served from language file.
he: הכנס את שם המודול המוצג. השתמש בשפה מדויקת אם השם מקושר לקובץ שפה.

source: Module type
he: סוג המודול

source: Unable to turn category into module. Please remove/move all children before performing this action.
he: לא מצליח להעביר את הקטגוריה למודול. אנא הסר/העבר את כל הפורומים לפני עשיית פעולה זו.

source: No module found.
he: לא נמצא מודול.

source: No module id specified.
he: לא נבחר מספר זיהוי למודול.

source: No module language name specified.
he: לא נבחר למודול שפה.

source: No Parent
he: אין הורה

source: Parent
he: הורה

source: Parent does not exist.
he: ההורה אינו קיים.

source: Select a module
he: בחר מודול
