Repository: tomer/phpBB-Hebrew
Catalog: */acp/permissions.po
Languages: he

source: This group’s permission for this forum is set to <strong>YES</strong> which becomes the new total value because it wasn’t set yet (set to <strong>NO</strong>).
he: הרשאת הקבוצה לפורום זה נקבעה ל<strong>כן</strong> אשר הופכת לערך הכולל החדש מפני שהוא עדיין לא נקבע (נקבע ל<strong>לא</strong>).

source: This group’s permission is set to <strong>YES</strong> and the total permission is already set to <strong>YES</strong>, so the total result is kept.
he: הרשאת הקבוצה נקבעה ל<strong>כן</strong> וההרשאה הכוללת כבר נקבעה ל<strong>כן</strong>, כך שהתוצאה הכוללת נשמרה.

source: This group’s permission for this forum is set to <strong>YES</strong> and the total permission is already set to <strong>YES</strong>, so the total result is kept.
he: הרשאת הקבוצה לפורום זה נקבעה ל<strong>כן</strong> וההרשאה הכוללת כבר נקבעה ל<strong>כן</strong>, כך שהתוצאה הכוללת נשמרה.

source: Trace permission - %s
he: אתר הרשאה – %s

source: Trace result
he: אתר תוצאה

source: Trace setting
he: אתר הגדרה

source: The forum independent user permission evaluates to <strong>YES</strong> but the total permission is already set to <strong>YES</strong>, so the total result is kept. %sTrace global permission%s
he: הרשאת המשתמש העצמאית של הפורום נקבעה ל<strong>כן</strong> אבל ההרשאה הכוללת כבר נקבעה ל<strong>כן</strong>, כך שהתוצאה הכוללת נשמרה. %sאתר הרשאה גלובלית%s

source: The forum independent user permission evaluates to <strong>YES</strong> which overwrites the current local result <strong>NEVER</strong>. %sTrace global permission%s
he: הרשאת המשתמש העצמאית של הפורום נקבעה ל<strong>כן</strong> אשר עוברת על התוצאה המקומית הנוכחית <strong>לעולם לא</strong>. %sאתר הרשאה גלובלית%s

source: The forum independent user permission evaluates to <strong>NEVER</strong> which doesn’t influence the local permission. %sTrace global permission%s
he: הרשאת המשתמש העצמאית של הפורום נקבעה ל<strong>לעולם לא</strong> אשר לא משפיעה על ההרשאה המקומית. %sאתר הרשאה גלובלית%s

source: The user is a founder, therefore admin permissions are always set to <strong>YES</strong>.
he: המשתמש הנו מייסד, לכן תמיד הרשאות המנהל מוגדרות ל<strong>כן</strong>.

source: The user’s permission is <strong>NO</strong> so the old total value is kept.
he: הרשאת המשתמש היא <strong>לא</strong> כך שהערך הכולל הקודם נשמר.

source: The user’s permission for this forum is <strong>NO</strong> so the old total value is kept.
he: הרשאת המשתמש לפורום זה היא <strong>לא</strong> כך שהערך הכולל הקודם נשמר.

source: The user’s permission is set to <strong>NEVER</strong> and the total value is set to <strong>NEVER</strong>, so nothing is changed.
he: הרשאת המשתמש נקבעה ל<strong>לעולם לא</strong> והערך הכולל נקבע ל<strong>לעולם לא</strong>, כך ששום דבר לא השתנה.

source: The user’s permission for this forum is set to <strong>NEVER</strong> and the total value is set to <strong>NEVER</strong>, so nothing is changed.
he: הרשאת המשתמש לפורום זה נקבעה ל<strong>לעולם לא</strong> והערך הכולל נקבע ל<strong>לעולם לא</strong>, כך ששום דבר לא השתנה.

source: The user’s permission is set to <strong>NEVER</strong> which becomes the total value because it was set to NO.
he: הרשאת המשתמש נקבעה ל<strong>לעולם לא</strong> אשר הופכת לערך הכולל מפני שהוא נקבע ללא.

source: The user’s permission for this forum is set to <strong>NEVER</strong> which becomes the total value because it was set to NO.
he: הרשאת המשתמש לפורום זה נקבעה ל<strong>לעולם לא</strong> אשר הופכת לערך הכולל מפני שהוא נקבע ללא.

source: The user’s permission is set to <strong>NEVER</strong> and overwrites the previous <strong>YES</strong>.
he: הרשאת המשתמש נקבעה ל<strong>לעולם לא</strong> ומשנה את הקודמת <strong>כן</strong>.

source: The user’s permission for this forum is set to <strong>NEVER</strong> and overwrites the previous <strong>YES</strong>.
he: הרשאת המשתמש לפורום זה נקבעה ל<strong>לעולם לא</strong> ומשנה את הקודמת <strong>כן</strong>.

source: The user’s permission is <strong>NO</strong> and the total value was set to NO so it defaults to <strong>NEVER</strong>.
he: הרשאת המשתמש היא <strong>לא</strong> והערך הכולל נקבע ללא כך שכברירת מחדל הוא <strong>לעולם לא</strong>.

source: The user’s permission for this forum is <strong>NO</strong> and the total value was set to NO so it defaults to <strong>NEVER</strong>.
he: הרשאת המשתמש לפורום זה היא <strong>לא</strong> והערך הכולל נקבע ללא כך שכברירת מחדל הוא <strong>לעולם לא</strong>.

source: The user’s permission is set to <strong>YES</strong> but the total <strong>NEVER</strong> cannot be overwritten.
he: הרשאת המשתמש נקבעה ל<strong>כן</strong> אבל הכוללת <strong>לעולם לא</strong> לא ניתנת לשינוי.

source: The user’s permission for this forum is set to <strong>YES</strong> but the total <strong>NEVER</strong> cannot be overwritten.
he: הרשאת המשתמש לפורום זה נקבעה ל<strong>כן</strong> אבל הכוללת <strong>לעולם לא</strong> לא ניתנת לשינוי.

source: The user’s permission is set to <strong>YES</strong> which becomes the total value because it was set to <strong>NO</strong>.
he: הרשאת המשתמש נקבעה ל<strong>כן</strong> אשר הופכת לערך הכולל מפני שהוא נקבע ל<strong>לא</strong>.

source: The user’s permission for this forum is set to <strong>YES</strong> which becomes the total value because it was set to <strong>NO</strong>.
he: הרשאת המשתמש לפורום זה נקבעה ל<strong>כן</strong> אשר הופכת לערך הכולל מפני שהוא נקבע ל<strong>לא</strong>.

source: The user’s permission is set to <strong>YES</strong> and the total value is set to <strong>YES</strong>, so nothing is changed.
he: הרשאת המשתמש נקבעה ל<strong>כן</strong> והערך הכולל נקבע ל<strong>כן</strong>, כך ששום דבר לא השתנה.

source: The user’s permission for this forum is set to <strong>YES</strong> and the total value is set to <strong>YES</strong>, so nothing is changed.
he: הרשאת המשתמש לפורום זה נקבעה ל<strong>כן</strong> והערך הכולל נקבע ל<strong>כן</strong>, כך ששום דבר לא השתנה.

source: Who
he: מי

source: Total
he: סך הכל

source: No users are assigned to this role
he: אין משתמשים שנקבעו לכלל זה

source: is a member of the following pre-defined groups
he: הוא חבר בקבוצות המוגדרות מראש הבאות

source: is a member of the following user defined groups
he: הוא חבר בקבוצות המשתמש המוגדרות הבאות

source: View assigned items
he: ראה פריטים שנקבעו

source: Local permissions
he: הרשאות מקומיות

source: Global permissions
he: הרשאות גלובליות

source: View permissions
he: ראה הרשאות

source: Wrong permission type selected.
he: סוג ההרשאה הנבחרת שגויה.

source: The permission settings are in a wrong format, phpBB is not able to process them correctly.
he: הגדרת ההרשאות נכתבו בפורמט לא תקין, phpBB לא יכול לעבד אותם כראוי.
