Repository: tomer/phpBB-Hebrew
Catalog: */acp/permissions.po
Languages: he

source: <p>Permissions are highly granular and grouped into four major sections, which are:</p> <h2>Global Permissions</h2> <p>These are used to control access on a global level and apply to the entire bulletin board. They are further divided into User Permissions, Group Permissions, Administrators and Global Moderators.</p> <h2>Forum Based Permissions</h2> <p>These are used to control access on a per forum basis. They are further divided into Forum Permissions, Forum Moderators, User Forum Permissions and Group Forum Permissions.</p> <h2>Permission Roles</h2> <p>These are used to create different sets of permissions for the different permission types later being able to be assigned on a role-based basis. The default roles should cover the administration of bulletin boards large and small, though within each of the four divisions, you can add/edit/delete roles as you see fit.</p> <h2>Permission Masks</h2> <br /> <p>For further information on setting up and managing permissions on your phpBB3 board, please see the section on <a href="https://www.phpbb.com/support/docs/en/3.1/ug/quickstart/permissions/">Setting permissions of our Quick Start Guide</a>.</p>
he: <p>ההרשאות מקובצות ומשתייכות לארבעה חלקים עיקריים, שהם:</p> <h2>הרשאות גלובליות</h2> <p>הן בשימוש לשליטה בהרשאה ברמה גלובלית ושייכות למערכת הפורום בשלמותה. הן בנוסף מתחלקות להרשאות של משתמש, הרשאות של קבוצה, מנהלים ראשיים ומנהלים גלובליים.</p> <h2>הרשאות לפי פורומים</h2> <p>הן בשימוש לשליטה בהרשאה בכל פורום. הן בנוסף נחלקות להרשאות פורום, מנהלי פורום, הרשאות פורום של משתמש והרשאות פורום של קבוצה.</p> <h2>כללי הרשאות</h2> <p>הן בשימוש ליצירת ערכות שונות של הרשאות לסוגי ההרשאה השונים אשר אחר כך יכולים להיקבע לפי כלל. כללי ברירת המחדל אמורים להיות הניהול הראשי של מערכות פורומים גדולות וקטנות, אך בכל אחד מארבעת החלקים, אתה יכול להוסיף/לערוך/למחוק כללים כפי שתרצה.</p> <h2>משימות הרשאה</h2> <br /> <p>למידע נוסף על קביעה וניהול הרשאות במערכת phpBB, קרא את <a href="http://www.phpbb.co.il/viewtopic.php?f=28&t=21412">המדריך לקביעת הרשאות</a> — שתורגם על־ידי Berlo.</p>

source: Never
he: לעולם לא

source: Setting permissions
he: הגדרת הרשאות

source: Permissions are based on a simple <strong>YES</strong>/<strong>NO</strong> system. Setting an option to <strong>NEVER</strong> for a user or usergroup overrides any other value assigned to it. If you do not wish to assign a value for an option for this user or group select <strong>NO</strong>. If values are assigned for this option elsewhere they will be used in preference, else <strong>NEVER</strong> is assumed. All objects marked (with the checkbox in front of them) will copy the permission set you defined.
he: ההרשאות מבוססות על מערכת פשוטה של <strong>כן</strong>/<strong>לא</strong>. הגדרת אפשרות ל<strong>לעולם לא</strong> למשתמש או קבוצת משתמשים עוברת על כל הערכים האחרים אשר נקבעו להם. אם אינך מעוניין לקבוע ערך לאפשרות למשתמש או לקבוצה, בחר <strong>לא</strong>. אם ערכים נקבעו לאפשרות במקום אחר הם ישומשו בעדיפות ראשונה, אלא אם כן <strong>לעולם לא</strong> נקבע. כל הפריטים מסומנים (עם תיבת סימון לפניהם) יעתיקו את ההרשאה שהגדרת.

source: Setting
he: הגדרה

# $lang->'ACL_TYPE_A_'
source: Administrative permissions
he: הרשאות ניהול ראשי

# $lang->'ACL_TYPE_F_'
source: Forum permissions
he: הרשאות פורום

source: Moderative permissions
he: הרשאות ניהול

# $lang->'ACL_TYPE_U_'
source: User permissions
he: הרשאות משתמש

# $lang->'ACL_TYPE_GLOBAL_A_'
source: Administrative permissions
he: הרשאות ניהול ראשי

# $lang->'ACL_TYPE_GLOBAL_U_'
source: User permissions
he: הרשאות משתמש

source: Global Moderator permissions
he: הרשאות מנהל גלובלי

source: Forum Moderator permissions
he: הרשאות מנהל פורום

# $lang->'ACL_TYPE_LOCAL_F_'
source: Forum permissions
he: הרשאות פורום

source: No
he: לא

source: Viewing permissions
he: צופה בהרשאות

source: Here you can see the effective permissions the user/group is having. A red square indicates that the user/group does not have the permission, a green square indicates that the user/group does have the permission.
he: כאן אתה יכול לראות את ההרשאות הפעילות למשתמש/לקבוצה. ריבוע אדום מציין כי למשתמש/לקבוצה אין את ההרשאה, ריבוע ירוק מסמן כי למשתמש/לקבוצה יש את ההרשאה.

source: Yes
he: כן

source: Here you can assign administrator permissions to users or groups. All users with administrator permissions can view the administration control panel.
he: כאן ניתן לקבוע הרשאות מנהל ראשי למשתמשים או לקבוצות. רק משתמשים עם הרשאות מנהל ראשי יכולים לראות את לוח בקרה למנהלים ראשיים.

source: Here you can assign users and groups as forum moderators. To assign users access to forums, to define global moderative permissions or administrators please use the appropriate page.
he: כאן ניתן לקבוע משתמשים וקבוצות בתור מנהלי פורומים. כדי לקבוע למשתמשים הרשאה לפורומים, להגדיר הרשאות ניהול גלובלי או מנהלים ראשיים יש להשתמש בעמוד המתאים.

source: Here you can alter which users and groups can access which forums. To assign moderators or define administrators please use the appropriate page.
he: כאן ניתן לקבוע את ההרשאה לפורומים למנהלים ולקבוצות. כדי לקבוע מנהלים או להגדיר מנהלים ראשיים יש להשתמש בעמוד המתאים.

source: Here you can copy forum permissions from one forum to one or more other forums.
he: כאן ניתן להעתיק הרשאות פורום מפורום אחד לפורום אחד או יותר אחרים.

source: Here you can assign global moderator permissions to users or groups. These moderators are like ordinary moderators except they have access to every forum on your board.
he: כאן ניתן לקבוע הרשאות מנהל גלובלי למשתמשים או קבוצות. מנהלים אלו הם כמו מנהלים רגילים אך יש להם הרשאה לכל הפורומים במערכת.

source: Here you can assign forum permissions to groups.
he: כאן ניתן לקבוע הרשאות פורום לקבוצות.

source: Here you can assign global permissions to groups - user permissions, global moderator permissions and administrator permissions. User permissions include capabilities such as the use of avatars, sending private messages, et cetera; global moderator permissions such as approving posts, manage topics, manage bans, et cetera and lastly administrator permissions such as altering permissions, define custom BBCodes, manage forums, et cetera. Individual user permissions should only be changed in rare occasions, the preferred method is putting users in groups and assigning the group permissions.
he: כאן ניתן לקבוע הרשאות גלובליות לקבוצות – הרשאות משתמש, הרשאות מנהל גלובלי והרשאות מנהל ראשי. הרשאות משתמש כוללות יכולות כמו שימוש בסמלים אישיים, שליחת הודעות פרטיות, וכדומה. הרשאות מנהל גלובלי כוללות יכולות כמו אישות הודעות, ניהול נושאים, ניהול חסימות, וכדומה, ולבסוף הרשאות מנהל ראשי כוללות יכולות כמו שינוי הרשאות, הגדרת תגי BBCode מותאמים אישית, ניהול פורומים, וכדומה. הרשאות משתמש יחיד מומלץ לשנות במקרים נדירים, השיטה המועדפת היא הכנסת משתמשים לקבוצות וקביעת הרשאות לקבוצה.

source: Here you are able to manage the roles for administrative permissions. Roles are effective permissions, if you change a role the items having this role assigned will change its permissions too.
he: כאן אתה יכול לנהל את הכללים להרשאות הניהול הראשי. הכללים הם הרשאות פעילות, אם אתה משנה כלל, הרכיבים אשר להם הכלל נקבע ישנו את ההרשאות שלהם גם כן.

source: Here you are able to manage the roles for forum permissions. Roles are effective permissions, if you change a role the items having this role assigned will change its permissions too.
he: כאן אתה יכול לנהל את הכללים להרשאות הפורום. הכללים הם הרשאות פעילות, אם אתה משנה כלל, הרכיבים אשר להם הכלל נקבע ישנו את ההרשאות שלהם גם כן.

source: Here you are able to manage the roles for moderative permissions. Roles are effective permissions, if you change a role the items having this role assigned will change its permissions too.
he: כאן אתה יכול לנהל את הכללים להרשאות הניהול. הכללים הם הרשאות פעילות, אם אתה משנה כלל, הרכיבים אשר להם הכלל נקבע ישנו את ההרשאות שלהם גם כן.

source: Here you are able to manage the roles for user permissions. Roles are effective permissions, if you change a role the items having this role assigned will change its permissions too.
he: כאן אתה יכול לנהל את הכללים להרשאות משתמש. הכללים הם הרשאות פעילות, אם אתה משנה כלל, הרכיבים אשר להם הכלל נקבע ישנו את ההרשאות שלהם גם כן.

source: Here you can assign forum permissions to users.
he: כאן אתה יכול לקבוע הרשאות פורום למשתמשים.

source: Here you can assign global permissions to users - user permissions, global moderator permissions and administrator permissions. User permissions include capabilities such as the use of avatars, sending private messages, et cetera; global moderator permissions such as approving posts, manage topics, manage bans, et cetera and lastly administrator permissions such as altering permissions, define custom BBCodes, manage forums, et cetera. To alter these settings for large numbers of users the Group permissions system is the preferred method. User permissions should only be changed in rare occasions, the preferred method is putting users in groups and assigning the group permissions.
he: כאן אתה יכול לקבוע הרשאות גלובליות למשתמשים – הרשאות משתמש, הרשאות מנהל גלובלי והרשאות מנהל ראשי. הרשאות משתמש כוללות יכולות כמו שימוש בסמלים אישיים, שליחת הודעות פרטיות, וכדומה. הרשאות מנהל גלובלי כוללות יכולות כמו אישות הודעות, ניהול נושאים, ניהול חסימות, וכדומה, ולבסוף הרשאות מנהל ראשי כוללות יכולות כמו שינוי הרשאות, הגדרת תגי BBCode מותאמים אישית, ניהול פורומים, וכדומה. הרשאות משתמש יחיד מומלץ לשנות במקרים נדירים, השיטה המועדפת היא הכנסת משתמשים לקבוצות וקביעת הרשאות לקבוצה.

source: Here you can view the effective administrative permissions assigned to the selected users/groups.
he: כאן אתה יכול לצפות בהרשאות הניהול הראשי הפעילות אשר נקבעו למשתמשים/לקבוצות הנבחרים.

source: Here you can view the global moderative permissions assigned to the selected users/groups.
he: כאן אתה יכול לצפות בהרשאות הניהול הגלובלי אשר נקבעו למשתמשים/לקבוצות הנבחרים.

source: Here you can view the forum permissions assigned to the selected users/groups and forums.
he: כאן אתה יכול לצפות בהרשאות הפורום אשר נקבעו למשתמשים/לקבוצות ולפורומים הנבחרים.

source: Here you can view the forum moderator permissions assigned to the selected users/groups and forums.
he: כאן אתה יכול לצפות בהרשאות מנהל הפורום אשר נקבעו למשתמשים/לקבוצות ולפורומים הנבחרים.

source: Here you can view the effective user permissions assigned to the selected users/groups.
he: כאן אתה יכול לצפות בהרשאות המשתמש הפעילות אשר נקבעו למשתמשים/לקבוצות הנבחרים.

source: Add groups
he: הוסף קבוצות

source: Add permissions
he: הוסף הרשאות

source: Add users
he: הוסף משתמשים

source: Advanced Permissions
he: הרשאות מתקדמות

source: Select all groups
he: בחר את כל הקבוצות

source: All <strong>NEVER</strong>
he: הכול <strong>לעולם לא</strong>

source: All <strong>NO</strong>
he: הכול <strong>לא</strong>

source: Select all users
he: בחר את כל המשתמשים

source: All <strong>YES</strong>
he: הכול <strong>כן</strong>

source: Apply all permissions
he: החל את כל ההרשאות

source: Apply permissions
he: החל הרשאות

source: The permissions and role defined for this item will only be applied to this item and all checked items.
he: ההרשאות והכלל המוגדרים לפריטי זה יפעלו לפריט זה וכל הפריטים המסומנים בלבד.

source: Permissions have been updated.
he: ההרשאות עודכנו.

source: Are you sure you wish to carry out this operation? Please be aware that this will overwrite any existing permissions on the selected targets.
he: האם אתה בטוח שאתה רוצה להמשיך עם הפעולה? אנא שים לב שזה ישכתב כל הרשאה קיימת ביעדים שנבחרו.

source: The source forum you want to copy permissions from.
he: פורום המקור ממנו אתה רוצה להעתיק הרשאות.

source: The destination forums you want the copied permissions applied to.
he: פורום היעד אשר אליו אתה רוצה להעתיק הרשאות שיחולו עליו.

source: Copy permissions from
he: העתק הרשאות מ

source: Apply permissions to
he: החל הרשאות ל

source: Create role
he: צור כלל

source: Use settings from…
he: השתמש בהגדרות של…

source: Custom…
he: מותאם אישית…

source: Default
he: ברירת מחדל

source: Delete role
he: מחק כלל

source: Are you sure you want to remove this role? Items having this role assigned will <strong>not</strong> lose their permission settings.
he: אתה בטוח שאתה רוצה להסיר כלל זה? הרכיבים להם הכלל נקבע <strong>לא</strong> יאבדו את הגדרות ההרשאה שלהם.

source: View items using this role
he: צפה ברכיבים המשתמשים בכלל זה

source: Edit permissions
he: ערוך הרשאות

source: Edit role
he: ערוך כלל

source: No group assigned to this role
he: אין קבוצה הנקבעה לכלל זה

source: Look up usergroup
he: אתר קבוצת משתמשים

source: Look up user
he: אתר משתמש

source: Manage groups
he: ניהול קבוצות

source: Manage users
he: ניהול משתמשים

source: Permission settings not defined.
he: הגדרות הרשאה לא הוגדרו.

source: No role assigned…
he: אין כלל שנקבע…

source: Setting to this role does not change permissions on the right. If you want to unset/remove all permissions you should use the “All <strong>NO</strong>” link.
he: הגדרה לכלל זה לא משנה את ההרשאות. אם אתה רוצה לבטל/להסיר את כל ההרשאות אתה צריך להשתמש בקישור “הכול <strong>לא</strong>”.

source: No role available
he: אין כלל זמין

source: Please give the role a name.
he: הזן לכלל שם.

source: Role could not be found.
he: לא ניתן למצוא את הכלל.

source: You haven’t selected any user or group.
he: לא בחרת אף משתמש או קבוצה.

source: You only defined forums in your selection. Please also select at least one user or one group.
he: הגדרת רק פורומים בבחירה שלך. בחר גם לפחות משתמש אחד או קבוצה אחת.

source: Permissions and role will also be applied to all checked objects
he: ההרשאות והכלל יפעלו גם לכל הפריטים המסומנים

source: +Subforums
he: +תתי־פורומים

source: Remove permissions
he: הסר הרשאות

source: Remove role
he: הסר כלל

source: Resulting permission
he: תוצאת הרשאה

source: Role
he: כלל

source: Role successfully added.
he: הכלל נוסף בהצלחה.

source: Users/Groups assigned to %s
he: משתמשים/קבוצות שנקבעו ל%s

source: Role successfully removed.
he: הכלל הוסר בהצלחה.

source: Role description
he: תיאור הכלל

source: Forum Admin
he: ניהול ראשי של פורום

source: Full Admin
he: ניהול ראשי מלא

source: Standard Admin
he: ניהול ראשי רגיל

source: User and Groups Admin
he: ניהול ראשי של משתמשים וקבוצות

source: Bot Access
he: הרשאת בוט

source: Full Access
he: הרשאה מלאה

source: Limited Access
he: הרשאה מוגבלת

source: Limited Access + Polls
he: הרשאה מוגבלת + סקרים

source: No Access
he: ללא הרשאה

source: On Moderation Queue
he: חצי ניהול

source: Standard Access + Polls
he: הרשאה רגילה + סקרים

source: Read Only Access
he: הרשאה לקריאה בלבד

source: Standard Access
he: הרשאה רגילה

source: Newly Registered User Access
he: הרשאת משתמש שנרשם לאחרונה

source: Full Moderator
he: מנהל מלא

source: Queue Moderator
he: חצי מנהל

source: Simple Moderator
he: מנהל פשוט

source: Standard Moderator
he: מנהל רגיל

source: All Features
he: כל המאפיינים

source: Limited Features
he: מאפיינים מוגבלים

source: No Avatar
he: ללא סמל אישי

source: No Private Messages
he: ללא הודעות פרטיות

source: Standard Features
he: מאפיינים רגילים

source: Newly Registered User Features
he: מאפיינים למשתמש שנרשם לאחרונה

source: Can access the forum management and forum permission settings.
he: יכול לגשת לניהול הפורום והגדרות הרשאת הפורום.

source: Has access to all administrative functions of this board.<br />Not recommended.
he: בעל הרשאה לכל אפשרויות הניהול הראשי של המערכת.<br />לא מומלץ.

source: Has access to most administrative features but is not allowed to use server or system related tools.
he: בעל הרשאה לרוב מאפייני הניהול הראשי אבל לא מורשה להשתמש בכלים הקשורים למערכת או לשרת.

source: Can manage groups and users: Able to change permissions, settings, manage bans, and manage ranks.
he: יכול לנהל קבוצות ומשתמשים: יכול לשנות הרשאות, הגדרות, לנהל חסימות, ולנהל דירוגים.

source: This role is recommended for bots and search spiders.
he: כלל זה מומלץ לבוטים ועכבישי חיפוש.

source: Can use all forum features, including posting of announcements and stickies. Can also ignore the flood limit.<br />Not recommended for normal users.
he: יכול להשתמש בכל מאפייני הפורום, כולל שליחה של הכרזות ודביקים. יכול בנוסף להתעלם מהגבלת ההצפה.<br />לא מומלץ למשתמשים רגילים.

source: Can use some forum features, but cannot attach files or use post icons.
he: יכול להשתמש בכמה מאפייני פורום, אבל לא יכול לצרף קבצים או להשתמש באייקונים של ההודעות.

source: As per Limited Access but can also create polls.
he: כמו הרשאה מוגבלת אך יכול גם ליצור סקרים.

source: Can neither see nor access the forum.
he: לא יכול לראות ולא לגשת לפורום.

source: Can use most forum features including attachments, but posts and topics need to be approved by a moderator.
he: יכול להשתמש ברוב מאפייני הפורום כולל צירוף קבצים, אבל הודעות ונושאים צריכים לקבל אישור על־ידי מנהל.

source: Like Standard Access but can also create polls.
he: כמו הרשאה רגילה אבל יכול גם ליצור סקרים.

source: Can read the forum, but cannot create new topics or reply to posts.
he: יכול לקרוא בפורום, אבל לא יכול ליצור נושאים חדשים או להגיב להודעות.

source: Can use most forum features including attachments and deleting own topics, but cannot lock own topics, and cannot create polls.
he: יכול להשתמש ברוב מאפייני הפורום כולל צירוף קבצים ומחיקת הנושאים של עצמו, אבל לא יכול לנעול נושאים של עצמו, ולא יכול ליצור סקרים.

# $lang->'ROLE_DESCRIPTION_FORUM_NEW_MEMBER'
source: A role for members of the special newly registered users group; contains <strong>NEVER</strong> permissions to lock features for new users.
he: כלל למשתמשים מהקבוצה המיוחדת משתמשים שנרשמו לאחרונה; מכיל הרשאות <strong>לעולם לא</strong> כדי לחסום אפשרויות ממשתמשים חדשים.

source: Can use all moderating features, including banning.
he: יכול להשתמש בכל מאפייני הניהול, כולל חסימה.

source: Can use the Moderation Queue to validate and edit posts, but nothing else.
he: יכול להשתמש בחצי ניהול כדי לאשר ולערוך הודעות, אבל שום דבר אחר.

source: Can only use basic topic actions. Cannot send warnings or use moderation queue.
he: יכול להשתמש בפעולות נושא בסיסיות בלבד. לא יכול לשלוח אזהרות או להשתמש בחצי ניהול.

source: Can use most moderating tools, but cannot ban users or change the post author.
he: יכול להשתמש ברוב כלי הניהול, אבל לא יכול לחסום משתמשים או לשנות את כותב ההודעה.

source: Can use all available forum features for users, including changing the user name or ignoring the flood limit.<br />Not recommended.
he: יכול להשתמש בכל מאפייני הפורום הזמינים למשתמשים, כולל שינוי שם המשתמש או התעלמות מהגבלת ההצפה.<br />לא מומלץ.

source: Can access some of the user features. Attachments, emails, or instant messages are not allowed.
he: יכול לגשת לכמה ממאפייני המשתמש. צירוף קבצים, שליחת הודעות דואר אלקטרוני, או הודעות מיידיות לא מורשים.

source: Has a limited feature set and is not allowed to use the Avatar feature.
he: בעל מאפיין מוגבל שנקבע ולא מורשה להשתמש במאפיין הסמלים האישיים.

source: Has a limited feature set, and is not allowed to use Private Messages.
he: בעל מאפיין מוגבל שנקבע, ולא מורשה להשתמש בהודעות פרטיות.

source: Can access most but not all user features. Cannot change user name or ignore the flood limit, for instance.
he: יכול לגשת לרוב אך לא לכל מאפייני המשתמש. לא יכול לשנות שם משתמש או להתעלם מהגבלת ההצפה, למשל.

# $lang->'ROLE_DESCRIPTION_USER_NEW_MEMBER'
source: A role for members of the special newly registered users group; contains <strong>NEVER</strong> permissions to lock features for new users.
he: כלל למשתמשים מהקבוצה המיוחדת משתמשים שנרשמו לאחרונה; מכיל הרשאות <strong>לעולם לא</strong> כדי לחסום אפשרויות ממשתמשים חדשים.

source: You are able to enter a short explanation of what the role is doing or for what it is meant for. The text you enter here will be displayed within the permissions screens too.
he: אתה יכול להזין תיאור קצר של מה הכלל עושה או מה הוא אומר. הטקסט שאתה מזין כאן יוצג גם במסכי ההרשאות.

source: The role description is too long, please limit it to 4000 characters.
he: תיאור הכלל אורך מדי, הגבל אותו ל־4000 תווים.

source: Role details
he: פרטי הכלל

source: Role successfully edited.
he: הכלל נערך בהצלחה.

source: Role name
he: שם הכלל

source: A role named <strong>%s</strong> already exist for the specified permission type.
he: כלל הנקרא <strong>%s</strong> כבר קיים לסוג ההרשאה המצוין.

source: Role has not been assigned yet.
he: כלל עדיין לא נקבע.

source: The selected forum(s) do not exist.
he: הפורומים הנבחרים לא קיימים.

source: The selected group(s) do not exist.
he: הקבוצות הנבחרות לא קיימות.

source: The selected user(s) do not exist.
he: המשתמשים הנבחרים לא קיימים.

source: The forum you select here will include all subforums into the selection.
he: הפורום אשר אתה בוחר כולל את כל תתי־הפורומים שלו בבחירה.

source: Select role…
he: בחר כלל…

source: Select type
he: בחר סוג

source: Set permissions
he: קבע הרשאות

source: Set role permissions
he: קבע הרשאות כלל

source: Set user permissions
he: קבע הרשאות משתמש

source: Set user forum permissions
he: קבע הרשאות פורום של משתמש

source: By default every permission is <strong>NO</strong> (unset). So the permission can be overwritten by other settings.
he: כברירת מחדל כל הרשאה היא <strong>לא</strong> (מבוטלת). ההרשאה יכולה להשתנות על־ידי הגדרות אחרות.

source: Trace for
he: אתר ל

source: %s (global)
he: %s (גלובלי)

source: This group’s permission is set to <strong>NEVER</strong> like the total result so the old result is kept.
he: הרשאת הקבוצה נקבעה ל<strong>לעולם לא</strong> כמו התוצאה הכוללת כך שהתוצאה הקודמת נשמרה.

source: This group’s permission for this forum is set to <strong>NEVER</strong> like the total result so the old result is kept.
he: הרשאת הקבוצה לפורום זה נקבעה ל<strong>לעולם לא</strong> כמו התוצאה הכוללת כך שהתוצאה הקודמת נשמרה.

source: This group’s permission is set to <strong>NEVER</strong> which becomes the new total value because it wasn’t set yet (set to <strong>NO</strong>).
he: הרשאת הקבוצה נקבעה ל<strong>לעולם לא</strong> אשר הופכת לערך הכולל החדש מפני שהוא עדיין לא נקבע (נקבע ל<strong>לא</strong>).

source: This group’s permission for this forum is set to <strong>NEVER</strong> which becomes the new total value because it wasn’t set yet (set to <strong>NO</strong>).
he: הרשאת הקבוצה לפורום זה נקבעה ל<strong>לעולם לא</strong> אשר הופכת לערך הכולל החדש מפני שהוא עדיין לא נקבע (נקבע ל<strong>לא</strong>).

source: This group’s permission is set to <strong>NEVER</strong> which overwrites the total <strong>YES</strong> to a <strong>NEVER</strong> for this user.
he: הרשאת הקבוצה נקבעה ל<strong>לעולם לא</strong> אשר משנה את הכוללת <strong>כן</strong> ל<strong>לעולם לא</strong> למשתמש זה.

source: This group’s permission for this forum is set to <strong>NEVER</strong> which overwrites the total <strong>YES</strong> to a <strong>NEVER</strong> for this user.
he: הרשאת הקבוצה לפורום זה נקבעה ל<strong>לעולם לא</strong> אשר משנה את הכוללת <strong>כן</strong> ל<strong>לעולם לא</strong> למשתמש זה.

source: The permission is <strong>NO</strong> for this group so the old total value is kept.
he: ההרשאה היא <strong>לא</strong> לקבוצה זו כך שהערך הכולל הקודם נשמר.

source: The permission is <strong>NO</strong> for this group within this forum so the old total value is kept.
he: ההרשאה היא <strong>לא</strong> לקבוצה זו בתוך פורום זה כך שהערך הכולל הקודם נשמר.

source: This group’s permission is set to <strong>YES</strong> but the total <strong>NEVER</strong> cannot be overwritten.
he: הרשאת הקבוצה נקבעה ל<strong>כן</strong> אבל הכוללת <strong>לעולם לא</strong> לא ניתנת לשינוי.

source: This group’s permission for this forum is set to <strong>YES</strong> but the total <strong>NEVER</strong> cannot be overwritten.
he: הרשאת הקבוצה לפורום זה נקבעה ל<strong>כן</strong> אבל הכוללת <strong>לעולם לא</strong> לא ניתנת לשינוי.

source: This group’s permission is set to <strong>YES</strong> which becomes the new total value because it wasn’t set yet (set to <strong>NO</strong>).
he: הרשאת הקבוצה נקבעה ל<strong>כן</strong> אשר הופכת לערך הכולל החדש מפני שהוא עדיין לא נקבע (נקבע ל<strong>לא</strong>).
