Repository: tomer/phpBB-Hebrew
Catalog: */acp/permissions_phpbb.po
Languages: he

source: Actions
he: פעולות

source: Content
he: תוכן

source: Forums
he: פורומים

source: Misc
he: שונות

source: Permissions
he: הרשאות

source: Private messages
he: הודעות פרטיות

source: Polls
he: סקרים

source: Post
he: הודעה

source: Post actions
he: פעולות הודעה

source: Posting
he: פרסום

source: Profile
he: פרופיל

source: Settings
he: הגדרות

source: Topic actions
he: פעולות נושא

source: Users &amp; Groups
he: משתמשים וקבוצות

source: Can view profiles, memberlist and online list
he: רשאי לצפות בפרופילים, רשימת המשתמשים, ורשימת המחוברים

source: Can change username
he: רשאי לשנות שם משתמש

source: Can change password
he: רשאי לשנות ססמה

source: Can change email address
he: רשאי לשנות את כתובת הדואר האלקטרוני

source: Can change avatar
he: רשאי לשנות את תמונת התצוגה

source: Can change default usergroup
he: רשאי לשנות את קבוצת ברירת המחדל

source: Can change profile field information
he: ראשי לשנות מידע בשדות הפרופיל

# $lang->'ACL_U_ATTACH'
source: Can attach files
he: רשאי לצרף קבצים

# $lang->'ACL_U_DOWNLOAD'
source: Can download files
he: רשאי להוריד קבצים

source: Can save drafts
he: רשאי לשמור טיוטות

source: Can disable word censors
he: רשאי לנטרל מילים מצונזרות

source: Can use signature
he: רשאי להשתמש בחתימה

source: Can send private messages
he: רשאי לשלוח הודעות פרטיות

source: Can send messages to multiple users
he: רשאי לשלוח הודעות לכמה משתמשים

source: Can send messages to groups
he: רשאי לשלוח הודעות לקבוצות

source: Can read private messages
he: רשאי לקרוא הודעות פרטיות

source: Can edit own private messages
he: רשאי לערוך הודעות פרטיות עצמיות

source: Can remove private messages from own folder
he: רשאי למחוק הודעות פרטיות מהתיקייה האישית

source: Can forward private messages
he: רשאי להעביר הודעות פרטיות

source: Can email private messages
he: רשאי לשלוח בדואר אלקטרוני הודעות פרטיות

source: Can print private messages
he: רשאי להדפיס הודעות פרטיות

source: Can attach files in private messages
he: רשאי לצרף קבצים בהודעות פרטיות

source: Can download files in private messages
he: רשאי להוריד קבצים בהודעות פרטיות

source: Can use BBCode in private messages
he: רשאי להשתמש בBBcode בהודעות פרטיות

source: Can use smilies in private messages
he: רשאי להשתמש בסמיילים בהודעות פרטיות

source: Can use [img] BBCode tag in private messages
he: רשאי להשתמש בתג [img] בהודעות פרטיות

source: Can use [flash] BBCode tag in private messages
he: רשאי להשתמש בתג [flash] בהודעות פרטיות

source: Can send emails
he: רשאי לשלוח דואר אלקטרוני

source: Can send instant messages
he: רשאי לשלוח הודעות פרטיות

# $lang->'ACL_U_IGNOREFLOOD'
source: Can ignore flood limit
he: רשאי להתעלם מהגבלת ההצפה

source: Can hide online status
he: רשאי להסתיר מצב מחובר

source: Can view hidden online users
he: רשאי לראות משתמשים מוסתרים מחוברים

source: Can search board
he: רשאי לחפש בפורום

source: Can see forum
he: רשאי לראות פורום

source: Can read forum
he: רשאי לקרוא בפורום

source: Can search the forum
he: רשאי לחפש בפורום

source: Can subscribe forum
he: רשאי להרשם לפורום

source: Can print topics
he: רשאי להדפיס נושאים

source: Can email topics
he: רשאי לשלוח בדואר האלקטרוני נושאים

source: Can bump topics
he: רשאי להקפיץ נושאים

source: Can lock own topics
he: רשאי לנעול נושאים של עצמו

# $lang->'ACL_F_DOWNLOAD'
source: Can download files
he: רשאי להוריד קבצים

source: Can report posts
he: רשאי לדווח על הודעות

source: Can start new topics
he: רשאי לכתוב נושא חדש

source: Can post stickies
he: רשאי לכתוב נושאים דביקים

source: Can post announcements
he: רשאי לכתוב הכרזות

source: Can reply to topics
he: רשאי להגיב לנושאים

source: Can edit own posts
he: רשאי לערוך את הודעותיו

source: Can permanently delete own posts
he: רשאי למחוק את הודעותיו לצמיתות

source: Can soft delete own posts<br /><em>Moderators, who have the approve posts permission, can restore soft deleted posts.</em>
he: רשאי למחוק מחיקה רכה את הודעותיו<br /><em>מנהלים, בעלי ההרשאה לאשר הודעות, יכולים לשחזר שנמחקו מחיקה רכה.</em>

# $lang->'ACL_F_IGNOREFLOOD'
source: Can ignore flood limit
he: רשאי לבטל הגבלת הצפה

source: Increment post counter<br /><em>Please note that this setting only affects new posts.</em>
he: ספירת הודעות במונה ההודעות<br /><em>שים לב כי הגדרה זו תחול רק על הודעות חדשות.</em>

source: Can post without approval
he: רשאי לכתוב הודעה ללא אישור

# $lang->'ACL_F_ATTACH'
source: Can attach files
he: רשאי לצרף קבצים

source: Can use topic/post icons
he: רשאי להשתמש באייקונים בנושאים/הודעות

source: Can use BBCode
he: רשאי להשתמש בBBCode

source: Can use [flash] BBCode tag
he: רשאי להשתמש בתג [flash]

source: Can use [img] BBCode tag
he: רשאי להשתמש בתג [img]

source: Can use signatures
he: רשאי להשתמש בחתימה

source: Can use smilies
he: רשאי להשתמש בסמיילים

source: Can create polls
he: רשאי ליצור סקרים

source: Can vote in polls
he: רשאי להצביע לסקרים

source: Can change existing vote
he: רשאי לשנות את ההצבעה

source: Can edit posts
he: רשאי לערוך הודעות

source: Can permanently delete posts
he: רשאי למחוק הודעות לצמיתות

source: Can soft delete posts<br /><em>Moderators, who have the approve posts permission, can restore soft deleted posts.</em>
he: רשאי למחוק הודעות מחיקה רכה<br /><em>מנהלים, בעלי ההרשאה לאשר הודעות, יכולים לשחזר שנמחקו מחיקה רכה.</em>

source: Can approve and restore posts
he: רשאי לאשר ולשחזר הודעות

source: Can close and delete reports
he: רשאי לסגור ולמחוק דיווחים

source: Can change post author
he: רשאי לשנות את מחבר ההודעה

source: Can move topics
he: רשאי להעביר נושאים

source: Can lock topics
he: רשאי לנעול נושאים

source: Can split topics
he: רשאי לפצל נושאים

source: Can merge topics
he: רשאי למזג נושאים

source: Can view post details
he: רשאי לראות פרטי הודעה

source: Can issue warnings<br /><em>This setting is only assigned globally. It is not forum based.</em>
he: רשאי להזהיר<br /><em>הגדרה זו נקבעת באופן גלובלי בלבד. היא אינה שייכת לפורום מסוים.</em>

source: Can close and delete reports of private messages<br /><em>This setting is only assigned globally. It is not forum based.</em>
he: רשאי לסגור ולמחוק דיווחים של הודעות פרטיות<br /><em>הגדרה זו נקבעת באופן גלובלי בלבד. היא אינה שייכת לפורום מסוים.</em>

source: Can manage bans<br /><em>This setting is only assigned globally. It is not forum based.</em>
he: רשאי לנהל חסימות<br /><em>הגדרה זו נקבעת באופן גלובלי בלבד. היא אינה שייכת לפורום מסוים.</em>

source: Can alter board settings/check for updates
he: רשאי לשנות הגדרות מערכת/לבדוק עבור עדכונים

source: Can alter server/communication settings
he: רשאי לשנות שרת/הגדרות תקשורת

source: Can alter Jabber settings
he: רשאי לשנות הגדרות Jabber

source: Can view php settings
he: רשאי לראות הגדרות PHP

source: Can manage forums
he: רשאי לנהל פורומים

source: Can add new forums
he: רשאי להוסיף פורומים חדשים

source: Can delete forums
he: רשאי למחוק פורומים

source: Can prune forums
he: רשאי לאפס פורומים

source: Can alter topic/post icons and smilies
he: רשאי לשנות סמיילים ואייקונים לנושא/הודעה

source: Can alter word censors
he: רשאי לשנות צנזורים

source: Can define BBCode tags
he: רשאי להגדיר תגי BBCode

source: Can alter attachment related settings
he: רשאי לשנות הגדרות קובץ מצורף

source: Can manage users<br /><em>This also includes seeing the users browser agent within the viewonline list.</em>
he: רשאי לנהל משתמשים<br /><em>הגדרה זו כוללת גם צפייה בדפדפן המשתמשים בתוך רשימת המשתמשים המחוברים.</em>

source: Can delete/prune users
he: רשאי למחוק/לאפס משתמשים

source: Can manage groups
he: רשאי לנהל קבוצות

source: Can add new groups
he: רשאי להוסיף קבוצות חדשות

source: Can delete groups
he: רשאי למחוק קבוצות

source: Can manage ranks
he: רשאי לנהל דרגות

source: Can manage custom profile fields
he: רשאי לנהל שדות מותאמים אישית בפרופיל

source: Can manage disallowed names
he: רשאי לנהל שמות משתמש לא מורשים

source: Can manage bans
he: רשאי לנהל חסימות

source: Can view permission masks
he: רשאי לראות הרשאות מוסתרות

source: Can alter permissions for individual groups
he: רשאי לשנות הרשאות לקבוצות מסוימות

source: Can alter permissions for individual users
he: רשאי לשנות הרשאות למשתמשים מסוימים

source: Can alter forum permission class
he: רשאי לשנות הרשאות מחלקה לפורום

source: Can alter moderator permission class
he: רשאי לשנות הרשאות מחלקה למנהלים

source: Can alter admin permission class
he: רשאי לשנות הרשאות מחלקה למנהל הראשי

source: Can alter user permission class
he: רשאי לשנות הרשאות מחלקה למשתמש

source: Can manage roles
he: רשאי לנהל כללים

source: Can use others permissions
he: רשאי להשתמש בהרשאות אחרות

source: Can manage styles
he: ראשי לנהל עיצובים

source: Can manage extensions
he: רשאי לנהל תוספות

source: Can view logs
he: רשאי לראות מעקב פעולות

source: Can clear logs
he: רשאי למחוק מעקב פעולות

source: Can manage modules
he: רשאי לנהל מודולים

source: Can manage language packs
he: רשאי לנהל חבילות שפה

source: Can send mass email
he: רשאי להשתמש בשולח הדואר האלקטרוני

source: Can manage bots
he: רשאי לנהל רובוטים

source: Can manage report/denial reasons
he: רשאי לנהל סיבות דיווח/חסימה

source: Can backup/restore database
he: רשאי לגבות/לשחזר בסיס נתונים

source: Can manage search backends and settings
he: רשאי לנהל חיפוש מאגר נתונים והגדרות
