Repository: tomer/phpBB-Hebrew
Catalog: */acp/posting.po
Languages: he

source: BBCode is a special implementation of HTML offering greater control over what and how something is displayed. From this page you can add, remove and edit custom BBCodes.
he: BBCode -פונקציה מיוחדת של HTML, המאפשרת לצור שליטה על הצורה בה משהו מוצג. מעמוד זה אתה יכול להוסיף, למחוק וערוך BBCode מותאם אישית.

source: Add a new BBCode
he: הוסף BBCode חדש

source: The BBCode you are trying to add seems to use a {TEXT} token inside a HTML attribute. This is a possible XSS security issue. Try using the more restrictive {SIMPLETEXT} or {INTTEXT} types instead. Only proceed if you understand the risks involved and you consider the use of {TEXT} absolutely unavoidable.
he: ככל הנראה ה־BBCode אותו אתה מנסה להוסיף משתמש בתג {TEXT} בתוך תכונת HTML. קיימת אפשרות לאירוע אבטחה מסוג XSS. נסה להשתמש באפשרויות מגבילות יותר כמו {SIMPLETEXT} או {INTTEXT} במקום. המשך רק אם אתה מבין את הסיכון הקיים ואתה מבין שהשימוש ב־{TEXT} הוא בלתי נמנע.

source: Proceed', //'I understand the risk
he: המשך', //'אני מבין את הסיכון

source: BBCode added successfully.
he: BBCode נוסף בהצלחה.

source: BBCode edited successfully.
he: BBCode נערך בהצלחה.

source: The BBCode has been removed successfully.
he: BBCode הוסר בהצלחה.

source: The BBCode you selected does not exist.
he: בחרת BBCode שלא קיים.

source: Help line
he: שורת עזר

source: This field contains the mouse over text of the BBCode.
he: שדה זה הוא הטקסט שיופיע במעבר עכבר על הBBCode.

source: Help line text
he: הטקסט של שורת העזר

source: The help line you entered is too long.
he: הטקסט של שורת העזר שהזנת ארוך מדי.

source: The BBCode tag name that you selected already exists.
he: השם שבחרת כבר קיים.

source: Your BBCode is constructed in an invalid form.
he: הBBCode בנוי בצורה לא תקינה.

source: Your custom BBCode must contain both an opening and a closing tag.
he: התגית צריכה להכיל גם תג פותח וגם תג סוגר.

source: Tag
he: תגית

source: The tag name you selected is too long.
he: השם שבחרת לתגית ארוך מדי.

source: The tag definition that you have entered is too long, please shorten your tag definition.
he: ההגדרה שציינת לתגית ארוכה מדי, אנא כתוב הגדרה קצרה יותר.

source: BBCode usage
he: שימוש BBCode

source: Here you define how to use the BBCode. Replace any variable input by the corresponding token (%ssee below%s).
he: כאן אתה יכול להגדיר איך להשתמש בBBCode. תחליף כל משנה על ידי הסימן המתאים (%sראה מתחת%s).

source: Example:
he: דוגמה:

source: Examples:
he: דוגמאות:

source: HTML replacement
he: HTML תחליף

source: Here you define the default HTML replacement. Do not forget to put back tokens you used above!
he: כאן הנך מגדיר את התחלופה בHTML למוגדר למעלה. אל תשכח להשתמש באותם הסימנים.

source: Token
he: טוקן

source: Tokens
he: טוקן

source: Tokens are placeholders for user input. The input will be validated only if it matches the corresponding definition. If needed, you can number them by adding a number as the last character between the braces, e.g. {TEXT1}, {TEXT2}.<br /><br />Within the HTML replacement you can also use any language string present in your language/ directory like this: {L_<em>&lt;STRINGNAME&gt;</em>} where <em>&lt;STRINGNAME&gt;</em> is the name of the translated string you want to add. For example, {L_WROTE} will be displayed as “wrote” or its translation according to user’s locale.<br /><br /><strong>Please note that only tokens listed below are able to be used within custom BBCodes.</strong>
he: טוקנים הם שומרי מקום עבור הקלט של המשתמש. הקלט יחשב לתקני רק כאשר מתאים להגדרה. אם יש צורך, אתה יכול למספר אותם על ידי הוספת מספר בסיום המחרוזת שבין הסוגריים, לדוגמה: {TEXT1}, {TEXT2}.<br /><br />בתוך תחליף ה־HTML תוכל גם להשתמש בכל מחרוזת שקיימת בשפה בתוך תיקיית השפות במערכת, למשל: {L_<em>&lt;שםמחרוזת&gt;</em>} היכן ש־<em>&lt;שםמחרוזת&gt;</em> זה השם של המחרוזת המתורגמת שהנך מעוניין להוסיף. לדוגמה, {L_WRITE} יוצג כ“כתב” או על פי בחירת השפה של המשתמש.<br /><br /><strong>שים לב שהטוקנים הרשומים למטה בלבד ניתנים לשימוש בתוך תגי ה־BBCode המותאמים אישית.</strong>

source: What can it be?
he: מה זה יכול להיות?

source: You cannot create any more BBCodes. Please remove one or more BBCodes then try again.
he: אינך יכול ליצור עוד BBCode, אנא מחק אחד או יותר על מנת ליצור BBCode חדש.

source: Any text, including foreign characters, numbers, etc… You should not use this token in HTML tags. Instead try to use IDENTIFIER, INTTEXT or SIMPLETEXT.
he: כל טקסט, אותיות, מספרים וכדומה. אתה לא יכול להשתמש בטוקן זה בתגי HTML tags. במקום זאת נסה להשתמש ב־IDENTIFIER, INTTEXT או SIMPLETEXT.

source: Unicode letter characters, numbers, spaces, commas, dots, minus, plus, hyphen, underscore and whitespaces.
he: אותיות יוניקוד, מספרים, רווחים, פסיקים, נקודות, מינוסים, פלוסים, מקף, מובלטים.

source: Any series of digits
he: סדרת מספרים כלשהי

source: A valid email address
he: כתובת דואר אלקטרוני תקנית.

source: A valid URL using any protocol (http, ftp, etc… cannot be used for javascript exploits). If none is given, “http://” is prefixed to the string.
he: כתובת אינטרנט תקנית של כל פרוטוקול (http, ftp וכדומה לא מותרות לשימוש כדי למנוע ניצולי JavaScript). אם לא צוין פרוטוקול “http://” נכנס כברירת מחדל.

source: A local URL. The URL must be relative to the topic page and cannot contain a server name or protocol, as links are prefixed with “%s”
he: קישור מקומי. הקישור מוכרח להיות יחסי לעמוד הנושא ולא יכול להכיל שם שרת או פרוטוקול, מכיוון שהקישורים יתחילו ב “%s”.

source: A relative URL. You can use this to match parts of a URL, but be careful: a full URL is a valid relative URL. When you want to use relative URLs of your board, use the LOCAL_URL token.
he: קישור יחסי. אתה יכול להשתמש בזה כדי להתאים חלקים מהקישור, אך שים לב: קישור מלא הוא קישור יחסי חוקי. כשאתה רוצה להשתמש בכתובות יחסיות למערכת שלך, השתמש בתג LOCAL_URL.

source: A HTML colour, can be either in the numeric form <samp>#FF1234</samp> or a <a href="http://www.w3.org/TR/CSS21/syndata.html#value-def-color">CSS colour keyword</a> such as <samp>fuchsia</samp> or <samp>InactiveBorder</samp>
he: צבע HTML, יכול להיות בצורת מספר <samp>#FFFF00</samp> או צבע CSS לדוגמה <samp>fuchsia</samp> או <samp>InactiveBorder</samp>' 'ACP_ICONS_EXPLAIN' => 'מעמוד זה אתה יכול להוסיף, להסיר ולערוך את האייקונים אשר המשתמשים יכולים להוסיף לנושאים או ההודעות שלהם. אייקונים אלו בדרך כלל מוצגים ליד כותרות הנושאים בעמוד הפורום, או כותרות ההודעות בעמוד הנושא. אתה יכול גם להתקין וליצור חבילות אייקונים חדשות.

source: Smilies or emoticons are typically small, sometimes animated images used to convey an emotion or feeling. From this page you can add, remove and edit the emoticons users can use in their posts and private messages. You can also install and create new packages of smilies.
he: הסמיילים או ההבעות הם תמונות קטנות, מונפשות לפעמים אשר בשימוש להעברת הבעה או הרגשה. מעמוד זה אתה יכול להוסיף, להסיר ולערוך את הסמיילים אשר המשתמשים יכולים להשתמש בהם בהודעות וההודעות הפרטיות שלהם. אתה יכול גם להתקין וליצור חבילות סמיילים חדשות.

# $lang->'ADD_SMILIES'
source: Add multiple smilies
he: הוסף כמה סמיילים

source: Add additional smiley code
he: הוסף קוד סמיילי נוסף

source: Add multiple icons
he: הוסף כמה אייקונים

# $lang->'AFTER_ICONS'
source: After %s
he: %s אחרי

# $lang->'AFTER_SMILIES'
source: After %s
he: %s אחרי

source: Code
he: קוד

source: Current icons
he: אייקונים בשימוש

source: Choose what to do with the currently installed icons.
he: תבחר מה לבצע עם האייקונים שזה עתה הותקנו.

source: Current smilies
he: סמיילים בשימוש

source: Choose what to do with the currently installed smilies.
he: תבחר מה לבצע עם הסמיילים שזה עתה הותקנו.

source: Display on posting page
he: הצג בעמוד שליחת הודעה

source: On posting page
he: בעמוד השליחה

source: Not on posting page
he: לא בעמוד השליחה

source: Edit icons
he: ערוך אייקונים

source: Edit smilies
he: ערוך סמיילים

# $lang->'EMOTION'
source: Emotion
he: הבעה

source: Export and download icons.pak
he: ייצא והורד את icons.pak

source: %sOn clicking this link, the configuration for your installed icons will be packaged into <samp>icons.pak</samp> which once downloaded can be used to create a <samp>.zip</samp> or <samp>.tgz</samp> file containing all of your icons plus this <samp>icons.pak</samp> configuration file%s.
he: %sבלחיצה על קישור זה, ההגדרות לאייקונים המותקנים יוכנסו לקובץ <samp>icons.pak</samp> אשר לאחר הורדתו ניתן לשימוש ליצירת קובץ <samp>.zip</samp> או <samp>.tgz</samp> המכיל את כל האייקונים וקובץ הגדרות <samp>icons.pak</samp> זה%s.

source: Export and download smilies.pak
he: ייצא והורד את smiles.pak

source: %sOn clicking this link, the configuration for your installed smilies will be packaged into <samp>smilies.pak</samp> which once downloaded can be used to create a <samp>.zip</samp> or <samp>.tgz</samp> file containing all of your smilies plus this <samp>smilies.pak</samp> configuration file%s.
he: %sבלחיצה על קישור זה, ההגדרות לסמיילים המותקנים יוכנסו לקובץ <samp>smilies.pak</samp> אשר לאחר הורדתו ניתן לשימוש ליצירת קובץ <samp>.zip</samp> או <samp>.tgz</samp> המכיל את כל הסמיילים וקובץ הגדרות <samp>smilies.pak</samp> זה%s.

source: First
he: ראשון

source: Add a new icon
he: הוסף אייקון חדש

source: No icons were added.
he: לא נוספו אייקונים.

source: The icon has been added successfully.
he: האייקון נוסף בהצלח.

source: The icons have been added successfully.
he: האייקונים נוספו בהצלחה.

source: Icon configuration
he: הגדרת האייקון

source: The icon has been removed successfully.
he: האייקון הוסר בהצלחה.

source: Edit icon
he: ערוך אייקון

source: No icons were updated.
he: לא עודכנו אייקונים.

source: The icon has been updated successfully.
he: האייקון עודכן בהצלחה.

source: The icons have been updated successfully.
he: האייקונים עודכנו בהצלחה.

source: Icon height
he: גובה האייקון

source: Icon image
he: תמונת האייקון

source: The icons pack has been installed successfully.
he: חבילת האייקונים הותקנה בהצלחה.

source: The icons pack was imported successfully.
he: חבילת האייקונים יובאה בהצלחה.

source: Icon location
he: מיקום האייקון

source: The following icons are not displayed on the posting page
he: האייקונים הבאים אינם מופיעים בעמוד שליחת הודעה

source: Icon order
he: סדר האייקונים

source: Icon image file
he: קובץ תמונת האייקון

source: Icon width
he: רוחב האייקון

source: Install icons package
he: התקן חבילת אייקונים

source: Install smilies package
he: התקן חבילת סמיילים

source: Keep all
he: תשאיר הכל

# $lang->'MASS_ADD_SMILIES'
source: Add multiple smilies
he: הוסף מספר סמיילים

source: There are no icons available for adding.
he: אין אייקונים להוסיף.

source: There are no icons available for modifying.
he: אין אייקונים לשנות

source: You have no icons with which to create a package.
he: אין לך אייקונים איתם ליצור חבילה.

source: No icon packages found.
he: לא נמצאה חבילת אייקונים

source: There are no smilies available for adding.
he: אין סמיילים פנויים להוספה.

source: There are no smilies available for modifying.
he: אין סמיילים פנויים לשינוי.

source: You have no smilies with which to create a package.
he: אין לך סמיילים ליצור איתם חבילה.

source: No smiley packages found.
he: לא נמצאו חבילות סמיילים.

source: Could not read <samp>.pak</samp> file.
he: <samp>.pak</samp> לא הצליח לקרוא קובץ

source: Replace matches
he: החלף התאמות

source: Select a package file
he: בחר קובץ חבילה

source: Add a new smiley
he: הוסף סמיילי חדש

source: No smilies were added.
he: לא נוספו סמיילים.

source: The smiley has been added successfully.
he: הסמיילי נוסף בהצלחה.

source: The smilies have been added successfully.
he: הסמיילים נוספו בהצלחה.

source: Smiley code
he: קוד הסמיילי

source: Smiley configuration
he: הגדרת הסמיילי

source: The smiley has been removed successfully.
he: הסמיילי הוסר בהצלחה.

source: Edit smiley
he: ערוך סמיילי

source: The smiley “%s” was ignored, as there was no code entered.
he: הסמיילי “%s” לא נוסף, מכיוון שלא הוזן הקוד.

source: The smiley “%s” was ignored, as there was no emotion entered.
he: הסמיילי “%s” לא נוסף, מכיוון שלא הוזנה ההבעה.

source: The smiley “%s” was ignored, as the file is missing.
he: הסמיילי “%s” לא נוסף, מכיוון שהקובץ חסר.

source: No smilies were updated.
he: לא עודכנו סמיילים.

source: The smiley has been updated successfully.
he: הסמיילי עודכן בהצלחה.

source: The smilies have been updated successfully.
he: הסמיילים עודכנו בהצלחה.

# $lang->'SMILIES_EMOTION'
source: Emotion
he: הבעה

source: Smiley height
he: גובה הסמיילי

source: Smiley image
he: תמונת הסמיילי

source: The smilies pack has been installed successfully.
he: חבילת הסמיילים הותקנה בהצלחה.

source: The smilies pack was imported successfully.
he: חבילת הסמיילים נוספה יובאה.

source: Smiley location
he: מיקום הסמיילי

source: The following smilies are not displayed on the posting page
he: הסמיילים הבאים אינם מופיעים בעמוד שליחת הודעות

source: Smiley order
he: סדר הסמיילי

source: Smiley image file
he: קובץ תמונה של הסמיילי

source: Smiley width
he: רוחב הסמיילי

source: Limit of %d smiley reached.
he: ההגבלה של סמיילי %d הושגה.

source: Limit of %d smilies reached.
he: ההגבלה של %d סמיילים הושגה.

source: The specified package does not contain the appropriate data.
he: החבילה שצוינה לא מכילה את הסוג הדרוש.

source: From this control panel you can add, edit, and remove words that will be automatically censored on your forums. People are still allowed to register with usernames containing these words. Wildcards (*) are accepted in the word field, e.g. *test* will match detestable, test* would match testing, *test would match detest.
he: מלוח בקרה זה אתה יכול להוסיף, לערוך, ולהסיר מילים אשר יצונזרו אוטומטית בפורומים. אנשים עדיין יכולים להירשם עם שמות משתמשים המכילים מילים אלו. סימנים כוללים (*) מתקבלים בשדה המילה.

source: Add new word
he: הוסף מילה חדשה

source: Edit word censor
he: ערוך צנזור מילים.

source: You must enter a word and its replacement.
he: אתה מוכרח לכתוב מילה ואת התחליף שלה.

source: No word selected for editing.
he: לא נבחרה מילה לשינוי.

source: Replacement
he: תחליף

source: Update word censor
he: עדכן צנזור מילים

source: Word
he: מילה

source: The word censor has been successfully added.
he: מילת הצנזור נוספה בהצלחה.

source: The selected word censor has been successfully removed.
he: המילה שנבחרה הוסרה בהצלחה.

source: The selected word censor has been successfully updated.
he: המילה עודכנה בהצלחה.

source: Using this form you can add, edit, view and delete ranks. You can also create special ranks which can be applied to a user via the user management facility.
he: בעזרת טופס זה תוכל להוסיף, לשנות ולמחוק דרגות. כמו כן תוכל להגדיר דרגות מיוחדות עבור משתמשים מסוימים.

source: Add new rank
he: הוסף דרגה חדשה

source: You must select a rank.
he: אתה מוכרח לבחור דרגה

source: No special rank assigned.
he: לא צוינה דרגה מיוחדת.

source: You haven’t specified a title for the rank.
he: לא ציינת כותרת לדרגה.

source: The rank was successfully deleted. However user accounts using this rank were not updated. You will need to manually reset the rank on these accounts.
he: הדרגה נמחקה בהצלחה. אך חשבונות המשתמש אשר משתמשים בדרגה זאת לא עודכנו. אתה תיאלץ לעדכן להם את הדרגה באופן ידני.

source: The rank was successfully added.
he: הדרגה נוספה בהצלחה.

source: Rank image
he: תמונת דרגה

source: Use this to define a small image associated with the rank. The path is relative to the root phpBB directory.
he: השתמש בהגדרה זאת על מנת להוסיף תמונה קטנה עבור הדרגה, הנתיב מתחיל מתיקיית phpBB הראשית.

source: (In use)
he: (בשימוש)

source: Minimum posts
he: מינימום הודעות

source: The rank was successfully deleted.
he: הדרגה נמחקה בהצלחה.

source: Set as special rank
he: הגדר דרגה מיוחדת

source: Rank title
he: כותרת הדרגה

source: The rank was successfully updated.
he: הדרגה עודכנה בהצלחה

source: Here you can control usernames which will not be allowed to be used. Disallowed usernames are allowed to contain a wildcard character of *.
he: כאן אתה יכול לנהל את שמות המשתמשים אשר לא ניתנים לשימוש. שמות משתמשים לא מורשים יכולים לקבל את הסימן הכולל *.

source: You can disallow a username using the wildcard character * to match any character.
he: אתה יכול לחסום שם משתמש בעזרת הסימן הכולל * כדי להתאים לכל תו.

source: Add a disallowed username
he: הוסף שם משתמש לא מורשה

source: You can remove a disallowed username by selecting the username from this list and clicking submit.
he: אתה יכול למחוק שם משתמש לא מורשה על ידי בחירתו מהרשימה ולחיצה על שלח.

source: Remove a disallowed username
he: מחק שם משתמש לא מורשה

source: The name you entered is already disallowed.
he: השם שהזנת כבר חסום.

source: The disallowed username has been successfully removed.
he: השם המשתמש הלא מורשה נמחק בהצלחה.

source: The disallowed username has been successfully added.
he: השם המשתמש הלא מורשה נוסף בהצלחה.

source: No disallowed usernames
he: אין שמות משתמש לא מורשים

source: You haven’t selected or entered a username to operate with.
he: לא בחרת שם משתמש לעבוד איתו.

source: Add new reason
he: הוסף סיבה חדשה

source: Available localised reason titles
he: פנוי למיקום כותרות הסיבות

source: Reason has <strong>not</strong> been localised.
he: מוקמה <strong>לא</strong> הסיבה

source: Reason has <strong>not</strong> been localised. If you want to provide the localised form, specify the correct key from the language files report reasons section.
he: מוקמה. אם אתה רוצה לספק את טופס המיקום, ציין את המפתח העדכני מקובץ השפות תחת סיבות לדיווח. <strong>לא</strong> הסיבה

source: Reason has been localised.
he: הסיבה מוקמה.

source: Reason has been localised. If the title you enter here is specified within the language files report reasons section, the localised form of the title and description will be used.
he: הסיבה מוקמה. אם הכותרת שציינת כאן מופיעה בקבצי השפות, הטופס המקומי של הכותרת והתיאור יהיו בשימוש.

source: Reason could not be found.
he: הסיבה לא נמצאה.

source: You have to specify a title and a description for this reason.
he: אתה מוכרח לציין את הכותרת ואת התיאור של סיבה זאת.

source: You are not able to remove the default reason “Other”.
he: אינך יכול למחוק את הסיבה ברירת מחדל ”אחר“.

source: Add report/denial reason
he: הוסף סיבה לדיווח

source: Report/denial reason successfully added.
he: נוספה סיבה לדיווח בהצלחה.

source: A reason with this title already exist, please enter another title for this reason.
he: סיבה עם כותרת זהה כבר בשימוש,אנא ציין כותרת אחרת.

source: Reason description
he: תיאור הדיווח

source: Displayed reason description
he: התיאור המוצג של הסיבה

source: Edit report/denial reason
he: ערוך סיבת דיווח

source: Here you are able to add or edit a reason. If the reason is translated the localised version is used instead of the description entered here.
he: כאן אתה יכול להוסיף או לערוך סיבה. אם הסיבה מתורגמת בגרסה מקומית אז התיאור נלקח משם ולא מהתיאור כאן.

source: Report/denial reason successfully removed.
he: סיבת הדיווח נמחקה בהצלחה.

source: Reason title
he: כותרת הסיבה

source: Displayed reason title
he: כותרת הסיבה המוצגת

source: Report/denial reason successfully updated.
he: הסיבה עודכנה בהצלחה.

source: Used in reports
he: בשימוש בדיווחים
