Repository: tomer/phpBB-Hebrew
Catalog: */acp/profile.po
Languages: he

source: Successfully added custom profile field.
he: שדה פרופיל מותאם נוסף בהצלחה.

source: Alphanumeric and dots (periods)
he: אלפאנומרי ונקודות

source: Alphanumeric only
he: אותיות וספרות בלבד.

source: Alphanumeric and spacers
he: אותיות, ספרות ורווחים

source: Alphanumeric and underscores
he: אלפאנומרי ומקף תחתון

source: Alphanumeric with comma, dots, underscore and dashes beginning with a letter
he: אלפאנומרי עם פסיק, נקודות, מקף תחתון ומקפים, שמתחילים באות

source: Always the current date
he: התאריך הנוכחי תמיד

source: Enter your options now
he: רשום את האפשרות עכשיו

source: Define the type, either a checkbox or radio buttons. A checkbox will only be displayed if it is checked for a given user. In that case the <strong>second</strong> language option will be used. Radio buttons will display regardless of their value.
he: הגדר את הסוג, תיבת סימון או כפתור רדיו. תיבת סימון תוצג רק אם היא תסומן למשתמש נתון. באותו מקרה אפשרות השפה <strong>השנייה</strong> תהיה בשימוש. כפתורי רדיו יוצגו ללא התחשבות בערכיהם.

source: Successfully changed profile field.
he: שדה פרופיל שונה בהצלחה.

source: Any character
he: כל תו

source: Checkbox
he: תיבת סימון

source: Columns
he: עמודה

# $lang->'CP_LANG_DEFAULT_VALUE'
source: Default value
he: ערך בררת מחדל

# $lang->'CP_LANG_EXPLAIN'
source: Field description
he: תיאור שדה

# $lang->'CP_LANG_EXPLAIN_EXPLAIN'
source: The explanation for this field presented to the user.
he: ההסבר לשדה זה יוצג למשתמש.

# $lang->'CP_LANG_NAME'
source: Field name/title presented to the user
he: שם /כותרת השדה יוצג למשתמש

source: Options
he: אפשרויות

source: Create new field
he: הוסף שדה חדש

source: At least one custom profile field has not yet been translated. Please enter the required information by clicking on the “Translate” link.
he: לפחות אחד משדות הפרופיל המותאמים עדיין לא תורגם. נא הכנס את המידע הדרוש על ידי לחיצה על "תרגם".

source: Default language [%s]
he: שפה מועדפת [%s]

source: The language entries for the default language are not filled for this profile field.
he: הכניסות של השפה עבור שפת ברירת מחדל לא ממולאת לשדה הפרופיל הזה.

# $lang->'DEFAULT_VALUE'
source: Default value
he: ערך בררת מחדל

source: Remove profile field
he: הסר שדה פרופיל

source: Are you sure you want to delete this profile field?
he: אתה בטוח שאתה רוצה למחוק את שדה הפרופיל?

source: Display in user control panel
he: הצג בלוח הבקרה למשתמש

source: The user is able to change this profile field within the user control panel.
he: המשתמש יוכל לשנות את שדה הפרופיל מתוך לוח הבקרה למשתמש.

source: Display on registration screen
he: הצג במסך ההרשמה

source: If this option is enabled, the field will be displayed on registration.
he: אם אפשרות זו מאופשרת, השדה יוצג בהרשמה.

source: Display on memberlist screen
he: הצג ברשימת המשתמשים

source: If this option is enabled, the field will be displayed in the user rows on the memberlist screen.
he: אם אפשרות זו מופעלת, השדה יוצג ברשימת המשתמשים.

source: Display on view private message screen
he: הצג במסך ההודעות הפרטיות

source: If this option is enabled, the field will be displayed in the mini-profile on the private message screen.
he: אם אפשרות זו מופעלת, השדה יוצג בפרופיל המוקטן שבמסך ההודעות הפרטיות.

source: Display on viewtopic screen
he: הצג מסך תצוגת נושא

source: If this option is enabled, the field will be displayed in the mini-profile on the topic screen.
he: אם אפשרות זו מאופשרת, השדה יוצג במיני-פרופיל במסך הנושא.

source: Publicly display profile field
he: הצג שדה פרופיל בגלוי

source: The profile field will be shown in all locations allowed within the load settings. Setting this to “no” will hide the field from topic pages, profiles and the memberlist.
he: שדה הפרופיל יוצג בכח המקומות המאופשרים על ידי הגדרות הטעינה. הגדרת אפשרות זו ל"לא" תסתיר את השדה מעמודי הנושאים, פרופילים, ורשימת המשתמשים.

source: Enter your options now, every option in one line.
he: הכנס את האפשרות עכשיו, כל אפשרות בשורה נפרדת.

source: Please note that you are able to change your options text and also able to add new options to the end. It is not advised to add new options between existing options - this could result in wrong options assigned to your users. This can also happen if you remove options in-between. Removing options from the end result in users having assigned this item now reverting back to the default one.
he: אנא שים לב שאתה מסוגל לשנות את הטקסט של האפשרויות וגם מסוגל להוסף אפשרויות חדשות לסוף. זה לא ייעוץ להוסיף אפשרות חדשה בין אפשרויות שקיימות - תוצאה זו יכולה לפגוע באפשרויות לא נכונות שקבעו המשתמשים שלך. זה יכול גם לקרות אם אתה מסלק אפשרויות בין לבין. הסרת אפשרויות יכולה לגרום לתוצאה אחרי קביעת פריט זה למשתמשים יחזיר חזרה לבררת המחדל הראשונה.

source: Empty field identification
he: זוהה שדה ריק

source: Please enter a field name/title
he: נא הכנס שם/כותרת לשדה

source: Entries
he: כניסות

source: Everything OK
he: הכול בסדר

source: Boolean (Yes/No)
he: בוליאני (כן/לא)

source: Date
he: תאריך

# $lang->'FIELD_DESCRIPTION'
source: Field description
he: תיאור השדה

# $lang->'FIELD_DESCRIPTION_EXPLAIN'
source: The explanation for this field presented to the user.
he: ההסבר לשדה זה יוצג למשתמש

source: Dropdown box
he: תיבת גלילה

source: Field identification
he: זיהוי שדה

source: The chosen field identification already exist. Please choose another name.
he: שם השדה הנוכחי קיים. בחר שם חדש.

source: The field identification is a name to identify the profile field within the database and the templates.
he: זיהוי השדה הנו בשביל לזהות את התחום של הפרופיל בתוך מאגר הנתונים והעיצובים.

source: Numbers
he: מספרים

source: Display field as a contact field
he: הצג שדה כשדה יצירת קשר

source: Contact fields are displayed within the contact section of the user profile and are displayed differently in the mini profile next to posts and private messages. You can use <samp>%s</samp> as a placeholder variable which will be replaced by a value provided by the user.
he: שדות יצירת קשר מוצגים באיזור יצירת הקשר בפרופיל המשתמש ומוצגים באופן שונה בפרופיל המוקטן ליד הודעות והודעות פרטיות. אתה יכול להשתמש ב-<samp>%s</samp> כמשתנה מחליף מקום אשר יוחלף על ידי ערך היוזן על ידי המשתמש.

source: Length of input box
he: אורך התיבה

source: Profile field not found.
he: שדה הפרופיל לא נמצא.

source: Single text field
he: טקסט שדה יחיד

source: Textarea
he: אזור טקסט

source: Field type
he: סוג שדה

source: You are not able to change the field type later.
he: אתה לא תאופשר לשנות את סוג השדה מאוחר יותר.

source: URL (Link)
he: URL (קישור)

source: Field validation
he: תוקף השדה

source: First option
he: אפשרות ראשונה

source: Hide profile field
he: הסתר שדה פרופיל

source: Hide the profile field from all other users except the user, administrators and moderators who are still able to see this field. If the Display in user control panel option is disabled, the user will not be able to see or change this field and the field can only be changed by administrators.
he: הסתר את שדה הפרופיל מכל שאר המשתמשים מלבד המשתמש, מנהלים ראשיים, ומנהלים אשר עדיין יכולים לצפות בשדה זה. אם הצג בלוח הבקרה למשתמש מבוטל, המשתמש לא יוכל לראות או לערוך את שדה זה ורק המנהל הראשי יוכל לערוך את שדה זה.

source: Field identification can only contain lowercase a-z and _
he: תוכן השדה יכול להכיל רק אותיות ו_

source: Field identification can only be 17 characters long
he: השדה יכול להכיל רק 17 תווים.

source: Language [%s]
he: שפה [%s]

source: Language specific options [<strong>%s</strong>]
he: אפשרות שפה מסוימת [<strong>%s</strong>]

source: Any letters, numbers and dots (periods)
he: כל אות, ספרות ונקודות

source: Any letters and numbers
he: כל אות וספרות

source: Any letters, numbers, comma, dots, underscores and dashes beginning with any letter
he: כל אות, ספרות, פסיק, נקודות, מקפים תחתונים ומקפים, שמתחילים בכל אות

source: Any letters, numbers and spacers
he: כל אות, ספרות ורווחים

source: Any letters, numbers and underscores
he: כל אות, ספרות ומקפים תחתונים

source: Maximum number of characters
he: מספר תווים מקסימלי

source: Highest allowed number
he: מספר המשתמשים הגבוהה ביותר

source: Minimum number of characters
he: מספר תווים מינימלי

source: Lowest allowed number
he: מספר המשתמשים הנמוך ביותר

source: No entries defined
he: אין כניסות מוגדרות

source: No field id specified.
he: אין שדה מזוהה מסוים.

source: No Field type specified.
he: אין סוג שדה מסוים.

source: Option equal to non entered value
he: האפשרות שווה למספר לא מוגדר

source: Value for a non-entry. If the field is required, the user gets an error if he choose the option selected here.
he: בשביל ערך לא מוגדר. אם השדה דרוש, המשתמש יקבל שגיאה אם ייבחר את האפשרות שנבחרה כאן.

source: Only numbers (0-9)
he: רק מספרים (0-9)

source: Basic options
he: אפשרויות בסיסיות

source: Profile field successfully activated.
he: שדה פרופיל הופעל בהצלחה.

source: Profile field successfully deactivated.
he: שדה פרופיל נוטרל בהצלחה.

source: Language specific options
he: אפשרויות שפה מסוימות

# $lang->'PROFILE_TYPE_OPTIONS'$lang->'PROFILE_TYPE_OPTIONS'
source: Profile type specific options
he: אפשרויות מסוימות סוג הפרופיל

source: Radio buttons
he: כפתורי רדיו

source: Successfully removed profile field.
he: הוסרו בהצלחה משדה הפרופיל.

source: Required field
he: שדה דרוש

source: Force profile field to be filled out or specified by user or administrator. If display at registration screen option is disabled, the field will only be required when the user edits their profile.
he: הכרח שדה פרופיל זה להיות ממולא או מפורט על ידי המשתמש או המנהל הראשי. אם אפשרות ההצגה במסך ההרשמה מבוטלת, השדה ידרש להתמלא כאשר משתמש יערוך את הפרופיל שלו.

source: Rows
he: שורות

source: Save
he: שמור

source: Second option
he: אפשרות שנייה

source: Show field if no value was selected
he: הצג שדה אם לא נבחר ערך

source: Determines if the profile field should be displayed if no value was selected for optional fields or if no value has been selected yet for required fields.
he: קובע האם שדה הפרופיל יוצג אם לא נבחר ערך בשדות אופציונליים או אם לא נבחר עדיין ערך לשדות חובה.

source: Here you can enter the first basic parameters of your new profile field. This information is needed for the second step where you’ll be able to set remaining options and tweak your profile field further.
he: אתה יכול להכניס כאן את הפרמטרים לאפשרות הבסיסית הראשונה לשדה הפרופיל החדש שלך. מידע זה נחוץ לשלב השני שבו אתה תתאפשר להגדיר אפשרויות שנשארו לשדה הפרופיל שלך הלאה.

source: Here you can change the basic parameters of your profile field. The relevant options are re-calculated within the second step.
he: כאן אתה יכול לשנות את הפרמטרים הבסיסיים לשדה הפרופיל. האפשרויות החשובות יחושבו מחדש עם השלב השני.

source: Add profile field
he: הוסף שדה פרופיל

source: Edit profile field
he: ערוך שדה פרופיל

source: Here you are able to define some common options you may want to adjust.
he: כאן אתה יכול להגדיר אפשרויות משותפות שאתה תרצה להתאים.

source: Here you are able to change some common options.<br /><strong>Please note that changes to profile fields will not affect existing profile fields entered by your users.</strong>
he: כאן אתה יכול לשנות אפשרויות משותפות. בעתיד אתה תוכל לראות תצוגה מקדימה של השדה ששונה, כמו שהמשתמש ייראה את זה. תשחק קצת עם זה עד שתהיה מרוצה עם איך שהשדה נראה.<br /><strong> נא להעיר כי שינויים בשדות הפרופיל לא יושפעו על שדות פרופיל שהוכנסו על ידי משתמשיך.</strong>

# $lang->'STEP_2_TITLE_CREATE'
source: Profile type specific options
he: אפשרויות מסוימות לסוג פרופיל

# $lang->'STEP_2_TITLE_EDIT'
source: Profile type specific options
he: אפשרויות מסוימות לסוג פרופיל

source: Since you have more than one board language installed, you have to fill out the remaining language items too. The profile field will work with the default language enabled, you are able to fill out the remaining language items later too.
he: מכיוון שיש לך יותר משפה אחת מותקנת, אתה צריך להכניס גם פריטי שפה שנשארו. שדות הפרופיל יעבדו עם שפת ברירת מחדל מוגדרת, אתה תוכל להכניס פריטי שפה אחר כך גם.

source: Since you have more than one board language installed, you now can change or add the remaining language items too. The profile field will work with the default language enabled.
he: מכיוון שיש לך יותר משפה אחת מותקנת, אתה עכשיו יכול לשנות או להוסיף גם פריטי שפה שנשארו. שדות הפרופיל יעבדו עם שפת ברירת המחדל המוגדרת.

source: Remaining language definitions
he: הגדרות שפה שנשארו

source: Language definitions
he: הגדרות שפה

source: Enter a default phrase to be displayed, a default value. Leave empty if you want to show it empty at the first place.
he: הכנס ביטויי ברירת מחדל שיוצגו, ערכי בררת מחדל. השאר ריק אם אתה רוצה שזה יוצג ריק מלכתחילה.

source: Enter a default text to be displayed, a default value. Leave empty if you want to show it empty at the first place.
he: הכנס טקסט ברירית מחדל שיוצג, ערך ברירת מחדל. השאר ריק אם אתה רוצה שזה יוצג ריק מלכתחילה.

source: Translate
he: תרגם

# $lang->'USER_FIELD_NAME'
source: Field name/title presented to the user
he: שם/כותרת שדה שתוצג למשתמש

source: Visibility options
he: אפשרויות תצוגה
