Repository: tomer/phpBB-Hebrew
Catalog: */acp/prune.po
Languages: he

source: This section allows you to delete or deactivate users on your board. Accounts can be filtered in a variety of ways; by post count, most recent activity, etc. Criteria may be combined to narrow down which accounts are affected. For example, you can prune users with fewer than 10 posts, who were also inactive after 2002-01-01. Use * as a wildcard for text fields. Alternatively, you may skip the criteria selection completely by entering a list of users (each on a separate line) into the text field. Take care with this facility! Once a user is deleted, there is no way to reverse the action.
he: איזור זה מאפשר לך למחוק או לבטל משתמשים במערכת הפורומים שלך. ניתן לסנן חשבונות במגוון דרכים; לפי מספר הודעות, פעילות אחרונה וכדומה. ניתן לשלב קריטריונים כדי לצמצם את התוצאות. לדוגמא, אתה יכול לבחור משתמשים עם פחות מ-10 הודעות, שלא היו פעילים לאחר 01-01-2002. השתמש ב * בתור wildcard בשדות טקסט. לחלופין, אתה יכול לדלג על בחירת הקריטריונים לחלוטין על ידי הזנת רשימת המשתמשים (כל אחד בשורה נפרדת) בשדה הטקסט. שים לב: יש להשתמש באפשרות זו בזהירות רבה! ברגע שמשתמש נמחק, אין דרך לשחזר אותו.

source: Criteria
he: קריטריונים

source: Deactivate or delete
he: הפוך ללא פעיל או מחק

source: Choose whether to deactivate users or delete them entirely. Please note that deleted users cannot be restored!
he: בחר אם להפוך משתמשים ללא פעילים או למחוק אותם לחלוטין. אנא שים לב כי מחיקת משתמשים לא ניתנת לשחזור!

source: Delete
he: מחק

source: Delete pruned user posts
he: מחק את הודעותיו של המשתמש החסום

source: Removes posts made by deleted users, has no effect if users are deactivated.
he: מוחק את ההודעות של משתמש מחוק, לא פועל אם המשתמש מושבת.

source: Enter a date in <kbd>YYYY-MM-DD</kbd> format. You may use both fields to specify an interval, or leave one blank for an open date range.
he: הכנס את התאריך בפורמט <kbd>YYYY-MM-DD</kbd>. אתה רשאי להשתמש בשתי השדות לקביעת טווח זמנים, או להשאיר אחד ריק לטווח זמנים רחב.

source: Enter a date in <kbd>YYYY-MM-DD</kbd> format. Enter <kbd>0000-00-00</kbd> to prune users who never logged in, <em>Before</em> and <em>After</em> conditions will be ignored.
he: הכנס את התאריך בפורמט <kbd>YYYY-MM-DD</kbd>. הכנס <kbd>0000-00-00</kbd> למחיקת משתמשים שמעולם לא התחברו, תנאי <em>הלפני ולאחר</em> לא יילקחו בחשבון.

source: Posts Awaiting Approval
he: הודעות הממתינות לאישור

source: Limit to users within the selected group.
he: מוגבל למשתמשים המוגדרים בקבוצת המשתמשים שנבחרה.

source: All groups
he: כל הקבוצות

source: Users to be pruned
he: משתמשים אותם יש לאפס

source: With the selected critera for pruning users the following accounts will be removed. You can remove individual users from the deletion list by unchecking the box next to their username.
he: באמצעות הקריטריונים שבחרת לאיפוס משתמשים החשבונות הבאים ימחקו, אתה יכול להסיר משתמשים ספציפים מהרשימה על ידי הסרת הסימון מהתיבה ליד שם המשתמש.

source: With the selected critera for pruning users the following accounts will be deactivated. You can remove individual users from the deactivation list by unchecking the box next to their username.
he: באמצעות הקריטריונים שבחרת לאיפוס משתמשים החשבונות הבאים יהפכו ללא פעילים, אתה יכול להסיר משתמשים ספציפים מהרשימה על ידי הסרת הסימון מהתיבה ליד שם המשתמש.

source: Enter specific usernames here. They will be used in preference to the criteria above. Founders cannot be pruned.
he: הכנס שמות משתמש ספציפים כאן, הם יהיו בשימוש יחד עם הגדרות הקריטריון למעלה. לא ניתן לקצץ מייסדים.

source: The selected users have been deactivated successfully.
he: הושבתה פעילותם של המשתמשים הנבחרים בהצלחה.

source: The selected users have been deleted successfully.
he: נמחקו חשבונות המשתמשים הנבחרים בהצלחה.

source: No users fit the selected criteria.
he: אין משתמשים שמתאימים לקריטריונים שקבעת.

source: The date entered is wrong, it is expected in <kbd>YYYY-MM-DD</kbd> format.
he: התאריך שהקשת שגוי, מצופה שהתאריך יירשם בפורמט <kbd>YYYY-MM-DD</kbd>.

source: This will delete any topic which has not been posted to or viewed within the number of days you select. If you do not enter a number then all topics will be deleted. By default, it will not remove topics in which polls are still running nor will it remove stickies and announcements.
he: אופציה זו תמחק כל נושא אשר לא נכתבו בו תגובות או שצפו בו בהתאם למספר הימים שהגדרת. אם לא תכניס מספר כל הנושאים ימחקו. כברירת מחדל, לא יוסרו נושאים אשר קיימים בהם סקרים פעילים, כמו כן לא יוסרו נושאים נעוצים והכרזות.

source: Forum prune
he: איפוס פורום

source: No forums pruned.
he: לא אופסו פורומים.

source: Selected forum
he: פורום נבחר

source: Selected forums
he: פורומים נבחרים

source: Posts pruned
he: הודעות שאופסו

source: Prune announcements
he: אפס הכרזות

source: Prune closed polls
he: אפס סקרים סגורים

source: Removes topics with polls which have ended.
he: מסיר נושאים עם סקרים שנסגרו.

source: Are you sure you want to prune the selected forums with the settings specified? Once removed, there is no way to recover the pruned posts and topics.
he: האם אתה בטוח שברצונך לאפס את הפורומים שנבחרו על ידי ההגדרות שצוינו? ברגע שהוסרו, אין דרך לשחזר את ההודעות ונושאים שאופסו.

source: Days since last posted
he: ימים החל מההודעה האחרונה

source: Days since last viewed
he: ימים החל מהצפייה האחרונה

source: Prune old polls
he: אפס סקרים ישנים

source: Removes topics with polls not voted in for post age days.
he: מסיר נושאים עם סקרים שלא הצביעו להם במספר הימים הנקוב.

source: Prune stickies
he: אפס דביקים

source: Pruning of forums was successful.
he: איפוס הפורומים התבצע בהצלחה.

source: Topics pruned
he: נושאים אופסו
