Repository: tomer/phpBB-Hebrew
Catalog: */acp/search.po
Languages: he

source: Here you can manage the search backend’s indexes. Since you normally use only one backend you should delete all indexes that you do not make use of. After altering some of the search settings (e.g. the number of minimum/maximum chars) it might be worth recreating the index so it reflects those changes.
he: כאן אתה יכול לנהל את מאגרי שיטת החיפוש. מכיוון שאתה משתמש באופן רגיל בשיטה אחת אתה צריך למחוק את כל המאגרים אשר אינך משתמש בהם. לאחר שינוי כמה מהגדרות החיפוש (למשל מספר מינימלי/מקסימלי של תווים) כדאי ליצור מחדש את המאגר כך שהוא יושפע משינויים אלו.

source: Here you can define what search backend will be used for indexing posts and performing searches. You can set various options that can influence how much processing these actions require. Some of these settings are the same for all search engine backends.
he: כאן אתה יכול להגדיר איזו שיטת חיפוש תשומש לאגירת הודעות וביצוע חיפושים. אתה יכול לקבוע אפשרויות שונות אשר יכולות להשפיע כמה ביצוע פעולות אלו נדרש. כמה מהגדרות אלו מתאימות לכל שיטות מנוע החיפוש.

source: Common word threshold
he: סף מילה נפוצה

source: Words which are contained in a greater percentage of all posts will be regarded as common. Common words are ignored in search queries. Set to zero to disable. Only takes effect if there are more than 100 posts. If you want words that are currently regarded as common to be reconsidered you have to recreate the index.
he: מילים אשר נכללות באחוז גבוה יותר של כל ההודעות יחשבו כנפוצות. החיפוש מתעלם ממילים נפוצות. קבע ל־0 כדי לכבות. מתבצע רק אם יש יותר מ־100 הודעות. אם אתה רוצה מילים שכרגע מוגדרות כמילים נפוצות שיהיו ניתנות לחיפוש אתה חייב ליצור מחדש מאגר חיפוש.

source: Are you sure you wish to switch to a different search backend? After changing the search backend you will have to create an index for the new search backend. If you don’t plan on switching back to the old search backend you can also delete the old backend’s index in order to free system resources.
he: אתה בטוח שאתה רוצה להחליף לשיטת חיפוש אחרת? לאחר שינוי שיטת החיפוש אתה תצטרך ליצור מאגר לשיטת החיפוש החדשה. אם אתה לא מתכנן להחליף לשיטת החיפוש הקודמת תוכל גם למחוק את מאגר השיטה הקודמת כדי לשחרר משאבי מערכת.

source: Continue previous index removal process
he: המשך בביצוע הסרת המאגר הקודם

source: An index removal process has been started. In order to access the search index page you will have to complete it or cancel it.
he: ביצוע הסרת המאגר התחיל. כדי לגשת לעמוד מאגר החיפוש תצטרך להשלים את הביצוע או לבטל אותו.

source: Continue previous indexing process
he: המשך בביצוע האגירה הקודם

source: An indexing process has been started. In order to access the search index page you will have to complete it or cancel it.
he: תהליך אגירה התחיל. כדי לגשת לעמוד מאגר החיפוש תצטרך להשלים את הביצוע או לבטל אותו.

source: Create index
he: צור מאגר

source: Delete index
he: מחק מאגר

source: Deleting the index in progress
he: מחיקת המאגר בביצוע

source: The search backend is currently cleaning its index. This can take a few minutes.
he: שיטת החיפוש מנקה כרגע את המאגר שלה. הפעולה יכולה להמשך מספר דקות.

source: The MySQL fulltext backend can only be used with MySQL4 and above.
he: שיטת הטקסט המלא של MySQL ניתנת לשימוש רק עם MySQL4 ומעל.

source: MySQL fulltext indexes can only be used with MyISAM or InnoDB tables. MySQL 5.6.8 or later is required for fulltext indexes on InnoDB tables.
he: מאגרי הטקסט המלא של MySQL ניתנים לשימוש רק עם טבלאות MyISAM או InnoDB. MySQL 5.6.8 או גרסה מאוחר יותר נדרש לטובת מאגרי טקסט מלא בשימוש בטבלאות InnoDB.

# $lang->'FULLTEXT_MYSQL_TOTAL_POSTS'
source: Total number of indexed posts
he: מספר כולל של הודעות במאגר

source: Words with at least this many characters will be indexed for searching. You or your host can only change this setting by changing the mysql configuration.
he: מילים המכילות לפחות את כמות האותיות המצוינת יכנסו לאינדקס החיפוש. אתה או הספק שלך יכולים לשנות את הגדרה זו רק על ידי שינוי הגדרות ה־mysql.

source: Words with no more than this many characters will be indexed for searching. You or your host can only change this setting by changing the mysql configuration.
he: מילים המכילות לא יותר מכמות האותיות המצוינת יכנסו לאינדקס החיפוש. אתה או הספק שלך יכולים לשנות את הגדרה זו רק על ידי שינוי הגדרות ה־mysql.

source: The PostgreSQL fulltext backend can only be used with PostgreSQL.
he: שיטת הקצה הקדמי של הטקסט המלא של PostgreSQL אפשרית לשימוש רק עםPostgreSQL.

# $lang->'FULLTEXT_POSTGRES_TOTAL_POSTS'
source: Total number of indexed posts
he: מספר כולל של הודעות באינדקס

source: PostgreSQL version
he: PostgreSQL גרסת

source: Text search Configuration Profile:
he: פרופיל הגדרות חיפוש טקסט:

source: Minimum word length for keywords
he: אורך מילה מינימאלי עבור מילות מפתח

source: Maximum word length for keywords
he: אורך מילה מקסימאלי עבור מילות מפתח

source: This search backend requires PostgreSQL version 8.3 and above.
he: לחיפוש קצה קדמי עם PostgreSQL דרושה גרסת 8.3 ומעלה.

source: The Text search configuration profile used to determine the parser and dictionary.
he: ניתן להשתמש בפרופיל הגדרות החיפוש על מנת לקבוע את המפרש ואת מילון .

source: Words with at least this many characters will be included in the query to the database.
he: מילים בעלות מספר התווים המינימלי הזה, יכנסו למאגר הנתונים.

source: Words with no more than this many characters will be included in the query to the database.
he: מילים אשר מכילות יותר תווים, לא יכנסו למאגר.

source: Configure the following settings to generate sphinx config file
he: קבע את ההגדרות הבאות כדי ליצור קובץ הגדרות של sphinx

source: Path to data directory
he: נתיב אל ספריית הנתונים

source: It will be used to store the indexes and log files. You should create this directory outside the web accessible directories. (should have a trailing slash)
he: הוא ישמש על מנת לאחסן את האינדקסים ואת קבצי המעקב. כדאי שתנתב מעבר לתיקיות שניתנות לגישה דרך האינטרנט. (שימוש בסלשים מדלים מומלץ)

source: Number of posts in frequently updated delta index
he: מספר ההודעות בתדירות שמעדכנות את אינדקס הדלתא

source: Sphinx search daemon host
he: Sphinx אחסון ה-daemon של חיפוש

source: Host on which the sphinx search daemon (searchd) listens. Leave empty to use the default localhost
he: השרת שבו חיפוש ה-sphinx מחפש daemon (חיפש) מחובר. השאר ריק על מנת להשתמש בשרת ברירת המחדל localhost

source: Indexer memory limit
he: מגבלת הזיכרון של יוצר האינדקסים

source: This number should at all times be lower than the RAM available on your machine. If you experience periodic performance problems this might be due to the indexer consuming too many resources. It might help to lower the amount of memory available to the indexer.
he: המספר הזה לעולם יהיה קטן מה-RAM שיש בשרת שלך. אם אתה נתקל בבעיות מחזוריות יתכן שזה נובע מכך שיוצר האינדיקסים צורך יותר מדי משאבים. יתכן שזה יעזור להוריד את כמות המשאבים העומדים ברשות יוצר האינדקסים.

source: Number of posts in main index
he: מספר ההודעות בעמוד הראשי

source: Sphinx search daemon port
he: Sphinx חיפוש daemon יציאת

source: Port on which the sphinx search daemon (searchd) listens. Leave empty to use the default Sphinx API port 9312
he: היציאה שבה חיפוש ה-sphinx deamon (חיפש) מאזין. השאר ריק על מנת להשתמש בברית המחדל sphinx API יציאה 9312

source: The sphinx search for phpBB supports MySQL and PostgreSQL only.
he: חיפוש ה-sphinx ב-phpBB תומך ב-MySQL ו-PostgreSQLבלבד.

source: Sphinx config file
he: Sphinx קובץ ההגדרות של ה-

source: The generated content of the sphinx config file. This data needs to be pasted into the sphinx.conf which is used by sphinx search daemon. Replace the [dbuser] and [dbpassword] placeholders with your database credentials.
he: התוכן שנוצר מקובץ ההגדרות של ה-sphinx. המידע צריך להיות מודבק ב- sphinx.conf שבשימוש sphinx חיפוש ה-daemon. החלף את [dbuser] ו-[dbpassword] שומרי המקום,עם פרטי המאגר.

source: The sphinx data directory path is not defined. Please define the path and submit to generate the config file.
he: נתיב תיקית המידע של sphinx איננה מוגדרת. אנא הגדר את הנתיב על מנת לייצר קובץ הגדרות.

source: General search settings
he: הגדרות חיפוש כלליות

source: Go to search index page
he: עבור לעמוד מאגר החיפוש

source: Index statistics
he: סטטיסטיקות מאגר

source: Indexing in progress
he: אגירה בביצוע

source: The search backend is currently indexing all posts on the board. This can take from a few minutes to a few hours depending on your board’s size.
he: שיטת החיפוש כרגע היא אגירת כל הודעות המערכת. הפעולה יכולה להמשך החל ממספר דקות ועד למספר שעות לפי גודל המערכת.

source: Search page system load limit
he: הגבלת טעינת עמוד מערכת של חיפוש

source: If the 1 minute system load exceeds this value the search page will go offline, 1.0 equals ~100% utilisation of one processor. This only functions on UNIX based servers.
he: אם טעינת המערכת לדקה עוברת ערך זה, טעינת העמוד תיעצר, 1.0 שווה לניצול ~100% של מעבד בודד. פועל רק בשרתים מבוססי UNIX.

source: Max characters indexed by search
he: מספר תווים מקסימלי הנאגרים על־ידי החיפוש

source: Words with no more than this many characters will be indexed for searching.
he: מילים עם לא יותר מכמות מילים זו יאגרו לחיפוש.

source: Maximum number of allowed keywords
he: מקסימום מילים מורשים

source: Maximum number of words the user is able to search for. A value of 0 allows an unlimited number of words.
he: מספר המילים המקסימלי שמשתמש יכול לחפש. כאשר 0 הנו כמות בלתי מוגבלת של מילים.

source: Min characters indexed by search
he: מספר תווים מינימלי הנאגרים על־ידי החיפוש

source: Words with at least this many characters will be indexed for searching.
he: מילים עם לפחות כמות זו של תווים יאגרו לחיפוש.

source: Min author name characters
he: מספר תווים מינימלי לשם הכותב

source: Users have to enter at least this many characters of the name when performing a wildcard author search. If the author’s username is shorter than this number you can still search for the author’s posts by entering the complete username.
he: משתמשים חייבים להזין לפחות כמות זו של תווים לשם בעת ביצוע חיפוש כותב עם תו משלים. אם שם המשתמש של הכותב קצר יותר ממספר זה תוכל עדיין לחפש להודעות הכותב על־ידי הזנת שם המשתמש המלא.

source: Progress bar
he: פס התקדמות

source: Guest search flood interval
he: השהיית הצפה חיפושי אורח

source: Number of seconds guests must wait between searches. If one guest searches all others have to wait until the time interval passed.
he: מספר של שניות אשר אורחים חייבים להמתין בין חיפושים. אם אורח אחד מחפש כל האחרים חייבים להמתין כד שזמן ההשהייה יעבור.

source: All posts up to post id %2$d have now been indexed, of which %1$d posts were within this step.<br />
he: כל ההודעות עד %2$d הוכנסו למאגר, מתוכם %1$d הודעות הוכנסו בשלב זה.<br />

source: The current rate of indexing is approximately %1$.1f posts per second.<br />Indexing in progress…
he: קצב יצירת האינדקס הוא בערך %1$.1f הודעות לשנייה.<br />יצירת האינדקס מתרחשת ממש עכשיו…

source: All posts up to post id %2$d have been removed from the search index.<br />Deleting in progress…
he: כל ההודעות עד ל-ID %2$d הוסרו מהמאגר.<br />המחיקה מתבצעת ממש עכשיו…

source: Successfully indexed all posts in the board database.
he: כל ההודעות נכנסו למאגר בבסיס הנתונים של המערכת בהצלחה.

source: Successfully deleted the search index for this backend.
he: מאגר החיפוש לשיטה זו נמחק בהצלחה.

source: User search flood interval
he: השהיית הצפת חיפושי משתמש

source: Number of seconds users must wait between searches. This interval is checked independently for each user.
he: מספר שניות אשר המשתמש חייב להמתין בין חיפושים. השהייה זו נבדקת באופן עצמאי לכל משתמש.

source: Search result cache length
he: אורך תוצאת חיפוש בזיכרון מטמון

source: Cached search results will expire after this time, in seconds. Set to 0 if you want to disable search cache.
he: תוצאות חיפוש אשר בזיכרון המטמון יפוגו אחרי זמן זה, בשניות. קבע ערך זה ל0 על מנת לכבות אפשרות זו.

source: Search backend
he: שיטת חיפוש

source: phpBB allows you to choose the backend that is used for searching text in post contents. By default the search will use phpBB’s own fulltext search.
he: phpBB מאפשר לך לבחור את השיטה אשר בשימוש לחיפוש טקסט בהודעות. כברירת מחדל החיפוש ישתמש בחיפוש הטקסט המלא של phpBB.

source: You switched the search backend. In order to use the new search backend you should make sure that there is an index for the backend you chose.
he: החלפת את שיטת החיפוש. כדי להשתמש בשיטת החיפוש החדשה אתה צריך לוודא שיש מאגר לשיטה שאתה בוחר.

source: Total number of indexed words
he: מספר כולל של מילים במאגר

source: Total number of word to post relations indexed
he: מספר כולל של קשרי מילה להודעה במאגר

source: Enable search facilities
he: הפעל שירותי חיפוש

source: Enables user facing search functionality including member search.
he: הפעל את שירות החיפוש כולל חיפוש המשתמשים.

source: Enable fulltext updating
he: הפעל עדכון טקסט מלא

source: Updating of fulltext indexes when posting, overridden if search is disabled.
he: מעדכן את מאגרי הטקסט המלא בזמן שליחה, מתבצע גם אם החיפוש כבוי.
