Repository: tomer/phpBB-Hebrew
Catalog: */acp/styles.po
Languages: he

source: Here you can manage the available styles on your board. You may alter existing styles, delete, deactivate, reactivate, install new ones. You can also see what a style will look like using the preview function. Also listed is the total user count for each style, note that overriding user styles will not be reflected here.
he: כאן אתה יכול לנהל את העיצובים הזמינים במערכת הפורומים שלך. אתה רשאי לשנות את העיצובים הקיימים, למחוק, לבטל, להפעיל מחדש ולהתקין חדשים. אתה יכול גם לראות איך עיצוב מסוים ייראה באמצעות פונקצית התצוגה המקדימה. כמו כן תוכל לראות כמה משתמשים בכל עיצוב, שים לב שעיצובים אלו לא דורסים עיצובים מותאמים אישית של המשתמש.

source: Cannot be installed
he: לא ניתן להתקנה

source: Are you sure you wish to uninstall selected styles?
he: אתה בטוח שברצונך להסיר את העיצובים שנבחרו?

source: Copyright
he: זכויות יוצרים

source: You cannot deactivate the default style.
he: אינך יכול להפוך את עיצוב ברירת המחדל ללא לפעיל

source: Delete from filesystem
he: מחק מקבצי המערכת

source: Error deleting files for style "%s".
he: שגיאה במחיקת קבצים בסגנון "%s".

source: Files for style "%s" have been deleted.
he: הקבצים של העיצוב "%s" נמחקו.

source: Details
he: פרטים

source: Inherits from
he: יורש מ

source: Install style
he: התקן עיצוב

source: Install styles
he: התקן עיצובים

source: Here you can install new styles.<br />If you cannot find a specific style in list below, check to make sure style is already installed. If it is not installed, check if it was uploaded correctly.
he: כאן אתה יכול להתקין עיצובים חדשים.<br />אם אתה לא מוצא עיצוב ספציפי ברשימה שלהלן, בדוק אולי העיצוב כבר מותקן. אם הוא לא מותקן, בדוק אם הוא הועלה בצורה נכונה.

source: Invalid style ID.
he: מזהה העיצוב לא תקין.

source: No styles match your query.
he: לא נמצאו עיצובים מתאימים לשאילתה שלך.

source: No uninstalled styles detected.
he: לא אותרו עיצובים לא מותקנים.

source: Cache was purged.
he: זיכרון המטמון נוקה.

source: This style requires the style "%s" to be installed.
he: עיצוב זה דורש את העיצוב "%s" בכדי שיהיה ניתן להתקינו.

source: Activate
he: הפעל

source: Active
he: פעיל

source: Deactivate
he: בטל

source: Make default style
he: סמן עיצוב ברירת מחדל

source: You must activate style before making it default style.
he: עליך להפעיל את העיצוב לפני שניתן להפוך אותו לברירת מחדל.

source: Invalid parent style.
he: עיצוב הורה לא תקין.

source: A style with that name already exists.
he: עיצוב עם שם זה כבר קיים.

source: You must supply a name for this style.
he: אתה מוכרח לציין שם לעיצוב זה.

source: Style "%s" has been installed.
he: העיצוב "%s" הותקן.

source: Return to installed styles list
he: חזור לרשימת העיצובים המותקנים

source: Install more styles
he: התקן עוד עיצובים

source: Style name
he: שם העיצוב

source: Style "%s" can not be installed, because the name is reserved.
he: העיצוב "%s" לא ניתן להתקנה, מכיוון ששם העיצוב שמור.

source: Style "%s" was not installed.
he: עיצוב "%s" לא הותקן.

source: Style path
he: נתיב העיצוב

source: Uninstall
he: הסר

source: Style "%s" cannot be uninstalled because it has one or more child styles.
he: לא ניתן להסיר את העיצוב "%s" מכיוון שיש עיצוב אחד או יותר תחתיו.

source: Style "%s" uninstalled successfully.
he: העיצוב "%s" הוסר בהצלחה.

source: Used by (including robots)
he: בשימוש על ידי (כולל רובוטים)

source: You cannot uninstall the default style.
he: אין באפשרותך להסיר את עיצוב ברירת המחדל.

source: Browse styles database
he: צפה במאגר העיצובים
