Repository: tomer/phpBB-Hebrew
Catalog: */acp/users.po
Languages: he

source: Signature preview
he: תצוגת חתימה

source: You are not able to change this founder to a normal user. There needs to be at least one founder enabled for this board. If you want to change this users founder status, promote another user to be a founder first.
he: אתה לא יכול לשנות את המייסד למשתמש רגיל. חובה שיהיה מייסד אחד לפחות הפעיל במערכת זו. אם אתה רוצה לשנת את מצב המשתמשים המייסדים, אפשר קודם למשתמש אחר להיות מייסד.

source: The ban had been previously entered successfully. The ban list has not been updated.
he: החסימה הופעלה בהצלחה, אך הרשימה לא התעדכנה.

source: Ban entered successfully.
he: החסימה הופעלה בהצלחה.

source: You are not allowed to ban the anonymous account. Permissions for anonymous users can be set under the Permissions tab.
he: אינך רשאי לחסום חשבון אנונימי. הרשאות לחשבון אנונימי ניתן להגדיר תחת תגית ההרשאות.

source: You are not allowed to ban founder accounts.
he: אינך מורשה לחסום חשבון של מייסד.

source: You are not allowed to ban yourself.
he: אינך מורשה לחסום את עצמך.

source: You are not allowed to deactivate bot accounts. Please deactivate the bot within the bots page instead.
he: אינך מורשה לבטל חשבונות רובוטים. אנא בטל את הרובוט מעמוד הרובוטים במקום.

source: You are not allowed to deactivate founder accounts.
he: אינך מורשה לבטל חשבונות מייסדים.

source: You are not allowed to deactivate your own account.
he: אינך מורשה לבטל את החשבון שלך.

source: You are not allowed to force reactivation on bot accounts. Please reactivate the bot within the bots page instead.
he: אינך מורשה לדרוש הפעלה מחדש לחשבונות רובוטים. אנא הפעל מחדש את הרובוט מעמוד הרובוטים במקום.

source: You are not allowed to force reactivation on founder accounts.
he: אינך מורשה לדרוש הפעלה מחדש לחשבונות מייסדים.

source: You are not allowed to force reactivation of your own account.
he: אינך מורשה לדרוש הפעלה מחדש לחשבון שלך.

source: You are not able to remove the guest user account.
he: אתה לא יכול להסיר את חשבון משתמש האורח.

source: You are not allowed to remove founder accounts.
he: אינך מורשה להסיר חשבונות של מייסדים.

source: You are not allowed to remove your own user account.
he: אינך מורשה להסיר חשבון של עצמך.

source: You are not able to promote ignored users to be founders.
he: אתה לא יכול לאפשר למשתמשים מהם אתה מתעלם להיות מייסדים.

source: You need to activate users before you promote them to founders, only activated users are able to be promoted.
he: אתה צריך להפעיל את המשתמשים לפני שאתה מאפשר להם להיות מייסדים, רק משתמשים פעילים ניתנים.

source: You only need to specify this if you are changing the users email address.
he: אתה נדרש למלא שדה זה רק אם אתה מעוניין לשנות את הדואר האלקטרוני של המתשמש.

source: Delete posts
he: מחק הודעות

source: Delete user
he: מחק משתמש

source: Please note that deleting a user is final, they cannot be recovered. Unread private messages sent by this user will be deleted and will not be available to their recipients.
he: אנא שים לב שמחיקת משתמש הינה לתמיד ואין אפשרות לשיחזור. הודעות פרטיות שנשלחו על־ידי משתמש זה ולא נקראו ימחקו ולא יהיו זמינות אצל הנמען

source: Successfully forced reactivation.
he: ההפעלה מחדש בוצעה בהצלחה.

source: Founder
he: מייסד

source: Founders have all administrative permissions and can never be banned, deleted or altered by non-founder members.
he: למייסדים יש את כל ההרשאות המנהליות ואינם יכולים להיחסם, להימחק או להשתנות על ידי משתמשים שאינם מייסדים.

source: Approve member
he: אשר משתמש

source: Make group default for member
he: קבע קבוצה זו כברירת מחדל למשתמש

source: Remove member from group
he: מחק משתמש מהקבוצה

source: Demote group leader
he: הורד מדרגת ראש קבוצה

source: Promote to group leader
he: קדם לראש קבוצה

source: IP whois for %s
he: %s זיהוי על פי האייפי עבור

source: Last active
he: פעיל לאחרונה

source: Please select the forum to which you wish to move all the posts this user has made.
he: בחר את הפורום אליו אתה רוצה להעביר את ההודעות של המשתמש.

source: No special rank assigned
he: לא צוינה דרגה

source: No warnings.
he: אין אזהרות.

source: You tried to manage a user with founder status. Only founders are allowed to manage other founders.
he: ניסית לנהל משתמש בדרגת מייסד, רק מייסדים אחרים לנהל משתמש שהוא מייסד.

source: Quick tools
he: כלים מהירים

source: Registered
he: רשומים

source: Registered from IP
he: רשומים מ־IP

source: Retain posts
he: שמור הודעות

source: Select form
he: בחר טופס

source: Select user
he: בחר משתמש

source: User administration
he: ניהול משתמשים

source: Activate account
he: הפעל משתמש

source: User activated successfully.
he: המשתמש הופעל בהצלחה.

source: Successfully removed avatar from user account.
he: הסמל האישי של המשתמש נמחק בהצלחה.

source: Ban by email
he: חסום באמצעות דואר אלקטרוני

source: Email address banned via user management
he: כתובת דואר אלקטרוני חסומה דרך ניהול משתמש

source: Ban by IP
he: חסום באמצעות IP

source: IP banned via user management
he: כתובת IP חסומה דרך ניהול משתמש

source: Username banned via user management
he: שם המשתמש נחסם על ידי ניהול משתמשים

source: Ban by username
he: חסום באמצעות שם משתמש

source: Deactivate account
he: בטל חשבון

source: User deactivated successfully.
he: המשתמש בוטל בהצלחה.

source: Delete all attachments
he: מחק את כל הקבצים המצורפים

source: Delete avatar
he: מחק סמל אישי

source: Empty PM outbox
he: רוקן תיבת הודעות פרטיות יוצאות

source: Delete all posts
he: מחק את כל ההודעות

source: Delete signature
he: מחק חתימה

source: Here you can change your users information and certain specific options.
he: כאן אתה יכול לשנות את פרטי המשתמשים ואפשרויות מסוימות.

source: Force reactivation
he: הכרח הפעלת משתמש מחדש

source: Remove from Newly Registered
he: הסר מנרשמו לאחרונה

source: Move all posts
he: העבר את כל ההודעות

source: Successfully removed signature from user account.
he: החתימה נמחקה מהצלחה מהמשתמש.

source: Successfully removed all attachments made by this user.
he: נמחקו כל הקבצים של המשתמש.

source: The avatar cannot be displayed because avatars have been disallowed.
he: הסמל האישי לא ניתן להצגה מכיוון שסמלים אישיים נהפכו ללא מורשים.

source: Successfully updated user avatars details.
he: עודכנו בהצלחה פרטי הסמל האישי של המשתמש.

source: The current avatar cannot be displayed because its type has been disallowed.
he: לא ניתן להציג את הסמל האישי מכיוון שסוגו נהפך ללא מורשה.

source: Custom profile fields
he: שדות מותאמים אישית בכרטיס אישי של המשתמש

source: User deleted successfully.
he: משתמש נמחק בהצלחה.

source: Add user to group
he: הוסף משתמש לקבוצה

source: User defined groups user is a member of
he: קבוצות משתמש שהמשתמש חבר בהם

source: Groups user is in pending mode
he: קבוצות משתמשים במצב ניסיון

source: Pre-defined groups user is a member of
he: קבוצות מוגדרות מראש שהמשתמש חבר בהם

source: Successfully removed the user’s newly registered status.
he: מעמד הנרשם לאחרונה הוסר בהצלחה מן המשתמש.

source: There are no attached files to display.
he: אין קבצים מצורפים להצגה.

source: The user has no posts to retain or delete.
he: למשתמש זה אין הודעות לשמירה או למחיקה.

source: Successfully emptied user’s private message outbox.
he: תיבת ההודעות הפרטיות של המשתמש רוקנה בהצלחה.

source: The user’s private message outbox was already empty.
he: תיבת ההודעות הפרטיות היוצאות של המשתמש כבר הייתה ריקה.

source: User details updated.
he: פרטי משתמש עודכנו.

source: Successfully removed all posts made by this user.
he: הודעות המשתמש נמחקו בהצלחה.

source: Successfully moved users posts to target forum.
he: הודעות המשתמש הועברו לפורום הרצוי בהצלחה.

source: User preferences updated.
he: העדפות משתמש עודכנו.

source: User profile
he: כרטיס אישי של משתמש

source: User profile updated.
he: הכרטיס האישי של המשתמש עודכן.

source: User rank
he: דרגת משתמש

source: User rank updated.
he: דרגת המשתמש עודכנה.

source: User signature successfully updated.
he: חתימת המשתמש עודכנה.

source: No information available. Possibly the log entry has been deleted.
he: אין מידע זמין. ככל הנראה יומן המעקב נמחק.

source: Basic tools
he: כלים בסיסיים
